[
  {
    "mal_id": 40028,
    "title": "Shingeki no Kyojin: The Final Season",
    "title_english": "Attack on Titan: Final Season",
    "image_url": "https://cdn.myanimelist.net/images/anime/1000/110531l.jpg",
    "synopsis": "Gabi Braun and Falco Grice have been training their entire lives to inherit one of the seven Titans under Marley's control and aid their nation in eradicating the Eldians on Paradis. However, just as all seems well for the two cadets, their peace is suddenly shaken by the arrival of Eren Yeager and the remaining members of the Survey Corps.\n\nHaving finally reached the Yeager family basement and learned about the dark history surrounding the Titans, the Survey Corps has at long last found the answer they so desperately fought to uncover. With the truth now in their hands, the group set out for the world beyond the walls.\n\nIn Shingeki no Kyojin: The Final Season, two utterly different worlds collide as each party pursues its own agenda in the long-awaited conclusion to Paradis' fight for freedom.\n\n[Written by MAL Rewrite]",
    "episodes": 16,
    "score": 8.78,
    "scored_by": 1472024,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "MAPPA"
    ],
    "producers": [
      "Production I.G",
      "Dentsu",
      "Mainichi Broadcasting System",
      "Pony Canyon",
      "Kodansha",
      "Techno Sound",
      "Pony Canyon Enterprises"
    ],
    "genres": [
      "Action",
      "Drama",
      "Suspense"
    ],
    "themes": [
      "Gore",
      "Military",
      "Survival"
    ],
    "aired_from": "2020-12-07T00:00:00+00:00",
    "aired_to": "2021-03-29T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/40028/Shingeki_no_Kyojin__The_Final_Season",
    "year": 2021,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 42897,
    "title": "Horimiya",
    "title_english": "Horimiya",
    "image_url": "https://cdn.myanimelist.net/images/anime/1695/111486l.jpg",
    "synopsis": "On the surface, the thought of Kyouko Hori and Izumi Miyamura getting along would be the last thing in people's minds. After all, Hori has a perfect combination of beauty and brains, while Miyamura appears meek and distant to his fellow classmates. However, a fateful meeting between the two lays both of their hidden selves bare. Even though she is popular at school, Hori has little time to socialize with her friends due to housework. On the other hand, Miyamura lives under the noses of his peers, his body bearing secret tattoos and piercings that make him look like a gentle delinquent.\n\nHaving opposite personalities yet sharing odd similarities, the two quickly become friends and often spend time together in Hori's home. As they both emerge from their shells, they share with each other a side of themselves concealed from the outside world.\n\n[Written by MAL Rewrite]",
    "episodes": 13,
    "score": 8.19,
    "scored_by": 954479,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "CloverWorks"
    ],
    "producers": [
      "Aniplex",
      "Square Enix",
      "Mainichi Broadcasting System",
      "Movic",
      "Kanetsu Investment",
      "My Theater D.D.",
      "Global Solutions",
      "Mirai-Kojo"
    ],
    "genres": [
      "Romance"
    ],
    "themes": [
      "School"
    ],
    "aired_from": "2021-01-10T00:00:00+00:00",
    "aired_to": "2021-04-04T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/42897/Horimiya",
    "year": 2021,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 39535,
    "title": "Mushoku Tensei: Isekai Ittara Honki Dasu",
    "title_english": "Mushoku Tensei: Jobless Reincarnation",
    "image_url": "https://cdn.myanimelist.net/images/anime/1530/117776l.jpg",
    "synopsis": "Despite being bullied, scorned, and oppressed all of his life, a 34-year-old shut-in still found the resolve to attempt something heroic—only for it to end in a tragic accident. But in a twist of fate, he awakens in another world as Rudeus Greyrat, starting life again as a baby born to two loving parents.\n\nPreserving his memories and knowledge from his previous life, Rudeus quickly adapts to his new environment. With the mind of a grown adult, he starts to display magical talent that exceeds all expectations, honing his skill with the help of a mage named Roxy Migurdia. Rudeus learns swordplay from his father, Paul, and meets Sylphiette, a girl his age who quickly becomes his closest friend.\n\nAs Rudeus' second chance at life begins, he tries to make the most of his new opportunity while conquering his traumatic past. And perhaps, one day, he may find the one thing he could not find in his old world—love.\n\n[Written by MAL Rewrite]",
    "episodes": 11,
    "score": 8.34,
    "scored_by": 936106,
    "type": "TV",
    "source": "Light novel",
    "studios": [
      "Studio Bind"
    ],
    "producers": [
      "Frontier Works",
      "TOHO",
      "Magic Capsule",
      "TOHO animation",
      "Hakuhodo DY Music & Pictures",
      "BS11",
      "Egg Firm",
      "Kadokawa",
      "GREE",
      "Toho Music"
    ],
    "genres": [
      "Adventure",
      "Drama",
      "Fantasy",
      "Ecchi"
    ],
    "themes": [
      "Isekai",
      "Reincarnation"
    ],
    "aired_from": "2021-01-11T00:00:00+00:00",
    "aired_to": "2021-03-22T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/39535/Mushoku_Tensei__Isekai_Ittara_Honki_Dasu",
    "year": 2021,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 40852,
    "title": "Dr. Stone: Stone Wars",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1711/110614l.jpg",
    "synopsis": "Senkuu has made it his goal to bring back two million years of human achievement and revive the entirety of those turned to statues. However, one man stands in his way: Tsukasa Shishiou, who believes that only the fittest of those petrified should be revived.\n\nAs the snow melts and spring approaches, Senkuu and his allies in Ishigami Village finish the preparations for their attack on the Tsukasa Empire. With a reinvented cell phone model now at their disposal, the Kingdom of Science is ready to launch its newest scheme to recruit the sizable numbers of Tsukasa's army to their side. However, it is a race against time; for every day the Kingdom of Science spends perfecting their inventions, the empire rapidly grows in number.\n\nReuniting with old friends and gaining new allies, Senkuu and the Kingdom of Science must stop Tsukasa's forces in order to fulfill their goal of restoring humanity and all its creations. With the two sides each in pursuit of their ideal world, the Stone Wars have now begun!\n\n[Written by MAL Rewrite]",
    "episodes": 11,
    "score": 8.15,
    "scored_by": 664100,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "TMS Entertainment"
    ],
    "producers": [
      "TOHO animation",
      "Shueisha",
      "Toho Music",
      "8PAN"
    ],
    "genres": [
      "Adventure",
      "Comedy",
      "Sci-Fi"
    ],
    "themes": [],
    "aired_from": "2021-01-14T00:00:00+00:00",
    "aired_to": "2021-03-25T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/40852/Dr_Stone__Stone_Wars",
    "year": 2021,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 39551,
    "title": "Tensei shitara Slime Datta Ken 2nd Season",
    "title_english": "That Time I Got Reincarnated as a Slime Season 2",
    "image_url": "https://cdn.myanimelist.net/images/anime/1271/109841l.jpg",
    "synopsis": "Taking a break from his time as a teacher, the powerful slime Rimuru Tempest returns to his kingdom, eponymously named Tempest, just in time to begin negotiations with a nearby nation—the Kingdom of Eurazania. While the negotiations are anything but peaceful, they do end successfully, allowing Rimuru to return and finish teaching. When trying to again return to Tempest, this time permanently, Rimuru is stopped by a mysterious figure who is somehow able to constrain the many magical abilities he has at his disposal. \n\nIn Tempest, the situation is even worse. A group of unknown humans has invaded the land and are assaulting its citizens, both influential and innocent. They are not just trying to bring harm either—they have the intent to kill. Can Rimuru overcome his powerful and dangerous foe and return to Tempest before it is too late?  \n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 8.35,
    "scored_by": 625531,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "8bit"
    ],
    "producers": [
      "Kodansha"
    ],
    "genres": [
      "Action",
      "Comedy",
      "Fantasy"
    ],
    "themes": [
      "Isekai",
      "Reincarnation"
    ],
    "aired_from": "2021-01-12T00:00:00+00:00",
    "aired_to": "2021-03-30T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/39551/Tensei_shitara_Slime_Datta_Ken_2nd_Season",
    "year": 2021,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 42203,
    "title": "Re:Zero kara Hajimeru Isekai Seikatsu 2nd Season Part 2",
    "title_english": "Re:ZERO -Starting Life in Another World- Season 2 Part 2",
    "image_url": "https://cdn.myanimelist.net/images/anime/1724/117421l.jpg",
    "synopsis": "After a stern yet compelling speech by Otto Suwen, Subaru Natsuki solemnly swears that he will successfully make it through this timeline and save everyone he can along the way. The first step toward achieving this goal is to help Emilia work through her past; however, that is easier said than done. Feeling as if she has been lied to by everyone around her, it will be difficult for Emilia to trust anyone, even Subaru, her self-proclaimed knight.\n\nRe:Zero kara Hajimeru Isekai Seikatsu 2nd Season Part 2 presents the culmination of Subaru's experiences with the Sanctuary and its people, along with his unwillingness to give up hope on saving them.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 8.42,
    "scored_by": 607777,
    "type": "TV",
    "source": "Light novel",
    "studios": [
      "White Fox"
    ],
    "producers": [
      "AT-X",
      "Memory-Tech",
      "Hakuhodo DY Music & Pictures",
      "Kadokawa Media House",
      "Kadokawa"
    ],
    "genres": [
      "Drama",
      "Fantasy",
      "Suspense"
    ],
    "themes": [
      "Isekai",
      "Psychological",
      "Time Travel"
    ],
    "aired_from": "2021-01-06T00:00:00+00:00",
    "aired_to": "2021-03-24T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/42203/Re_Zero_kara_Hajimeru_Isekai_Seikatsu_2nd_Season_Part_2",
    "year": 2021,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 39617,
    "title": "Yakusoku no Neverland 2nd Season",
    "title_english": "The Promised Neverland Season 2",
    "image_url": "https://cdn.myanimelist.net/images/anime/1815/110626l.jpg",
    "synopsis": "Emma, Ray, and the rest of the older children have escaped the confines of the Grace Field House. However, with relentless demons set on capturing them, their arduous battle for freedom has only just begun.\n\nDespite venturing into the treacherous wilderness, the children remain optimistic due to their possession of books written by William Minerva. Coded within his books are messages detailing the world outside the farm—information that can help them survive with the limited resources they have. But when their pursuers draw near, the children soon encounter their most dreadful situation yet. \n\nIn Yakusoku no Neverland 2nd Season, the children struggle to survive in the strange ruthless world, striving to find a sanctuary they can truly call home.\n\n[Written by MAL Rewrite]",
    "episodes": 11,
    "score": 5.25,
    "scored_by": 513991,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "CloverWorks"
    ],
    "producers": [
      "Aniplex",
      "Shueisha"
    ],
    "genres": [
      "Mystery",
      "Suspense"
    ],
    "themes": [
      "Psychological",
      "Survival"
    ],
    "aired_from": "2021-01-08T00:00:00+00:00",
    "aired_to": "2021-03-26T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/39617/Yakusoku_no_Neverland_2nd_Season",
    "year": 2021,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 43299,
    "title": "Wonder Egg Priority",
    "title_english": "Wonder Egg Priority",
    "image_url": "https://cdn.myanimelist.net/images/anime/1079/110751l.jpg",
    "synopsis": "Following the suicide of her best and only friend, Koito Nagase, Ai Ooto is left grappling with her new reality. With nothing left to live for, she follows the instructions of a mysterious entity and gets roped into purchasing an egg, or specifically, a Wonder Egg.\n\nUpon breaking the egg in a world that materializes during her sleep, Ai is tasked with saving people from the adversities that come their way. In doing so, she believes that she has moved one step closer to saving her best friend. With this dangerous yet tempting opportunity in the palms of her hands, Ai enters a place where she must recognize the relationship between other people's demons and her own.\n\nAs past trauma, unforgettable regrets, and innate fears hatch in the bizarre world of Wonder Egg Priority, a young girl discovers the different inner struggles tormenting humankind and rescues them from their worst fears.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 7.55,
    "scored_by": 366862,
    "type": "TV",
    "source": "Original",
    "studios": [
      "CloverWorks"
    ],
    "producers": [
      "Aniplex",
      "D.N. Dream Partners"
    ],
    "genres": [
      "Drama",
      "Supernatural",
      "Suspense"
    ],
    "themes": [
      "Psychological"
    ],
    "aired_from": "2021-01-13T00:00:00+00:00",
    "aired_to": "2021-03-31T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/43299/Wonder_Egg_Priority",
    "year": 2021,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 39783,
    "title": "5-toubun no Hanayome ∬",
    "title_english": "The Quintessential Quintuplets 2",
    "image_url": "https://cdn.myanimelist.net/images/anime/1775/109514l.jpg",
    "synopsis": "Through their tutor Fuutarou Uesugi's diligent guidance, the Nakano quintuplets' academic performance shows signs of improvement, even if their path to graduation is still rocky. However, as they continue to cause various situations that delay any actual tutoring, Fuutarou becomes increasingly involved with their personal lives, further complicating their relationship with each other.\n\nOn another note, Fuutarou slowly begins to realize the existence of a possible connection between him and the past he believes to have shared with one of the five girls. With everyone's feelings beginning to develop and overlap, will they be able to keep their bond strictly to that of a teacher and his students—or will it mature into something else entirely?\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 8.01,
    "scored_by": 480818,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Bibury Animation Studios"
    ],
    "producers": [
      "Pony Canyon",
      "Kodansha",
      "DAX Production",
      "BS11",
      "Nichion",
      "GYAO!",
      "Good Smile Film",
      "MAGNET"
    ],
    "genres": [
      "Comedy",
      "Romance"
    ],
    "themes": [
      "Harem",
      "School"
    ],
    "aired_from": "2021-01-08T00:00:00+00:00",
    "aired_to": "2021-03-26T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/39783/5-toubun_no_Hanayome_∬",
    "year": 2021,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 40750,
    "title": "Kaifuku Jutsushi no Yarinaoshi",
    "title_english": "Redo of Healer",
    "image_url": "https://cdn.myanimelist.net/images/anime/1301/110018l.jpg",
    "synopsis": "When Keyaru acquired his powers as a Hero who specialized in healing all injuries regardless of severity, it seemed that he would walk the path to a great future. But what awaited him instead was great agony; he was subjected to years of seemingly endless hellish torture and abuse. Keyaru's healing skills allowed him to secretly collect the memories and abilities of those he treated, gradually making him stronger than anyone else. But by the time he reached his full potential, it was far too late—he had already lost everything.\n\nDetermined to put his life back on track, Keyaru decided to unleash a powerful healing spell that rewound the entire world back to the time before he began to suffer his horrible fate. Equipped with the anguish of his past, he vows to redo everything in order to fulfill a new purpose—to exact revenge upon those who have wronged him.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 6.32,
    "scored_by": 361083,
    "type": "TV",
    "source": "Light novel",
    "studios": [
      "TNK"
    ],
    "producers": [
      "Lantis",
      "AT-X",
      "Glovision",
      "Docomo Anime Store",
      "Kadokawa Media House",
      "Kadokawa",
      "Bandai Namco Arts"
    ],
    "genres": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Erotica"
    ],
    "themes": [
      "Gore",
      "Harem",
      "Time Travel"
    ],
    "aired_from": "2021-01-13T00:00:00+00:00",
    "aired_to": "2021-03-31T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/40750/Kaifuku_Jutsushi_no_Yarinaoshi",
    "year": 2021,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 42923,
    "title": "SK∞",
    "title_english": "SK8 the Infinity",
    "image_url": "https://cdn.myanimelist.net/images/anime/1549/119195l.jpg",
    "synopsis": "High school student Reki Kyan is passionate about one thing: skateboarding. When night falls, he heads to \"S,\" an illegal underground race inside a mine where skaters compete in highly dangerous situations. After a loss that results in his skateboard being destroyed and his arm being broken, Reki is now incapable of practicing at all.\n\nWhile working, Reki runs into his new classmate, Langa Hasegawa, a half-Canadian and half-Japanese boy with no skateboarding experience whatsoever. Langa is in desperate need of money. After they both visit \"S\" when tasked by Reki's boss, they get into trouble and are forced into a bet that requires Langa to skate in a race. However, the mysterious transfer student holds a trump card that Reki is unaware of, one which might help him win the race in the most unexpected way.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 8,
    "scored_by": 312815,
    "type": "TV",
    "source": "Original",
    "studios": [
      "Bones"
    ],
    "producers": [
      "Aniplex",
      "Movic",
      "ABC Animation"
    ],
    "genres": [
      "Sports"
    ],
    "themes": [
      "Racing"
    ],
    "aired_from": "2021-01-10T00:00:00+00:00",
    "aired_to": "2021-04-04T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/42923/SK∞",
    "year": 2021,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 37984,
    "title": "Kumo desu ga, Nani ka?",
    "title_english": "So I'm a Spider, So What?",
    "image_url": "https://cdn.myanimelist.net/images/anime/1593/113724l.jpg",
    "synopsis": "The day is as normal as it can be in high school as the students peacefully go about their everyday activities until an unprecedented catastrophe strikes the school, killing every person in its wake. Guided by what seems to be a miracle, a handful of students are fortunate enough to be reincarnated into another world as nobles, princes, and other kinds of people with prestigious backgrounds.\n\nOne girl, however, is not so lucky. Being reborn as a spider of the weakest kind, she immediately experiences the hardships of her dire situation. Even so, she must press on to survive the numerous threats that endanger her life. Discovering that her new world has a system like that of an RPG, she tries her best to hunt prey and defeat monsters to level up and evolve. As she gradually grows stronger, she hopes one day her efforts will be rewarded, and that she will be granted a better life.\n\n[Written by MAL Rewrite]",
    "episodes": 24,
    "score": 7.45,
    "scored_by": 261974,
    "type": "TV",
    "source": "Light novel",
    "studios": [
      "Millepensee"
    ],
    "producers": [
      "Movic",
      "AT-X",
      "Sammy",
      "Crunchyroll",
      "Kadokawa Media House",
      "NTT Plala",
      "Kadokawa"
    ],
    "genres": [
      "Action",
      "Adventure",
      "Comedy",
      "Fantasy"
    ],
    "themes": [
      "Isekai",
      "Reincarnation"
    ],
    "aired_from": "2021-01-08T00:00:00+00:00",
    "aired_to": "2021-07-03T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/37984/Kumo_desu_ga_Nani_ka",
    "year": 2021,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 40935,
    "title": "Beastars 2nd Season",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1097/109646l.jpg",
    "synopsis": "\"Beastar\"—a title awarded to beasts who prove their excellence through fighting inequality to unite carnivores and herbivores in an anthropomorphic animal society. Cherryton Academy has gone five years without one such leader. However, following the murder of an alpaca within the school boundaries, the growing tension between the different species poses a greater need for a Beastar to ensure peace and harmony. \n\nWhen Louis, the prime candidate for this prestigious role, rejects the offer and leaves the academy, the student council declares to honor any student who captures the culprit of the aforementioned murder as Beastar. Meanwhile, Legoshi's sense of duty as a strong wolf who must protect the weak pushes him to investigate the incident. To further complicate his life, he struggles to manage his complex feelings for the white rabbit, Haru.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 7.76,
    "scored_by": 254965,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Orange"
    ],
    "producers": [
      "Movic",
      "Fuji TV",
      "Bandai",
      "BS Fuji",
      "TOHO animation",
      "Q-Tec",
      "Akita Shoten",
      "Hakuhodo DY Media Partners",
      "Bandai Spirits",
      "Toho Music"
    ],
    "genres": [
      "Drama",
      "Suspense"
    ],
    "themes": [
      "Anthropomorphic",
      "Psychological",
      "School"
    ],
    "aired_from": "2021-01-07T00:00:00+00:00",
    "aired_to": "2021-03-25T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/40935/Beastars_2nd_Season",
    "year": 2021,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 41491,
    "title": "Nanatsu no Taizai: Funnu no Shinpan",
    "title_english": "The Seven Deadly Sins: Dragon's Judgement",
    "image_url": "https://cdn.myanimelist.net/images/anime/1011/111551l.jpg",
    "synopsis": "After the Kingdom of Liones faces a new threat, the Seven Deadly Sins split up in order to defeat an enemy force spanning Britannia. With their members divided, they face 3 powerful foes, attempt to rescue the lost part of a dear friend, and begin their rescue of Elizabeth.\n\nHowever, all is not quite as it seems. Along the way, the truth of what brought the end of the Holy War 3000 years ago is uncovered, causing old friends to come face to face against each other.\n\nNanatsu no Taizai: Funnu no Shinpan continues the adventure of the Seven Deadly Sins and their friends, and sees a great power released.",
    "episodes": 24,
    "score": 6.57,
    "scored_by": 225196,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Studio Deen"
    ],
    "producers": [
      "TV Tokyo"
    ],
    "genres": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "themes": [],
    "aired_from": "2021-01-13T00:00:00+00:00",
    "aired_to": "2021-06-23T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/41491/Nanatsu_no_Taizai__Funnu_no_Shinpan",
    "year": 2021,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 40530,
    "title": "Jaku-Chara Tomozaki-kun",
    "title_english": "Bottom-Tier Character Tomozaki",
    "image_url": "https://cdn.myanimelist.net/images/anime/1120/109232l.jpg",
    "synopsis": "Fumiya Tomozaki is Japan's best player in the online game Attack Families, commonly known as \"Tackfam.\" Despite holding such a revered title, a lack of social skills and amiability causes him to fall short in his everyday high school life. Failing to have any friends, he blames the convoluted mechanics and unfair rules of life, forcing him to give up and proclaim himself a bottom-tier character in this \"game.\"\n\nAfter a fateful meeting with another top-tier Tackfam player, Fumiya is shocked to discover the player's true identity—Aoi Hinami, a popular, smart, and sociable classmate who is the complete opposite of himself. Aoi, surprised at how inept Fumiya is at everything besides Tackfam, decides to assist him in succeeding in what she calls the greatest game of them all. Through the gruesome ordeals of social interactions and relationships, Fumiya begins to advance tiers in the glorious game of life.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 7.1,
    "scored_by": 215716,
    "type": "TV",
    "source": "Light novel",
    "studios": [
      "Project No.9"
    ],
    "producers": [
      "Pony Canyon",
      "APDREAM",
      "Bit grooove promotion",
      "Dream Shift",
      "Bergamo"
    ],
    "genres": [
      "Drama",
      "Romance"
    ],
    "themes": [
      "School"
    ],
    "aired_from": "2021-01-08T00:00:00+00:00",
    "aired_to": "2021-03-26T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/40530/Jaku-Chara_Tomozaki-kun",
    "year": 2021,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 41899,
    "title": "Ore dake Haireru Kakushi Dungeon",
    "title_english": "The Hidden Dungeon Only I Can Enter",
    "image_url": "https://cdn.myanimelist.net/images/anime/1988/115708l.jpg",
    "synopsis": "Despite his noble title, Noir Stalgia is at the bottom of the social hierarchy. Because of this, his fellow nobles oppress him and treat him like garbage. However, he possesses a rare yet powerful ability to communicate with the Great Sage, an oracle who grants Noir the answer to absolutely anything.\n\nAfter failing to secure a job as a librarian, Noir decides to join the Hero Academy. He knows he must become stronger to enter the institution. The Great Sage advises him to explore a hidden dungeon deep within the mountains. There, Noir meets Olivia Servant, a beautiful yet enchained maiden trapped within the labyrinth. Olivia bestows upon Noir a set of ridiculously powerful skills that grants him virtually total control over reality. Naturally, there is a catch—every time Noir attempts to use his powers, his life points decrease, putting his life at risk. To replenish his energy, he must give in to worldly pleasures such as kissing his childhood friend!\n\nWith his newfound powers, Noir begins his journey as a student in the Hero Academy, meeting new acquaintances and helping them through the dire situations ahead.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 6.27,
    "scored_by": 219582,
    "type": "TV",
    "source": "Light novel",
    "studios": [
      "Okuruto Noboru"
    ],
    "producers": [
      "Mainichi Broadcasting System",
      "Kodansha",
      "Crunchyroll",
      "DMM pictures",
      "DMM Music"
    ],
    "genres": [
      "Action",
      "Adventure",
      "Fantasy",
      "Ecchi"
    ],
    "themes": [
      "Harem"
    ],
    "aired_from": "2021-01-09T00:00:00+00:00",
    "aired_to": "2021-03-27T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/41899/Ore_dake_Haireru_Kakushi_Dungeon",
    "year": 2021,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 40908,
    "title": "Kemono Jihen",
    "title_english": "Kemono Jihen",
    "image_url": "https://cdn.myanimelist.net/images/anime/1258/108331l.jpg",
    "synopsis": "Kohachi Inugami, a detective who specializes in the occult, arrives at a remote village in the Japanese countryside, tasked by a hostess at a local inn to investigate a string of incidents involving rotting and mutilated livestock corpses that have been appearing for seemingly no reason. While surveying, Inugami notices a peculiar young boy working in the fields. Evaded by his peers and called \"Dorotabou\" for his stench, the young farmhand is surprised that anybody would take an interest in him.\n\nInugami, piqued with curiosity, enlists Dorotabou in helping him with the investigation, despite scorned looks from the villagers. Unbeknownst to Dorotabou, this investigation will reveal a strange new world to him—one of the beast-like entities known as Kemono existing in tandem with humans—along with breathing new purpose into his previously empty life.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 7.36,
    "scored_by": 183478,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Ajia-do"
    ],
    "producers": [
      "Frontier Works",
      "Lantis",
      "Shueisha",
      "Yomiuri TV Enterprise",
      "Bandai Namco Arts",
      "JTB Next Creation"
    ],
    "genres": [
      "Action",
      "Mystery",
      "Supernatural"
    ],
    "themes": [
      "Detective",
      "Mythology"
    ],
    "aired_from": "2021-01-10T00:00:00+00:00",
    "aired_to": "2021-03-28T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/40908/Kemono_Jihen",
    "year": 2021,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 40594,
    "title": "Tatoeba Last Dungeon Mae no Mura no Shounen ga Joban no Machi de Kurasu Youna Monogatari",
    "title_english": "Suppose a Kid from the Last Dungeon Boonies Moved to a Starter Town?",
    "image_url": "https://cdn.myanimelist.net/images/anime/1512/111549l.jpg",
    "synopsis": "A long time ago, the ancient saviors of humanity founded a village as their haven, with their descendants said to assist humanity in times of extreme chaos. This village, Kunlun, is located just beside the infamous \"Last Dungeon\"—a place where monsters of unimaginable strength reside and which serves as the hunting grounds for Kunlun residents.\n\nDespite being accustomed to defeating powerful enemies since childhood, Lloyd Belladonna regards himself as the weakest in his village in terms of magic, strength, and intelligence. Even so, to fulfill his desire of becoming a soldier, he goes to the Kingdom of Azami to enroll in its military academy. However, as someone whose upbringing defies common sense, Lloyd's innate power might just prove to be the key to end the crises enveloping the kingdom!\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 6.32,
    "scored_by": 155499,
    "type": "TV",
    "source": "Light novel",
    "studios": [
      "LIDENFILMS"
    ],
    "producers": [
      "AT-X",
      "NBCUniversal Entertainment Japan",
      "Sammy",
      "BS11",
      "JR East Marketing & Communications",
      "GREE",
      "SB Creative",
      "Tapioca"
    ],
    "genres": [
      "Adventure",
      "Comedy",
      "Fantasy"
    ],
    "themes": [],
    "aired_from": "2021-01-04T00:00:00+00:00",
    "aired_to": "2021-03-22T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/40594/Tatoeba_Last_Dungeon_Mae_no_Mura_no_Shounen_ga_Joban_no_Machi_de_Kurasu_Youna_Monogatari",
    "year": 2021,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 39586,
    "title": "Hataraku Saibou!!",
    "title_english": "Cells at Work!!",
    "image_url": "https://cdn.myanimelist.net/images/anime/1726/114552l.jpg",
    "synopsis": "The cells of the human body never rest for too long; there is always something new to do and learn every day. At least, that is what Hakkekkyuu U-1146 feels as he rushes to and fro, searching for any pathogens that could cause harm to the body. Despite his dangerous line of work, it is all worth it to protect the happy smiles of Sekkekkyuu AE3803, the platelet crew, his fellow neutrophils, and the other cells he meets along the way. \n\nIn his latest pathogen-hunting adventures, Hakkekkyuu U-1146 discovers how important cells can sometimes make mistakes, and that not all bacteria are actually bad. Everybody has their bad days, but everything eventually works out when their comrades have their backs. In the end, it is just another normal day for these hardworking cells!\n\n[Written by MAL Rewrite]",
    "episodes": 8,
    "score": 7.38,
    "scored_by": 107482,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "David Production"
    ],
    "producers": [
      "Aniplex",
      "Kodansha",
      "Magic Capsule"
    ],
    "genres": [
      "Comedy"
    ],
    "themes": [
      "Anthropomorphic",
      "Educational",
      "Medical"
    ],
    "aired_from": "2021-01-09T00:00:00+00:00",
    "aired_to": "2021-02-27T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/39586/Hataraku_Saibou",
    "year": 2021,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 41109,
    "title": "Log Horizon: Entaku Houkai",
    "title_english": "Log Horizon: Destruction of the Round Table",
    "image_url": "https://cdn.myanimelist.net/images/anime/1510/108026l.jpg",
    "synopsis": "Third season of Log Horizon.\n\nIt's been a year since Shiroe and his friends were trapped in Akiba due to the Catastrophe. Their forging of the Round Table has brought order and prosperity to its people. But fracturing political alliances and the constant menace of the Genius monsters threaten to destabilize all they've fought for and built. Can faith be restored and they persevere, or is its destruction truly inevitable?\n\n(Source: Funimation)",
    "episodes": 12,
    "score": 7.07,
    "scored_by": 92631,
    "type": "TV",
    "source": "Light novel",
    "studios": [
      "Studio Deen"
    ],
    "producers": [],
    "genres": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "themes": [
      "Adult Cast",
      "Video Game"
    ],
    "aired_from": "2021-01-13T00:00:00+00:00",
    "aired_to": "2021-03-31T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/41109/Log_Horizon__Entaku_Houkai",
    "year": 2021,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 38474,
    "title": "Yuru Camp△ Season 2",
    "title_english": "Laid-Back Camp Season 2",
    "image_url": "https://cdn.myanimelist.net/images/anime/1255/110636l.jpg",
    "synopsis": "Having spent Christmas camping with her new friends, Rin Shima embarks on a solo-camping trip to see the New Year sunrise by the sea. All goes according to plan until unforeseen weather blocks the roads back home, making a return trip impossible. Rin, who is now stranded for a few days, is invited by Nadeshiko Kagamihara to stay at her grandmother's house. \n\nWhat is supposed to be a two-day trip becomes an extended period of sightseeing and new experiences for Rin, and she encounters some new and old faces along the way. Yuru Camp△ Season 2 continues the story of Rin, Nadeshiko, and their friends as they further explore the joys of camping.\n\n[Written by MAL Rewrite]",
    "episodes": 13,
    "score": 8.5,
    "scored_by": 110119,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "C-Station"
    ],
    "producers": [
      "Half H.P Studio",
      "MAGES.",
      "DeNA"
    ],
    "genres": [
      "Slice of Life"
    ],
    "themes": [
      "CGDCT",
      "Iyashikei"
    ],
    "aired_from": "2021-01-07T00:00:00+00:00",
    "aired_to": "2021-04-01T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/38474/Yuru_Camp△_Season_2",
    "year": 2021,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 41694,
    "title": "Hataraku Saibou Black",
    "title_english": "Cells at Work! CODE BLACK!",
    "image_url": "https://cdn.myanimelist.net/images/anime/1837/110799l.jpg",
    "synopsis": "Due to poor lifestyle choices, a certain human's body is in constant turmoil. With germs, bacteria, and foreign substances abound, the jobs of various cells become increasingly difficult and dangerous. As some of the unfortunate ones who matured in this chaotic environment, Sekkekkyuu AA2153 and Hakkekkyuu U-1196 strive to fulfill their duties—even if it means seeing many of their fellow cells lose their lives in duty.\n\nSet in an environment vastly different from its parent story, Hataraku Saibou Black portrays the cells' struggles as they try to maintain the body's health. However, the human's condition continues to deteriorate, and whether or not these efforts will amount to something concrete depends on the cells!\n\n[Written by MAL Rewrite]",
    "episodes": 13,
    "score": 7.51,
    "scored_by": 85981,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "LIDENFILMS"
    ],
    "producers": [
      "Aniplex",
      "Kodansha",
      "Studio Mausu",
      "Tokyo MX",
      "NetEase"
    ],
    "genres": [
      "Action",
      "Drama"
    ],
    "themes": [
      "Anthropomorphic",
      "Educational",
      "Medical"
    ],
    "aired_from": "2021-01-10T00:00:00+00:00",
    "aired_to": "2021-03-19T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/41694/Hataraku_Saibou_Black",
    "year": 2021,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 40907,
    "title": "World Trigger 2nd Season",
    "title_english": "World Trigger 2nd Season",
    "image_url": "https://cdn.myanimelist.net/images/anime/1598/110462l.jpg",
    "synopsis": "After successfully holding off the invasion by Aftokrator, the Border Defense Agency prepares an away mission into the Neighbor's dimension. However, like in previous scouting expeditions, only A-rank teams are certain to secure a spot. As the B-rank wars continue, Osamu Mikumo and the rest of Tamakoma-2 quickly fight to the top in an attempt to obtain a promotion before the operation begins.\n\nMeanwhile, a new Neighbor ship approaches Border Headquarters. Noticing that the attackers are targeting the Border Expedition Ship, forces are hastily sent to combat them. However, with fewer squads available due to the proceeding rank wars, the organization is sent into disarray. This latest offensive from the Neighbors shrouds the fate of the all-important expedition ship in uncertainty.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 8.04,
    "scored_by": 66236,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Toei Animation"
    ],
    "producers": [
      "TV Asahi"
    ],
    "genres": [
      "Action",
      "Sci-Fi"
    ],
    "themes": [],
    "aired_from": "2021-01-10T00:00:00+00:00",
    "aired_to": "2021-04-04T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/40907/World_Trigger_2nd_Season",
    "year": 2021,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 39808,
    "title": "Non Non Biyori Nonstop",
    "title_english": "Non Non Biyori Nonstop",
    "image_url": "https://cdn.myanimelist.net/images/anime/1033/111540l.jpg",
    "synopsis": "The carefree journeys of the four girls continue! As their fleeting yet eventful summer becomes a distant memory, the arrival of fall signals a new school year with limitless opportunities. Even as the four girls return to their peaceful routine, the appearance of new faces enlivens the anything but exciting rural life of Asahigaoka.\n\nNon Non Biyori Nonstop leisurely walks back into the lives of Hotaru Ichijou, Komari Koshigaya, Natsumi Koshigaya, and Renge Miyauchi as they fully embrace their rural lifestyles and turn anything they find into nothing but fun!\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 8.35,
    "scored_by": 52568,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "SILVER LINK."
    ],
    "producers": [
      "TV Tokyo",
      "Lantis",
      "AT-X",
      "Kadokawa",
      "Bandai Namco Arts",
      "Bit grooove promotion",
      "Sony Music Solutions"
    ],
    "genres": [
      "Slice of Life"
    ],
    "themes": [
      "CGDCT",
      "Iyashikei"
    ],
    "aired_from": "2021-01-11T00:00:00+00:00",
    "aired_to": "2021-03-29T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/39808/Non_Non_Biyori_Nonstop",
    "year": 2021,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 41392,
    "title": "Urasekai Picnic",
    "title_english": "Otherside Picnic",
    "image_url": "https://cdn.myanimelist.net/images/anime/1494/111515l.jpg",
    "synopsis": "The \"Otherworld\" is a vast and dangerous realm hidden from the knowledge of the common folk. It is also home to many creatures that threaten any human who dare visit it. To witness its desolate yet oddly absorbing environment, one must search for portals that could reside anywhere, from secret elevators to shrine entrances.\n\nAfter a fateful encounter with a horrendous Otherworld denizen, Sorawo Kamikoshi ponders whether to keep going or give up in life. Meanwhile, Toriko Nishina scours the Otherworld in hopes of finding her friend Satsuki, who she believes is lost somewhere within the realm. \n\nWhen the two cross paths, friendship blossoms. In order to acquire as much information about this obscure dimension, the two travel back and forth from the real world to the other. Sorawo and Toriko's bodies are soon influenced by the Otherworld, preparing them for the many horrors to come as both of them try to fulfill their goals.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 6.66,
    "scored_by": 43260,
    "type": "TV",
    "source": "Novel",
    "studios": [
      "LIDENFILMS",
      "Felix Film"
    ],
    "producers": [
      "Sony Pictures Entertainment",
      "Square Enix",
      "Frontier Works",
      "AT-X",
      "Hakuhodo DY Music & Pictures",
      "Amusement Media Academy",
      "BS11",
      "Good Smile Film",
      "Hayakawa Shobou"
    ],
    "genres": [
      "Adventure",
      "Fantasy",
      "Mystery",
      "Suspense"
    ],
    "themes": [
      "Isekai",
      "Survival"
    ],
    "aired_from": "2021-01-04T00:00:00+00:00",
    "aired_to": "2021-03-22T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/41392/Urasekai_Picnic",
    "year": 2021,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 42250,
    "title": "Bungou Stray Dogs Wan!",
    "title_english": "Bungo Stray Dogs Wan!",
    "image_url": "https://cdn.myanimelist.net/images/anime/1293/111430l.jpg",
    "synopsis": "Atsushi Nakajima has finally grown accustomed to the crazy lifestyle that comes with being part of the Armed Detective Agency. But even during peaceful periods of time, there is bound to be chaos! As Atsushi, his friends, and the agency's rival group—the Port Mafia—go about their days roaming the streets of Yokohama, there are no limits to the strange situations they are unwillingly thrown into. \n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 7.98,
    "scored_by": 56249,
    "type": "TV",
    "source": "Web manga",
    "studios": [
      "Bones",
      "Nomad"
    ],
    "producers": [
      "Kadokawa"
    ],
    "genres": [
      "Comedy"
    ],
    "themes": [],
    "aired_from": "2021-01-13T00:00:00+00:00",
    "aired_to": "2021-03-31T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/42250/Bungou_Stray_Dogs_Wan",
    "year": 2021,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 40679,
    "title": "2.43: Seiin Koukou Danshi Volley-bu",
    "title_english": "2.43: Seiin High School Boys Volleyball Team",
    "image_url": "https://cdn.myanimelist.net/images/anime/1907/110083l.jpg",
    "synopsis": "Genius setter Kimichika Haijima moves back to Fukui from Tokyo after an incident within his school's volleyball team forces him out. There, he is reunited with his childhood friend, Yuni Kuroba, a member of the Monshiro Middle School Boys' Volleyball Team, who is unaware of his own talents. Haijima notices Kuroba's abilities and is determined to form a new volleyball team with Kuroba as the team's ace. At the prefectural tournament, Kuroba crumbles under the pressure, which causes the Monshiro team to fall apart after losing. The loss also creates a rift between Haijima and Kuroba, leading the former to quit the team.\n\nNow, as students at Seiin High School, Haijima and Kuroba find themselves on the same volleyball team once again. Having learned from his past mistakes, Haijima helps Kuroba overcome his performance anxiety to become the ace and carry the team to the prefectural championship. With support from team captain Shinichirou Oda and vice captain Misao Aoki, Seiin aim to win the prefecturals and become Fukui's representatives at the Spring Tournament. To do this, they will need to beat Fukuho Technical High School, the reigning champions of Fukui. Will Haijima's team defeat the odds, or are they doomed to repeat his history of losing?\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 6.14,
    "scored_by": 47997,
    "type": "TV",
    "source": "Novel",
    "studios": [
      "David Production"
    ],
    "producers": [
      "Aniplex",
      "Dentsu",
      "Animax",
      "Movic",
      "Fuji TV",
      "Fujipacific Music",
      "Shueisha",
      "Fuji Creative",
      "Tohan Corporation",
      "Japan Volleyball Association"
    ],
    "genres": [
      "Drama",
      "Sports"
    ],
    "themes": [
      "School",
      "Team Sports"
    ],
    "aired_from": "2021-01-08T00:00:00+00:00",
    "aired_to": "2021-03-26T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/40679/243__Seiin_Koukou_Danshi_Volley-bu",
    "year": 2021,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 42941,
    "title": "Uma Musume: Pretty Derby Season 2",
    "title_english": "Umamusume: Pretty Derby Season 2",
    "image_url": "https://cdn.myanimelist.net/images/anime/1447/114282l.jpg",
    "synopsis": "Within the horse-racing world, the horse girls of Team Spica have been gaining popularity as they continue to rack up victories. The one receiving the most attention in the group is Toukai Teiou, known for her cheerful personality and exceptional running skills. Teiou aims to become an undefeated Triple Crown horse girl by winning all three G1 races consecutively, a feat that has not been accomplished since the legendary Symboli Rudolf managed to do so many years ago.\n\nOn her path to obtaining the Triple Crown, Teiou is met with many challenges, encountering both old and new rivals. Amidst her fierce rivalries, however, Teiou is soon confronted with decisions that will leave a huge impact on her very own racing career.\n\n[Written by MAL Rewrite]",
    "episodes": 13,
    "score": 8.27,
    "scored_by": 46273,
    "type": "TV",
    "source": "Game",
    "studios": [
      "Studio KAI"
    ],
    "producers": [
      "TOHO animation",
      "Cygames"
    ],
    "genres": [
      "Sports"
    ],
    "themes": [
      "Anthropomorphic",
      "Racing"
    ],
    "aired_from": "2021-01-05T00:00:00+00:00",
    "aired_to": "2021-03-30T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/42941/Uma_Musume__Pretty_Derby_Season_2",
    "year": 2021,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 42822,
    "title": "Kai Byoui Ramune",
    "title_english": "Dr. Ramune -Mysterious Disease Specialist-",
    "image_url": "https://cdn.myanimelist.net/images/anime/1443/110157l.jpg",
    "synopsis": "At first glance, Ramune may not seem like a professional doctor—he is crass, rude, and often acts halfheartedly. But his true brilliance shines through once his patients pay him a visit: he is able to diagnose and treat all sorts of strange, mysterious diseases that come his way. From a young student whose fingers have turned into chili peppers to a child whose tears are made of condiments, Ramune is able to tap into a kind of innate, otherworldly sensibility that enables him to decipher the roots of their source. But finding the proper cure for these illnesses comes at a valuable price, and money certainly cannot be used to pay it. \n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 7.15,
    "scored_by": 35150,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Platinum Vision"
    ],
    "producers": [
      "Kodansha",
      "KlockWorx",
      "King Records",
      "Crunchyroll",
      "Muse Communication"
    ],
    "genres": [
      "Mystery",
      "Supernatural"
    ],
    "themes": [
      "Medical"
    ],
    "aired_from": "2021-01-10T00:00:00+00:00",
    "aired_to": "2021-03-28T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/42822/Kai_Byoui_Ramune",
    "year": 2021,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 41762,
    "title": "Tenchi Souzou Design-bu",
    "title_english": "Heaven's Design Team",
    "image_url": "https://cdn.myanimelist.net/images/anime/1339/113938l.jpg",
    "synopsis": "In the beginning, God created the heavens and the earth. He also sought after a wide variety of animals to populate the planet. However, he felt that it was too tiresome to think of new ideas within his criteria. To address this problem, God appointed an organization—the Heaven's Design Team—to do the work instead!\n\nShimoda is a newly-hired angel who serves as the mediator between God and the design team. As he steps into his role, he witnesses his coworkers conceive interesting ideas for many unique life forms according to God's desires. From giraffes and snakes to birds, anteaters, and everything in between, the possibilities for different animal species are endless!\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 7.16,
    "scored_by": 34898,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Asahi Production"
    ],
    "producers": [
      "Dentsu",
      "Kodansha",
      "AT-X",
      "Studio Mausu",
      "BS Fuji",
      "Tokyo MX",
      "Avex Pictures",
      "TV Aichi"
    ],
    "genres": [
      "Comedy",
      "Fantasy"
    ],
    "themes": [
      "Educational",
      "Gag Humor",
      "Mythology",
      "Workplace"
    ],
    "aired_from": "2021-01-07T00:00:00+00:00",
    "aired_to": "2021-03-25T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/41762/Tenchi_Souzou_Design-bu",
    "year": 2021,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 38853,
    "title": "Ex-Arm",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1847/113935l.jpg",
    "synopsis": "After being hit by a truck in the year 2014, Akira Natsume awakes to find himself inside a machine following a 16-year-long coma. As he adjusts to the new interface, he is greeted by police officer Minami Uezono and her android partner Alma. The pair shows Akira that his brain is contained inside a device called an EX-ARM—a weapon of mass destruction. Aboard an enemy smuggler ship, the three must escape using nothing but their ingenuity and combat skills.\n\nWhile initially reluctant to fight, Akira soon recalls his brother's words from before the accident. The memory inspires him to take action, possessing Alma's body to fight his opponents using martial arts. Once Alma plugs him into one of the ship's ports, he discovers the devastating potential of his EX-ARM by effortlessly hacking and assuming control of the vessel.\n\nUpon safely arriving back on land, Akira meets the other members of the EX-ARM Countermeasure Prevention Team, a police division working to mitigate the effects of EX-ARMs. Witnessing the atrocities committed by those who seek the power of EX-ARMs, he resolves to join the team and put an end to the terror caused by these weapons.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 2.87,
    "scored_by": 45062,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Visual Flight"
    ],
    "producers": [
      "Nippon Columbia",
      "BS Fuji",
      "Shueisha",
      "Crunchyroll",
      "Yomiuri TV Enterprise",
      "MAGNET",
      "Video Market",
      "Royal Limousine"
    ],
    "genres": [
      "Action",
      "Sci-Fi"
    ],
    "themes": [],
    "aired_from": "2021-01-11T00:00:00+00:00",
    "aired_to": "2021-03-29T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/38853/Ex-Arm",
    "year": 2021,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 40961,
    "title": "Hortensia Saga",
    "title_english": "Hortensia SAGA",
    "image_url": "https://cdn.myanimelist.net/images/anime/1558/113940l.jpg",
    "synopsis": "A violent rebellion in the capital led by Duke Rugis Camellia wreaks havoc on the Kingdom of Hortensia, leaving every member of the royalty either dead or missing. Barely escaping with his life, knight Maurice Baudelaire flees the ensuing chaos after his brother, Fernando Albert, is killed by a werewolf in battle. \n\nTo honor his legacy, Maurice treks to Albert's house and delivers his son, Alfred Ober, his father's sword. Despite his grief, Alfred is reminded of a vow he pledged with his father—to become a knight so that he could protect his land, the Albert Dominion. \n\nUnder Maurice's tutelage, Alfred hones his combat skills to fulfill his promise. Training alongside him is Marius Casterede, an intriguing boy whose age seems to be more than meets the eye. Elsewhere, Pope Alexi Valdebron delivers the order to capture the missing princess and crowns Charlot D'Hortensia as the new king. Hortensia Saga is a tale of camaraderie and determination as Alfred, Marius, and Maurice work together with friends of past and present to bring forth light amidst Hortensia's dark times.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 5.84,
    "scored_by": 23443,
    "type": "TV",
    "source": "Game",
    "studios": [
      "LIDENFILMS"
    ],
    "producers": [
      "Aniplex"
    ],
    "genres": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "themes": [],
    "aired_from": "2021-01-07T00:00:00+00:00",
    "aired_to": "2021-03-25T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/40961/Hortensia_Saga",
    "year": 2021,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 40842,
    "title": "Idoly Pride",
    "title_english": "Idoly Pride",
    "image_url": "https://cdn.myanimelist.net/images/anime/1025/111962l.jpg",
    "synopsis": "The VENUS Program is an idol scoring system that is entirely impartial, using AI and data to rank candidates based on an array of factors. To determine the rising stars of the idol industry, the annual VENUS Grand Prix is held utilizing these algorithms. Among all the idols that have participated, none have been as outstanding as Mana Nagase. However, on the day of the tournament's finals, a tragic accident suddenly ends her career.\n\nKouhei Makino, who previously worked as Mana's manager, continues his career at Hoshimi Productions years after her death. Wanting to build a new team of idols, he accepts interviews from various girls. Unexpectedly, one of the interviewees is Kotono Nagase, Mana's younger sister, who is striving to carry on her sister's legacy under the tutelage of her former advisor. Also auditioning is Sakura Kawasaki, whose voice sounds astoundingly similar to that of Mana.\n\nBoth Kotono and Sakura pass the evaluations, joining a group of eight other aspiring young girls. Living in a shared dormitory, the 10 members work together to learn more about what it means to harmonize as a team. United by an ambitious endeavor, the girls compete their way to the top as they traverse through the unforgiving world of idols.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 7.4,
    "scored_by": 20384,
    "type": "TV",
    "source": "Mixed media",
    "studios": [
      "Lerche"
    ],
    "producers": [
      "Half H.P Studio",
      "F.M.F",
      "CyberAgent",
      "Wicky.Records"
    ],
    "genres": [
      "Drama"
    ],
    "themes": [
      "Idols (Female)",
      "Music"
    ],
    "aired_from": "2021-01-10T00:00:00+00:00",
    "aired_to": "2021-03-28T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/40842/Idoly_Pride",
    "year": 2021,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 40930,
    "title": "Azur Lane: Bisoku Zenshin!",
    "title_english": "Azur Lane: Slow Ahead!",
    "image_url": "https://cdn.myanimelist.net/images/anime/1137/113872l.jpg",
    "synopsis": "In a seemingly peaceful time without looming threats of Sirens or war, shipgirls from different nations live together in harmony. Some girls, such as the destroyers Ayanami, Javelin, Laffey, and Z23, attend school. Others immerse themselves into various other activities, including sports, foraging, training, going to formal parties, or even vying for the commander's attention! But one thing is for certain: the girls will continue to deepen their friendship in the pleasant port of Azur Lane!\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 7,
    "scored_by": 21634,
    "type": "TV",
    "source": "4-koma manga",
    "studios": [
      "Studio CANDY BOX"
    ],
    "producers": [
      "Delfi Sound",
      "Yostar Pictures"
    ],
    "genres": [
      "Comedy",
      "Sci-Fi"
    ],
    "themes": [
      "Anthropomorphic",
      "CGDCT",
      "Military"
    ],
    "aired_from": "2021-01-12T00:00:00+00:00",
    "aired_to": "2021-03-30T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/40930/Azur_Lane__Bisoku_Zenshin",
    "year": 2021,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 46118,
    "title": "Wave!! Surfing Yappe!! (TV)",
    "title_english": "WAVE!! -Let's go surfing!!-",
    "image_url": "https://cdn.myanimelist.net/images/anime/1807/113870l.jpg",
    "synopsis": "Energetic and cheerful, 14-year-old Masaki Hinaoka takes his pet corgi on morning runs along the beach bathed in the rising sun. Suddenly, Masaki's eyes sparkle in awe: a blond boy surfs, delicate and breathtaking, with a slight smile gracing his kind face. Before long, Masaki encounters him again as a new classmate named Shou Akitsuki.\n\nShou is a skilled surfer and has been immersed in the sport since childhood. Even though surfing is the hobby of choice for Masaki's best friend, easygoing half-Hawaiian Nalu Tanaka, Masaki has never shown interest in trying it himself. But his admiration for Shou's surfing style finally inspires him to try the waves for the first time—despite not knowing how to swim.\n\nOn the surfboard, Masaki shows surprising potential and talent for balance. He learns quickly and eventually enters a local competition, all with Shou and Tanaka by his side. However, behind Shou's gentle smile lurks a darker shadow, threatening to overwhelm his friends. Nonetheless, Masaki fearlessly steps into the fun world of surfing, stopping at nothing to be the very best.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 5.86,
    "scored_by": 15481,
    "type": "TV",
    "source": "Mixed media",
    "studios": [
      "Asahi Production"
    ],
    "producers": [
      "Delfi Sound"
    ],
    "genres": [
      "Sports"
    ],
    "themes": [],
    "aired_from": "2021-01-12T00:00:00+00:00",
    "aired_to": "2021-03-30T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/46118/Wave_Surfing_Yappe_TV",
    "year": 2021,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 40964,
    "title": "Back Arrow",
    "title_english": "Back Arrow",
    "image_url": "https://cdn.myanimelist.net/images/anime/1373/111546l.jpg",
    "synopsis": "The world of Lingalind is surrounded by a mystical wall with seemingly nothing beyond its confines. Worshipped as the mother of the land, the wall delivers celestial gift capsules called \"Rakuho'' to locations across the continent. Arriving once a month, the capsules contain metallic armbands that allow the wearer to transform into a mechanical being known as a \"Briheight.\" As a result, Lingalind is thrown into constant turmoil by its warring nations, all hoping to strengthen their military prowess by procuring the offerings for themselves.\n\nOne day, a Rakuho crash-lands in the countryside with an unexpected inhabitant—a mysterious black-haired man. All eyes are set on this strange newcomer, who calls himself \"Back Arrow,\" when he claims to have hailed from a place beyond the wall—a revelation that can potentially unravel Lingalind's entire dogmatic foundation.\n\n[Written by MAL Rewrite]",
    "episodes": 24,
    "score": 6.33,
    "scored_by": 14698,
    "type": "TV",
    "source": "Original",
    "studios": [
      "Studio VOLN"
    ],
    "producers": [
      "Aniplex",
      "Movic",
      "BS11",
      "ABC Animation",
      "Legs",
      "Bandai Spirits"
    ],
    "genres": [
      "Fantasy"
    ],
    "themes": [
      "Mecha"
    ],
    "aired_from": "2021-01-09T00:00:00+00:00",
    "aired_to": "2021-06-19T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/40964/Back_Arrow",
    "year": 2021,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 40786,
    "title": "Skate-Leading☆Stars",
    "title_english": "Skate-Leading Stars",
    "image_url": "https://cdn.myanimelist.net/images/anime/1807/106481l.jpg",
    "synopsis": "Child figure skating prodigy Kensei Maeshima abruptly quits the sport after his one-sided rival, Reo Shinozaki, refuses to acknowledge his skill. Now, as a student at Inodai High School, Kensei uses his athletic skills to assist the other sports teams, but he never officially joins one. One day, Reo announces his switch from singles figure skating into team-based skate-leading and joins St. Clavis Gakuin High School—last year's Grand Prix champions. Hayato Sasugai, a classmate with a mysterious connection to Reo, convinces Kensei to switch to skate-leading in order to finally defeat his rival in a competition.\n\nKensei's sudden entry into the Inodai Skate-Leading Club is met with backlash from the current members. Although he is a very strong singles skater, Kensei lacks the teamwork skills required to perform well in skate-leading. Factoring in his hot-headed, impatient attitude, inconsistent skating performances, and a complicated history with some of the members, Kensei's teammates do not believe he is a good fit to be their \"Lead.\" The team must work together to resolve these issues, however, if they wish to qualify for the Grand Prix Finals and even stand a chance at defeating St. Clavis Gakuin.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 6.46,
    "scored_by": 13758,
    "type": "TV",
    "source": "Original",
    "studios": [
      "J.C.Staff"
    ],
    "producers": [],
    "genres": [
      "Sports"
    ],
    "themes": [
      "Performing Arts",
      "School",
      "Team Sports"
    ],
    "aired_from": "2021-01-10T00:00:00+00:00",
    "aired_to": "2021-03-28T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/40786/Skate-Leading☆Stars",
    "year": 2021,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 42825,
    "title": "Project Scard: Praeter no Kizu",
    "title_english": "Scar on the Praeter",
    "image_url": "https://cdn.myanimelist.net/images/anime/1239/111647l.jpg",
    "synopsis": "Under siege by foreign organizations, the Akatsuki Special Ward is a battlefield tainted with greed and violence, abandoning its citizens caught in the crossfire. In the wake of the anarchic turmoil emerges the Scard—vigilantes who wield supernatural abilities gifted to them by divine tattoos. Among them is Eiji Arashiba, the Hero of Akatsuki, who protects the district from tyrant outsiders.\n\nOne fateful day, Eiji contends with Dusk—a mafia syndicate—alongside Yamato Kai, a boy he recently met. Amid the chaos, Yamato blocks a sniper bullet heading toward Eiji, but the shot still strikes his tattoo despite Yamato's efforts. To save the injured Yamato, Eiji passes the tattoo onto him, entrusting him with protecting the Akatsuki Special Ward in his sacrifice.\n\nAs the ward continues to collapse under conflict, will Yamato be able to use his newfound Scard powers to protect his loved ones, or will he falter trying to become the new Hero of Akatsuki?\n\n[Written by MAL Rewrite]",
    "episodes": 13,
    "score": 5.93,
    "scored_by": 8866,
    "type": "TV",
    "source": "Mixed media",
    "studios": [
      "GoHands"
    ],
    "producers": [
      "Frontier Works",
      "Glovision",
      "Soranone"
    ],
    "genres": [
      "Action"
    ],
    "themes": [
      "Super Power"
    ],
    "aired_from": "2021-01-09T00:00:00+00:00",
    "aired_to": "2021-04-03T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/42825/Project_Scard__Praeter_no_Kizu",
    "year": 2021,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 41573,
    "title": "Majutsushi Orphen Hagure Tabi: Kimluck-hen",
    "title_english": "Sorcerous Stabber Orphen: Battle of Kimluck",
    "image_url": "https://cdn.myanimelist.net/images/anime/1579/113945l.jpg",
    "synopsis": "Second season of Majutsushi Orphen Hagure Tabi. Orphen, who now knows Azalie's true motive, heads to the holy city of Kimluck. However, a fierce battle with the \"Death Teacher\" awaits him.",
    "episodes": 11,
    "score": 6.19,
    "scored_by": 9096,
    "type": "TV",
    "source": "Light novel",
    "studios": [
      "Studio Deen"
    ],
    "producers": [
      "Genco",
      "Lantis",
      "MediaNet Pictures"
    ],
    "genres": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy"
    ],
    "themes": [
      "Martial Arts"
    ],
    "aired_from": "2021-01-20T00:00:00+00:00",
    "aired_to": "2021-03-31T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/41573/Majutsushi_Orphen_Hagure_Tabi__Kimluck-hen",
    "year": 2021,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 41556,
    "title": "Maiko-san Chi no Makanai-san",
    "title_english": "Kiyo in Kyoto: From the Maiko House",
    "image_url": "https://cdn.myanimelist.net/images/anime/1355/111545l.jpg",
    "synopsis": "Kiyo Nozuki and Sumire Herai are childhood friends who share a common desire to become maikos—apprentice geishas. When they join a maiko house, Kiyo is deemed unfit to be a maiko and ends up employed as a live-in cook. On the other hand, Sumire perfectly fits the maiko image and undergoes training to become one. Although disheartened by her own failure, the ever-optimistic Kiyo cooks for everyone in the house, happy to nourish and encourage them in their endeavors.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 7.04,
    "scored_by": 4924,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "J.C.Staff"
    ],
    "producers": [
      "NHK",
      "NHK Enterprises"
    ],
    "genres": [
      "Gourmet",
      "Slice of Life"
    ],
    "themes": [
      "Educational",
      "Iyashikei",
      "Workplace"
    ],
    "aired_from": "2021-02-25T00:00:00+00:00",
    "aired_to": "2022-01-27T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/41556/Maiko-san_Chi_no_Makanai-san",
    "year": 2021,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 44235,
    "title": "Pui Pui Molcar",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1484/119197l.jpg",
    "synopsis": "Due to an adorable evolutionary miracle, guinea pigs have become furry automobiles known as \"Molcars.\" Now, drivers can enjoy the fluffy interior of their vehicles while fulfilling their every transportation need. However,  Molcars are not simply lettuce-fueled machines; they are also sentient creatures with their own worries and desires. Whether in their drivers' presence or among each other, these motorized rodents are swept up into many wild and eventful situations—the likes of which only a Molcar could wind up in.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 8.01,
    "scored_by": 11200,
    "type": "TV",
    "source": "Other",
    "studios": [
      "Shin-Ei Animation"
    ],
    "producers": [],
    "genres": [
      "Comedy"
    ],
    "themes": [
      "Anthropomorphic"
    ],
    "aired_from": "2021-01-05T00:00:00+00:00",
    "aired_to": "2021-03-23T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/44235/Pui_Pui_Molcar",
    "year": 2021,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 39725,
    "title": "I★Chu: Halfway Through the Idol",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1212/113946l.jpg",
    "synopsis": "School begins at Étoile Vio School, where idol-hopeful students known as \"I-Chu\" will undergo training to become full-fledged idols. However, things are off to a strange start when the new students are given a speech from their bear principal?! The I-Chu work steadily toward their goals and ask, \"What is an idol?\" Each boy will learn to shine as they struggle to find their answer.\n\n(Source: MAL News)",
    "episodes": 12,
    "score": 6.56,
    "scored_by": 5464,
    "type": "TV",
    "source": "Game",
    "studios": [
      "Lay-duce"
    ],
    "producers": [
      "Half H.P Studio",
      "Twin Engine"
    ],
    "genres": [],
    "themes": [
      "Idols (Male)",
      "Music",
      "School"
    ],
    "aired_from": "2021-01-06T00:00:00+00:00",
    "aired_to": "2021-03-24T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/39725/I★Chu__Halfway_Through_the_Idol",
    "year": 2021,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 44208,
    "title": "Yami Shibai 8",
    "title_english": "Theatre of Darkness: Yamishibai 8",
    "image_url": "https://cdn.myanimelist.net/images/anime/1311/110392l.jpg",
    "synopsis": "Once again, the mysterious storyteller draws in the ears of any willing to listen to his macabre tales of madness—ones that could happen to anyone, no matter who they might be.\n\nThe ghastly stories delve into the cases of teenagers testing their courage at an abandoned home; children navigating nefarious family traditions; malicious apparitions haunting the lives of innocent people; individuals helplessly watching their loved ones slowly go insane; a woman growing increasingly concerned when her husband's behavior changes after eating something odd; and an evil snowman or two. These chilling tales promise to leave no soul unstirred in the most disturbing way yet.\n\n[Written by MAL Rewrite]",
    "episodes": 13,
    "score": 5.83,
    "scored_by": 6942,
    "type": "TV",
    "source": "Original",
    "studios": [
      "ILCA",
      "DRAWIZ",
      "Toho Interactive Animation"
    ],
    "producers": [
      "TV Tokyo"
    ],
    "genres": [
      "Avant Garde",
      "Horror",
      "Supernatural"
    ],
    "themes": [],
    "aired_from": "2021-01-11T00:00:00+00:00",
    "aired_to": "2021-04-05T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/44208/Yami_Shibai_8",
    "year": 2021,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 36458,
    "title": "Soukou Musume Senki",
    "title_english": "LBX Girls",
    "image_url": "https://cdn.myanimelist.net/images/anime/1532/110186l.jpg",
    "synopsis": "Riko Morisawa, a young girl from Tokorozawa, goes on a trip to Tokyo with her friend Mana. While they roam around the shops of Ikebukuro, Riko spots a billboard about an event related to the Little Battlers eXperience (LBX) line of toys. Mana urges Riko to purchase one, and although initially declining, Riko soon avails a few LBX kits for her father.\n\nUpon opening one of the boxes labeled \"LBX Assassin,\" a temporal rift manifests itself and transports Riko into the sky of an alternate Japan. While she falls at terminal velocity, an exosuit based on the LBX Assassin materializes around her, saving her from the descent. However, on the ground, she encounters the Mimesis, lethal metallic creatures that invade world after world. As she flees away from these monsters, Riko is rescued by four other LBX-equipped girls. After learning about Riko's predicament, the group decides to recruit her into their combat unit—\"Soukou Musume.\"\n\nSoukou Musume Senki narrates how the unit endures the trials and tribulations they face, developing unbreakable bonds along the way.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 5.78,
    "scored_by": 4875,
    "type": "TV",
    "source": "Game",
    "studios": [
      "Studio A-CAT"
    ],
    "producers": [
      "DMM Music"
    ],
    "genres": [
      "Action",
      "Fantasy"
    ],
    "themes": [
      "Military"
    ],
    "aired_from": "2021-01-07T00:00:00+00:00",
    "aired_to": "2021-03-25T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/36458/Soukou_Musume_Senki",
    "year": 2021,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 32455,
    "title": "Gekidol: Actidol Project",
    "title_english": "Gekidol",
    "image_url": "https://cdn.myanimelist.net/images/anime/1195/111544l.jpg",
    "synopsis": "Five years ago, a mysterious phenomenon known as the Global Synchronic Urban Disappearance caused a large chunk of Ikebukuro to disappear overnight. Following the catastrophe, the inhabitants found themselves thrown into a state of disorder, and unexplained electromagnetic anomalies called \"Auroras\" began to be sighted.\n\nAwed by the performance of idol Izumi Hinazaki at a play utilizing the \"Super Material Theater,\" a stage designed to revitalize Ikebukuro through hologram-enhanced plays, high school student Seria Morino is inspired to become an idol. Shortly afterward, she is scouted by a young woman named Kaoru Sakakibara, who turns out to be the director of Alice in Theater—the troupe that Izumi used to be a part of.\n\nAiming to pursue her dreams, Seria decides to follow Kaoru and joins Alice in Theater. Upon arriving at their establishment, she is cordially welcomed by a group of young and friendly girls who are all very passionate about acting. However, something seems to be amiss.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 5.5,
    "scored_by": 5470,
    "type": "TV",
    "source": "Original",
    "studios": [
      "Hoods Entertainment"
    ],
    "producers": [],
    "genres": [
      "Drama",
      "Sci-Fi"
    ],
    "themes": [
      "Idols (Female)",
      "Music",
      "Performing Arts"
    ],
    "aired_from": "2021-01-05T00:00:00+00:00",
    "aired_to": "2021-03-03T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/32455/Gekidol__Actidol_Project",
    "year": 2021,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 42959,
    "title": "Yatogame-chan Kansatsu Nikki Sansatsume",
    "title_english": "Yatogame-chan Kansatsu Nikki 3",
    "image_url": "https://cdn.myanimelist.net/images/anime/1389/111080l.jpg",
    "synopsis": "Third season of Yatogame-chan Kansatsu Nikki.",
    "episodes": 12,
    "score": 6.38,
    "scored_by": 5941,
    "type": "TV",
    "source": "4-koma manga",
    "studios": [
      "Saetta"
    ],
    "producers": [
      "LEVELS"
    ],
    "genres": [
      "Comedy"
    ],
    "themes": [
      "School"
    ],
    "aired_from": "2021-01-10T00:00:00+00:00",
    "aired_to": "2021-03-28T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/42959/Yatogame-chan_Kansatsu_Nikki_Sansatsume",
    "year": 2021,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 44191,
    "title": "Tropical-Rouge! Precure",
    "title_english": "Tropical-Rouge! Pretty Cure",
    "image_url": "https://cdn.myanimelist.net/images/anime/1184/110907l.jpg",
    "synopsis": "It's an exciting day for fashionable teenager Manatsu Natsumi, who is moving into the big city for the first time. Upon arriving, Manatsu is immediately charmed by the city's spectacles. However, things take an unbelievable turn when she encounters Laura—a real-life mermaid!\n\nLaura is searching for the Precure, a group of radiant warriors who may have the key to rescuing Grand Ocean, Laura's home. This duty soon falls upon Manatsu, whose unwavering determination causes her to awaken as one of the Precure: the vivid Cure Summer. As new friends join the team, Manatsu needs to adapt to her hectic, new life while protecting humanity's liveliness from oceanic invaders! With each battle more difficult than the last, the girls must discover what is truly valuable to them.\n\n[Written by MAL Rewrite]",
    "episodes": 46,
    "score": 7.4,
    "scored_by": 4792,
    "type": "TV",
    "source": "Original",
    "studios": [
      "Toei Animation"
    ],
    "producers": [
      "ABC Animation",
      "ADK Emotions"
    ],
    "genres": [
      "Action"
    ],
    "themes": [
      "Mahou Shoujo"
    ],
    "aired_from": "2021-02-28T00:00:00+00:00",
    "aired_to": "2022-01-30T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/44191/Tropical-Rouge_Precure",
    "year": 2021,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 41520,
    "title": "Show by Rock!! Stars!!",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1713/106712l.jpg",
    "synopsis": "\"All stars\" season of Show by Rock!! featuring all the bands from previous seasons.",
    "episodes": 12,
    "score": 7.14,
    "scored_by": 3928,
    "type": "TV",
    "source": "Game",
    "studios": [
      "Kinema Citrus"
    ],
    "producers": [
      "Dentsu",
      "Square Enix",
      "Pony Canyon",
      "Sanrio",
      "KlockWorx",
      "BS Fuji",
      "81 Produce",
      "Tokyo MX",
      "Hokkaido Cultural Broadcasting",
      "Sammy",
      "FuRyu",
      "Sony Music Solutions"
    ],
    "genres": [
      "Comedy",
      "Fantasy"
    ],
    "themes": [
      "Music"
    ],
    "aired_from": "2021-01-07T00:00:00+00:00",
    "aired_to": "2021-03-25T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/41520/Show_by_Rock_Stars",
    "year": 2021,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 42506,
    "title": "World Witches Hasshin Shimasu!",
    "title_english": "World Witches Take Off!",
    "image_url": "https://cdn.myanimelist.net/images/anime/1132/110412l.jpg",
    "synopsis": "Countries all over the world formed an alliance to counter the emerging enemy of mankind \"Neuroi,\" whom only girls with special powers could counter. However, the Neuroi never appeared. Instead of fighting, the witches spend their days idly. This time following not only unit 501, but also unit 502 known as \"Brave Witches!\" The 2nd volume of the comical daily drama of the witches who do not fight Neuroi begins!\n\n(Source: MAL News)",
    "episodes": 12,
    "score": 6.49,
    "scored_by": 3520,
    "type": "TV",
    "source": "Original",
    "studios": [
      "Acca effe",
      "Giga Production"
    ],
    "producers": [
      "Nippon Columbia",
      "Glovision"
    ],
    "genres": [
      "Comedy"
    ],
    "themes": [
      "CGDCT",
      "Military"
    ],
    "aired_from": "2021-01-13T00:00:00+00:00",
    "aired_to": "2021-03-31T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/42506/World_Witches_Hasshin_Shimasu",
    "year": 2021,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 41521,
    "title": "WIXOSS Diva(A)Live",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1779/110807l.jpg",
    "synopsis": "The story moves the \"Wixoss\" card game to the online virtual space of \"Wixossland\" as it continues to grow more popular. The game allows players to become the LRIG avatars themselves. The most popular format in the game is \"Diva Battle,\" which allows three players to team up to compete against other units for the most \"Selector\" fans. Some units are idol-themed, while others are DJ- and band-themed.\n\n(Source: ANN)",
    "episodes": 12,
    "score": 5.6,
    "scored_by": 3485,
    "type": "TV",
    "source": "Card game",
    "studios": [
      "J.C.Staff"
    ],
    "producers": [],
    "genres": [],
    "themes": [
      "Strategy Game"
    ],
    "aired_from": "2021-01-09T00:00:00+00:00",
    "aired_to": "2021-03-27T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/41521/WIXOSS_DivaALive",
    "year": 2021,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 45782,
    "title": "D4DJ Petit Mix",
    "title_english": "D4DJ Petit Mix",
    "image_url": "https://cdn.myanimelist.net/images/anime/1089/113814l.jpg",
    "synopsis": "Mini anime aired within the D4DJ variety program D4DJ Photon Maiden TV.",
    "episodes": 26,
    "score": 6.97,
    "scored_by": 3152,
    "type": "TV",
    "source": "Mixed media",
    "studios": [
      "W-Toon Studio",
      "DMM.futureworks"
    ],
    "producers": [],
    "genres": [
      "Comedy"
    ],
    "themes": [
      "Music"
    ],
    "aired_from": "2021-02-05T00:00:00+00:00",
    "aired_to": "2021-07-30T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/45782/D4DJ_Petit_Mix",
    "year": 2021,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 40957,
    "title": "Shin Chuuka Ichiban! 2nd Season",
    "title_english": "True Cooking Master Boy 2nd Season",
    "image_url": "https://cdn.myanimelist.net/images/anime/1503/109131l.jpg",
    "synopsis": "Sequel of Shin Chuuka Ichiban.",
    "episodes": 12,
    "score": 6.67,
    "scored_by": 1999,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Production I.G",
      "Nihon Ad Systems"
    ],
    "producers": [
      "Kodansha"
    ],
    "genres": [
      "Comedy",
      "Gourmet"
    ],
    "themes": [],
    "aired_from": "2021-01-11T00:00:00+00:00",
    "aired_to": "2021-03-30T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/40957/Shin_Chuuka_Ichiban_2nd_Season",
    "year": 2021,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 42981,
    "title": "Idolls!",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1886/119199l.jpg",
    "synopsis": "Despite performing as an idol group for three years, Idolls! has failed to make its mark on the entertainment world, only boasting a meager three fans. While the girls are venting their frustrations, a small wooden statue in their room suddenly starts speaking to them and convinces them to book a venue that seats one hundred fans. The only problem is that their performance is in just nine days! Now in a race against time, the girls must prove themselves worthy of stardom or face the harsh reality of failure.\n\n[Written by MAL Rewrite]",
    "episodes": 10,
    "score": 5.04,
    "scored_by": 2417,
    "type": "TV",
    "source": "Original",
    "studios": [
      "Shin-Ei Animation"
    ],
    "producers": [
      "81 Produce",
      "RAY",
      "Stray Cats",
      "BS Asahi"
    ],
    "genres": [],
    "themes": [
      "Idols (Female)",
      "Music"
    ],
    "aired_from": "2021-01-08T00:00:00+00:00",
    "aired_to": "2021-03-12T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/42981/Idolls",
    "year": 2021,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 42653,
    "title": "Aikatsu Planet!",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1319/111189l.jpg",
    "synopsis": "The story revolves around \"Aikatsu Planet,\" a state-of-the-art virtual world where anyone can assume the role of an avatar and becoming a most popular virtual idol. Mao Otoha, an ordinary first-year student at the private academy Seirei High School, becomes a top idol avatar Hana when Hana's previous alter ego Meisa Hinata suddenly disappeared. However, Mao's new role as the avatar Hana is a secret to everyone else.\n\n(Source: Wikipedia)",
    "episodes": 24,
    "score": 6.54,
    "scored_by": 1344,
    "type": "TV",
    "source": "Game",
    "studios": [
      "Bandai Namco Pictures"
    ],
    "producers": [
      "Sunrise Music"
    ],
    "genres": [
      "Slice of Life"
    ],
    "themes": [
      "Idols (Female)",
      "Music",
      "School"
    ],
    "aired_from": "2021-01-10T00:00:00+00:00",
    "aired_to": "2021-06-27T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/42653/Aikatsu_Planet",
    "year": 2021,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 44040,
    "title": "Abciee Shuugyou Nikki",
    "title_english": "ABCiee Working Diary",
    "image_url": "https://cdn.myanimelist.net/images/anime/1548/110221l.jpg",
    "synopsis": "ABCiee is a bit klutzy and ditsy, but he's full of spunk and he starts his dream job at a TV station! This is a work comedy filled with all kinds of hijinks! \"I never knew it was so hard working at a TV station, ciee!\" Despite having to face the unknown rules of the TV business, unique coworkers, and guest stars who have very particular quirks, ABCiee takes them head on with his positivity. Work, love, family, whatever goes!! Please watch over ABCiee as he takes on the TV business.\n\n(Source: Crunchyroll)",
    "episodes": 12,
    "score": 5.42,
    "scored_by": 1605,
    "type": "TV",
    "source": "Other",
    "studios": [
      "Fanworks"
    ],
    "producers": [
      "ABC Animation"
    ],
    "genres": [
      "Comedy"
    ],
    "themes": [
      "Workplace"
    ],
    "aired_from": "2021-01-07T00:00:00+00:00",
    "aired_to": "2021-03-25T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/44040/Abciee_Shuugyou_Nikki",
    "year": 2021,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 45207,
    "title": "Okashina Sabaku no Suna to Manu",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1208/111257l.jpg",
    "synopsis": "The story centers on the everyday life of the cats Suna and Manu, who live in a desert — a desert made of sugar instead of sand.\n\n(Source: ANN)",
    "episodes": 50,
    "score": 5.69,
    "scored_by": 237,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Kachidoki Studio"
    ],
    "producers": [
      "CHANCE iN"
    ],
    "genres": [
      "Comedy"
    ],
    "themes": [],
    "aired_from": "2021-02-14T00:00:00+00:00",
    "aired_to": "2022-02-02T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/45207/Okashina_Sabaku_no_Suna_to_Manu",
    "year": 2021,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 45596,
    "title": "Kindan Joshi",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1102/111039l.jpg",
    "synopsis": "Hanako, who works for a small publishing company, has a slight communication disorder. Especially forbidden men and women who have never been in love with men. Still, Hanako was having a fulfilling life every day. Because she falls in love in her head! Hanako falls in delusional love with the man she meets somewhere today!\n\n(Source: Official Website)",
    "episodes": 5,
    "score": 4.87,
    "scored_by": 180,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [
      "Bandai",
      "Chukyo TV Broadcasting",
      "FIREBUG"
    ],
    "genres": [
      "Comedy",
      "Romance"
    ],
    "themes": [],
    "aired_from": "2020-12-29T00:00:00+00:00",
    "aired_to": "2021-01-03T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/45596/Kindan_Joshi",
    "year": 2021,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 48495,
    "title": "Akachan Honbuchou",
    "title_english": "Baby in Charge",
    "image_url": "https://cdn.myanimelist.net/images/anime/1585/113558l.jpg",
    "synopsis": "Comedy life of 47-year-old general manager Takeda, whose body became a baby, and his employees.",
    "episodes": 8,
    "score": 5.54,
    "scored_by": 121,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Tomovies"
    ],
    "producers": [
      "NHK",
      "NHK Enterprises"
    ],
    "genres": [
      "Comedy"
    ],
    "themes": [
      "Workplace"
    ],
    "aired_from": "2021-03-29T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/48495/Akachan_Honbuchou",
    "year": 2021,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 44702,
    "title": "Kintamani Dog",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1815/120757l.jpg",
    "synopsis": null,
    "episodes": 50,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [
      "Kachidoki Studio"
    ],
    "producers": [],
    "genres": [
      "Slice of Life"
    ],
    "themes": [],
    "aired_from": "2021-01-14T00:00:00+00:00",
    "aired_to": "2021-12-26T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/44702/Kintamani_Dog",
    "year": 2021,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 49078,
    "title": "Xi Yangyang Yu Hui Tailang: Kuang Chu Shengli",
    "title_english": "Pleasant Goat and Big Big Wolf: Dunk for Victories",
    "image_url": "https://cdn.myanimelist.net/images/anime/1823/115306l.jpg",
    "synopsis": null,
    "episodes": 60,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Unknown",
    "studios": [],
    "producers": [],
    "genres": [
      "Comedy",
      "Sports"
    ],
    "themes": [],
    "aired_from": "2021-01-21T00:00:00+00:00",
    "aired_to": "2021-02-05T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/49078/Xi_Yangyang_Yu_Hui_Tailang__Kuang_Chu_Shengli",
    "year": 2021,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 52052,
    "title": "Zannen na Ikimono Jiten (2021)",
    "title_english": "Encyclopedia of Pitiful Creatures (2021)",
    "image_url": "https://cdn.myanimelist.net/images/anime/1396/124383l.jpg",
    "synopsis": null,
    "episodes": 5,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Picture book",
    "studios": [],
    "producers": [
      "NHK",
      "Fanworks",
      "NHK Enterprises"
    ],
    "genres": [
      "Comedy"
    ],
    "themes": [
      "Educational"
    ],
    "aired_from": "2021-01-31T00:00:00+00:00",
    "aired_to": "2021-02-28T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/52052/Zannen_na_Ikimono_Jiten_2021",
    "year": 2021,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 53652,
    "title": "Ooya-san to Boku 3rd Season",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1356/131374l.jpg",
    "synopsis": "The third season of Ooya-san to Boku.",
    "episodes": 5,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Fanworks"
    ],
    "producers": [
      "NHK"
    ],
    "genres": [
      "Slice of Life"
    ],
    "themes": [],
    "aired_from": "2021-03-24T00:00:00+00:00",
    "aired_to": "2021-03-25T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/53652/Ooya-san_to_Boku_3rd_Season",
    "year": 2021,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 51753,
    "title": "Madeob Bus Tayo",
    "title_english": "Tayo and Little Wizards",
    "image_url": "https://cdn.myanimelist.net/images/anime/1629/123605l.jpg",
    "synopsis": "Tayo speeds into an adventure when his friends get kidnapped by evil magicians invading their city in search of a magical gemstone.\n\n(Source: Netflix)",
    "episodes": 10,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Unknown",
    "studios": [
      "Iconix Entertainment",
      "Studio Gale"
    ],
    "producers": [],
    "genres": [],
    "themes": [],
    "aired_from": "2020-12-10T00:00:00+00:00",
    "aired_to": "2021-01-08T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/51753/Madeob_Bus_Tayo",
    "year": 2021,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 53381,
    "title": "Agisang-eo Ollie wa William",
    "title_english": "Baby Shark's Big Show!",
    "image_url": "https://cdn.myanimelist.net/images/anime/1703/129345l.jpg",
    "synopsis": "Baby Shark's Big Show! follows Baby Shark and his best friend William as they journey on fun-filled comedic adventures in their community of Carnivore Cove, make new friends, and sing original catchy tunes along the way.\n\n(Source: Amazon)",
    "episodes": 54,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Music",
    "studios": [],
    "producers": [
      "Pinkfong"
    ],
    "genres": [],
    "themes": [
      "Anthropomorphic"
    ],
    "aired_from": "2020-12-25T00:00:00+00:00",
    "aired_to": "2022-08-23T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/53381/Agisang-eo_Ollie_wa_William",
    "year": 2021,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 49920,
    "title": "Sai Er Hao Season 11: Liekong Canghai",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1599/118003l.jpg",
    "synopsis": null,
    "episodes": 30,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Game",
    "studios": [],
    "producers": [],
    "genres": [],
    "themes": [],
    "aired_from": "2021-01-08T00:00:00+00:00",
    "aired_to": "2021-07-23T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/49920/Sai_Er_Hao_Season_11__Liekong_Canghai",
    "year": 2021,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 56921,
    "title": "Bite-Choicar Hyper",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1159/139116l.jpg",
    "synopsis": null,
    "episodes": 13,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Other",
    "studios": [],
    "producers": [],
    "genres": [],
    "themes": [
      "Racing"
    ],
    "aired_from": "2021-02-06T00:00:00+00:00",
    "aired_to": "2021-05-08T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/56921/Bite-Choicar_Hyper",
    "year": 2021,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 56305,
    "title": "Hello Carbot Season 10",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1691/137814l.jpg",
    "synopsis": null,
    "episodes": 26,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [],
    "themes": [
      "Mecha"
    ],
    "aired_from": "2021-02-03T00:00:00+00:00",
    "aired_to": "2021-08-05T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/56305/Hello_Carbot_Season_10",
    "year": 2021,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 54128,
    "title": "Dudadakung 3rd Season",
    "title_english": "Duda & Dada 3rd Season",
    "image_url": "https://cdn.myanimelist.net/images/anime/1077/132526l.jpg",
    "synopsis": "The third season of Dudadakung.",
    "episodes": 26,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [
      "Fantasy"
    ],
    "themes": [
      "Anthropomorphic"
    ],
    "aired_from": "2020-12-28T00:00:00+00:00",
    "aired_to": "2021-03-23T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/54128/Dudadakung_3rd_Season",
    "year": 2021,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 48114,
    "title": "Bao Bao Wo",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1990/115372l.jpg",
    "synopsis": null,
    "episodes": 52,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [],
    "themes": [],
    "aired_from": "2021-01-01T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/48114/Bao_Bao_Wo",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 56482,
    "title": "Lindaui Singihan Yeohaeng",
    "title_english": "The Curious World of Linda",
    "image_url": "https://cdn.myanimelist.net/images/anime/1619/138132l.jpg",
    "synopsis": null,
    "episodes": 13,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [
      "Adventure"
    ],
    "themes": [],
    "aired_from": "2020-12-03T00:00:00+00:00",
    "aired_to": "2021-02-25T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/56482/Lindaui_Singihan_Yeohaeng",
    "year": 2021,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 48068,
    "title": "Beidou Linghang Mengxiang",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1304/118337l.jpg",
    "synopsis": null,
    "episodes": 11,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [],
    "themes": [],
    "aired_from": "2021-01-01T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/48068/Beidou_Linghang_Mengxiang",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 55257,
    "title": "Xiongmao He Kaixin Qiu",
    "title_english": "Panda and Krash",
    "image_url": "https://cdn.myanimelist.net/images/anime/1474/135795l.jpg",
    "synopsis": null,
    "episodes": 52,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Other",
    "studios": [],
    "producers": [],
    "genres": [
      "Comedy"
    ],
    "themes": [],
    "aired_from": "2021-01-16T00:00:00+00:00",
    "aired_to": "2021-02-02T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/55257/Xiongmao_He_Kaixin_Qiu",
    "year": 2021,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 48017,
    "title": "Moguai Che Xiaodui",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1621/115361l.jpg",
    "synopsis": null,
    "episodes": 52,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Unknown",
    "studios": [],
    "producers": [],
    "genres": [],
    "themes": [],
    "aired_from": "2021-01-22T00:00:00+00:00",
    "aired_to": "2021-01-01T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/48017/Moguai_Che_Xiaodui",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 47649,
    "title": "San Zhi Songshu: Zhongguo Xing",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1249/123400l.jpg",
    "synopsis": null,
    "episodes": 26,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [
      "Adventure",
      "Fantasy"
    ],
    "themes": [
      "Anthropomorphic"
    ],
    "aired_from": "2021-01-01T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/47649/San_Zhi_Songshu__Zhongguo_Xing",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 47805,
    "title": "Xin Qi Bao Long Zhan Che: Bao Long Chuji",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1886/129293l.jpg",
    "synopsis": null,
    "episodes": 16,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [],
    "themes": [],
    "aired_from": "2021-02-04T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/47805/Xin_Qi_Bao_Long_Zhan_Che__Bao_Long_Chuji",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 47675,
    "title": "Xiaolu Xingren Er 2nd Season",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1838/130697l.jpg",
    "synopsis": null,
    "episodes": 52,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [
      "Fantasy"
    ],
    "themes": [],
    "aired_from": "2021-02-08T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/47675/Xiaolu_Xingren_Er_2nd_Season",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 53674,
    "title": "Xiongmao Yangyang He Xiao Huoban 2nd Season",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1925/131440l.jpg",
    "synopsis": "The second season of Xiongmao Yangyang He Xiao Huoban.",
    "episodes": 26,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [],
    "themes": [
      "Anthropomorphic"
    ],
    "aired_from": "2021-01-01T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/53674/Xiongmao_Yangyang_He_Xiao_Huoban_2nd_Season",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  }
]