[
  {
    "mal_id": 16592,
    "title": "Danganronpa: Kibou no Gakuen to Zetsubou no Koukousei The Animation",
    "title_english": "Danganronpa: The Animation",
    "image_url": "https://cdn.myanimelist.net/images/anime/4/51463l.jpg",
    "synopsis": "Makoto Naegi, a teenager with no remarkable talent, is surprised to learn that he has been accepted into Hope's Peak Private Academy: an elite school that gathers the best students from various fields. Despite believing his admission was just a fluke, Naegi is delighted to attend an institution known for ensuring success to those who graduate. Determined, he enters the front doors of the prestigious academy.\n\nHowever, after losing consciousness inside, Naegi wakes up in a seemingly abandoned classroom. Failing to comprehend how he got there, Naegi begins to explore, and to his surprise, finds his classmates assembled in the gym. While everyone is trying to figure out what happened, they are confronted by the school principal—Monokuma, a robotic teddy bear. The mysterious toy explains that the freshmen are trapped inside the school with only one means of escape—kill a classmate without being discovered.\n\nTension fills the air as Naegi and his classmates realize that they are faced with two choices: participate in Monokuma's killing game, or reside together in the school for the rest of their lives.\n\n[Written by MAL Rewrite]",
    "episodes": 13,
    "score": 7.19,
    "scored_by": 570125,
    "type": "TV",
    "source": "Visual novel",
    "studios": [
      "Lerche"
    ],
    "producers": [
      "Geneon Universal Entertainment",
      "Studio Hibari",
      "Mainichi Broadcasting System",
      "Showgate"
    ],
    "genres": [
      "Horror",
      "Mystery",
      "Suspense"
    ],
    "themes": [
      "High Stakes Game",
      "Psychological",
      "School",
      "Survival"
    ],
    "aired_from": "2013-07-05T00:00:00+00:00",
    "aired_to": "2013-09-27T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/16592/Danganronpa__Kibou_no_Gakuen_to_Zetsubou_no_Koukousei_The_Animation",
    "year": 2013,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 15451,
    "title": "High School DxD New",
    "title_english": "High School DxD New",
    "image_url": "https://cdn.myanimelist.net/images/anime/12/47729l.jpg",
    "synopsis": "The misadventures of Issei Hyoudou, high school pervert and aspiring Harem King, continue on in High School DxD New. As the members of the Occult Research Club carry out their regular activities, it becomes increasingly obvious that there is something wrong with their Knight, the usually composed and alert Yuuto Kiba. Soon, Issei learns of Kiba's dark, bloody past and its connection to the mysterious Holy Swords. Once the subject of a cruel experiment, Kiba now seeks revenge on all those who wronged him.\n\nWith the return of an old enemy, as well as the appearance of two new, Holy Sword-wielding beauties, it isn't long before Issei and his Devil comrades are plunged into a twisted plot once more.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 7.46,
    "scored_by": 617229,
    "type": "TV",
    "source": "Light novel",
    "studios": [
      "TNK"
    ],
    "producers": [
      "Genco",
      "Lantis",
      "Media Factory",
      "Movic",
      "AT-X",
      "Showgate",
      "Q-Tec",
      "Fujimi Shobo"
    ],
    "genres": [
      "Action",
      "Comedy",
      "Romance",
      "Supernatural",
      "Ecchi"
    ],
    "themes": [
      "Harem",
      "Mythology",
      "School"
    ],
    "aired_from": "2013-07-07T00:00:00+00:00",
    "aired_to": "2013-09-22T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/15451/High_School_DxD_New",
    "year": 2013,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 18507,
    "title": "Free!",
    "title_english": "Free! - Iwatobi Swim Club",
    "image_url": "https://cdn.myanimelist.net/images/anime/6/51107l.jpg",
    "synopsis": "Haruka Nanase has a love for water and a passion for swimming. In elementary school, he competed in and won a relay race with his three friends Rin Matsuoka, Nagisa Hazuki, and Makoto Tachibana. After claiming victory at the tournament, the four friends went their separate ways. Years later, they reunite as high school students; however, Rin couldn't care less about returning to the way things used to be. Not only does he attend a different school, but the sole thing important to him is proving that he is a better swimmer than Haruka.\n\nAfter the bitter reunion, Haruka, Nagisa, and Makoto decide to form the Iwatobi High School Swim Club, but they will need a fourth member if they hope to take part in the upcoming tournament. Enter Rei Ryuugazaki, a former member of the track team whom Nagisa recruits. As the time to compete draws near, the four develop a close bond while training intensely to come out on top and settle things between Haruka and Rin once and for all.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 7.32,
    "scored_by": 457322,
    "type": "TV",
    "source": "Original",
    "studios": [
      "Kyoto Animation",
      "Animation Do"
    ],
    "producers": [
      "Lantis",
      "Pony Canyon",
      "Iwatobi High School Swimming Club",
      "Asahi Broadcasting"
    ],
    "genres": [
      "Sports"
    ],
    "themes": [
      "School"
    ],
    "aired_from": "2013-07-04T00:00:00+00:00",
    "aired_to": "2013-09-26T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/18507/Free",
    "year": 2013,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 11633,
    "title": "Blood Lad",
    "title_english": "Blood Lad",
    "image_url": "https://cdn.myanimelist.net/images/anime/11/47677l.jpg",
    "synopsis": "Staz Charlie Blood is a powerful vampire who rules the Eastern district of Demon World. According to rumors, he is a bloodthirsty and merciless monster, but in reality, Staz is just an otaku obsessed with Japanese culture and completely uninterested in human blood. Leaving the management of his territory to his underlings, Staz spends his days lazing around, indulging in anime, manga, and games.\n\nWhen Fuyumi Yanagi, a Japanese girl, accidentally wanders through a portal leading into the demon world, Staz is overjoyed. But just as he is starting to feel an unusual attraction to her, his territory is attacked, resulting in Fuyumi's untimely death. She turns into a wandering ghost and the crestfallen Staz vows to resurrect her as this would mean being able to travel to the human world, something he has always dreamed of.\n\nBlood Lad follows Staz and Fuyumi, soon joined by the spatial magician Bell and the half-werewolf Wolf, as they travel to find a magic that can bring humans back to life.\n\n[Written by MAL Rewrite]",
    "episodes": 10,
    "score": 7.23,
    "scored_by": 373278,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Brain's Base"
    ],
    "producers": [
      "Kadokawa Shoten",
      "KlockWorx",
      "flying DOG"
    ],
    "genres": [
      "Action",
      "Comedy",
      "Fantasy"
    ],
    "themes": [
      "Delinquents",
      "Mythology",
      "Vampire"
    ],
    "aired_from": "2013-07-08T00:00:00+00:00",
    "aired_to": "2013-09-09T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/11633/Blood_Lad",
    "year": 2013,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 17074,
    "title": "Monogatari Series: Second Season",
    "title_english": "Monogatari Series: Second Season",
    "image_url": "https://cdn.myanimelist.net/images/anime/1807/121534l.jpg",
    "synopsis": "Apparitions, oddities, and gods continue to manifest around Koyomi Araragi and his close-knit group of friends: Tsubasa Hanekawa, the group's modest genius; Shinobu Oshino, the resident doughnut-loving vampire; athletic deviant Suruga Kanbaru; bite-happy spirit Mayoi Hachikuji; Koyomi's cute admirer Nadeko Sengoku; and Hitagi Senjougahara, Koyomi's eclectic girlfriend.\n\nA new semester has begun and with graduation looming over Koyomi, he must quickly decide the paths he will walk, as well as the relationships he will form and friends that he will save. But as strange events begin to unfold, Koyomi is nowhere to be found, and a vicious tiger apparition has appeared in his absence. Hanekawa has become its target, and she quickly finds she must fend for herself.\n\n[Written by MAL Rewrite]",
    "episodes": 26,
    "score": 8.76,
    "scored_by": 375077,
    "type": "TV",
    "source": "Light novel",
    "studios": [
      "Shaft"
    ],
    "producers": [
      "Aniplex",
      "Kodansha",
      "Cyclone Graphics"
    ],
    "genres": [
      "Comedy",
      "Mystery",
      "Romance",
      "Supernatural"
    ],
    "themes": [
      "Vampire"
    ],
    "aired_from": "2013-07-07T00:00:00+00:00",
    "aired_to": "2013-12-29T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/17074/Monogatari_Series__Second_Season",
    "year": 2013,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 16742,
    "title": "Watashi ga Motenai no wa Dou Kangaetemo Omaera ga Warui!",
    "title_english": "WataMote: No Matter How I Look At It, It's You Guys' Fault I'm Not Popular!",
    "image_url": "https://cdn.myanimelist.net/images/anime/12/51619l.jpg",
    "synopsis": "After living 50 simulated high school lives and dating over 100 virtual boys, Tomoko Kuroki believes that she is ready to conquer her first year of high school. Little does she know that she is much less prepared than she would like to think. In reality, Tomoko is an introverted and awkward young girl, and she herself is the only one who doesn't realize it! With the help of her best friend, Yuu Naruse, and the support and love of her brother Tomoki, Tomoko attempts to brave the new world of high school life.\n\nWatashi ga Motenai no wa Dou Kangaetemo Omaera ga Warui! chronicles the life of a socially awkward and relatively friendless high school otaku as she attempts to overcome her personal barriers in order to live a fulfilling life.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 6.99,
    "scored_by": 356496,
    "type": "TV",
    "source": "Web manga",
    "studios": [
      "SILVER LINK."
    ],
    "producers": [
      "TV Tokyo",
      "Media Factory",
      "MediaNet",
      "AT-X",
      "DAX Production",
      "Sony Music Communications",
      "Bushiroad",
      "Good Smile Company",
      "NichiNare"
    ],
    "genres": [
      "Comedy"
    ],
    "themes": [
      "Otaku Culture",
      "School"
    ],
    "aired_from": "2013-07-09T00:00:00+00:00",
    "aired_to": "2013-09-24T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/16742/Watashi_ga_Motenai_no_wa_Dou_Kangaetemo_Omaera_ga_Warui",
    "year": 2013,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 16706,
    "title": "Kami nomi zo Shiru Sekai: Megami-hen",
    "title_english": "The World God Only Knows: Goddesses",
    "image_url": "https://cdn.myanimelist.net/images/anime/6/51949l.jpg",
    "synopsis": "Having freed a myriad of women from the runaway spirits possessing their hearts, the \"God of Conquest\" Keima Katsuragi is confronted with a new task: find the Jupiter Sisters, the goddesses that sealed Old Hell in the past. Diana, the goddess that resides inside his childhood friend Tenri Ayukawa, explains that they have taken shelter in the hearts of the girls he had assisted previously. Moreover, once Diana and her sisters are reunited, their power can seal the runaway spirits away for good and relieve Keima of his exorcising duties. Though he is initially reluctant to get involved in yet another chore, everything changes when tragedy befalls one of the hosts.\n\nDiscovering that the goddesses are being targeted by a mysterious organization known as Vintage, Keima is caught in a race against time to reunite the sisters and rescue the girl who has already fallen prey. With deeper resolve than ever before, Keima works together with demons Elsie and Haqua to recapture the hearts of the girls he had charmed in the past. However, the road ahead is a difficult one, as he is soon met with the consequences of his previous conquests.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 7.98,
    "scored_by": 201540,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Manglobe"
    ],
    "producers": [
      "TV Tokyo",
      "Geneon Universal Entertainment",
      "Shogakukan",
      "Imagine"
    ],
    "genres": [
      "Comedy",
      "Romance",
      "Supernatural"
    ],
    "themes": [
      "Harem",
      "Otaku Culture"
    ],
    "aired_from": "2013-07-09T00:00:00+00:00",
    "aired_to": "2013-09-24T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/16706/Kami_nomi_zo_Shiru_Sekai__Megami-hen",
    "year": 2013,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 16918,
    "title": "Gin no Saji",
    "title_english": "Silver Spoon",
    "image_url": "https://cdn.myanimelist.net/images/anime/6/49237l.jpg",
    "synopsis": "Yuugo Hachiken is studious, hard-working, and tired of trying to live up to expectations he just cannot meet. With the ushering in of a brand new school year, he decides to enroll in Ooezo Agricultural High School, a boarding school located in the Hokkaido countryside, as a means to escape from the stress brought upon by his parents.\n \nInitially convinced that he would do well at this institution, Hachiken is quickly proven wrong by his talented classmates, individuals who have been living on farms their entire lives and know just about everything when it comes to food, vegetables, and even the physiology of livestock! Whether it be waking up at five in the morning for strenuous labor or to take care of farm animals, Hachiken is a complete amateur when it comes to the harsh agricultural life.\n \nGin no Saji follows the comedic story of a young student as he tries to fit into a completely new environment, meeting many unique people along the way. As he struggles to appreciate his surroundings, Hachiken hopes to discover his dreams, so that he may lead a fulfilling life on his own terms.\n\n[Written by MAL Rewrite]",
    "episodes": 11,
    "score": 8.09,
    "scored_by": 137349,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "A-1 Pictures"
    ],
    "producers": [
      "Aniplex",
      "Dentsu",
      "Fuji TV",
      "DAX Production",
      "Kyoraku Industrial Holdings"
    ],
    "genres": [
      "Comedy"
    ],
    "themes": [
      "School"
    ],
    "aired_from": "2013-07-12T00:00:00+00:00",
    "aired_to": "2013-09-20T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/16918/Gin_no_Saji",
    "year": 2013,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 14829,
    "title": "Fate/kaleid liner Prisma☆Illya",
    "title_english": "Fate/Kaleid Liner Prisma Illya",
    "image_url": "https://cdn.myanimelist.net/images/anime/1773/121542l.jpg",
    "synopsis": "Mage's Association members Rin Toosaka and Luviagelita \"Luvia\" Edelfelt are tasked with finding and retrieving seven Class Cards, medieval artifacts containing the life essence of legendary Heroic Spirits. To aid them in their mission, they are granted the power of Ruby and Sapphire, two sentient Kaleidosticks that would enable them to transform themselves into magical girls and drastically increase their abilities. However, the two mages are on anything but good terms, prompting the Kaleidosticks to abandon them in search for new masters. They stumble upon two young schoolgirls—Illyasviel von Einzbern and Miyu—and quickly convince them to form a contract. With their new powers and responsibilities, Illya and Miyu set forth to collect all the Class Cards.\n\n[Written by MAL Rewrite]",
    "episodes": 10,
    "score": 7.01,
    "scored_by": 130950,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "SILVER LINK."
    ],
    "producers": [
      "Lantis",
      "Kadokawa Shoten",
      "AT-X",
      "DAX Production",
      "KlockWorx",
      "Notes",
      "Dwango",
      "Tokyo MX",
      "Docomo Anime Store",
      "Kadokawa Media House"
    ],
    "genres": [
      "Action",
      "Comedy"
    ],
    "themes": [
      "Mahou Shoujo"
    ],
    "aired_from": "2013-07-13T00:00:00+00:00",
    "aired_to": "2013-09-14T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/14829/Fate_kaleid_liner_Prisma☆Illya",
    "year": 2013,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 18119,
    "title": "Servant x Service",
    "title_english": "Servant x Service",
    "image_url": "https://cdn.myanimelist.net/images/anime/13/51579l.jpg",
    "synopsis": "Frustrating, insufficient, and irritating is how most citizens would describe civil servants. However, three new employees are about to discover what really happens behind the scenes. Lucy Yamagami, bent on revenge against the civil servant who allowed her comically long name to be put on her birth certificate; Yutaka Hasebe, an easygoing guy always on the lookout for a place to slack off; and Saya Miyoshi, a nervous first-time worker, are about to experience the underwhelming satisfaction of being government employees. \n\nThey are supposed to be trained by Taishi Ichimiya, but he has no idea how to do so, even though he has worked there for eight years. With an incompetent senior colleague and unfavorable confrontations with clients, the trio starts to lose faith in their chosen occupation but encourage each other to do their best. \n\n[Written by MAL Rewrite]",
    "episodes": 13,
    "score": 7.61,
    "scored_by": 99859,
    "type": "TV",
    "source": "4-koma manga",
    "studios": [
      "A-1 Pictures"
    ],
    "producers": [
      "Aniplex",
      "Half H.P Studio",
      "Asahi Broadcasting",
      "Three S Studio"
    ],
    "genres": [
      "Comedy"
    ],
    "themes": [
      "Adult Cast",
      "Workplace"
    ],
    "aired_from": "2013-07-06T00:00:00+00:00",
    "aired_to": "2013-09-28T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/18119/Servant_x_Service",
    "year": 2013,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 16009,
    "title": "Kamisama no Inai Nichiyoubi",
    "title_english": "Sunday Without God",
    "image_url": "https://cdn.myanimelist.net/images/anime/2/52127l.jpg",
    "synopsis": "God has abandoned the world. As a result, life cannot end nor can new life be born, and the \"dead\" walk restlessly among the living. Granting one last miracle before turning away forever, God created \"gravekeepers,\" mystical beings capable of putting the dead to rest through a proper burial. Ai, a cheerful but naïve young girl, serves as her village's gravekeeper in place of her late mother.\n\nOne day, a man known as Hampnie Hambart, who is supposedly Ai's father, arrives and kills all the people in her village. Having lost her village and with no plans for the future, Ai decides to accompany the mysterious man on his journey. As she travels the land, the young gravekeeper strives to fulfill her duties, granting peace to the dead and assisting the living, while at the same time learning more about the world that God left in this tragic state.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 7.27,
    "scored_by": 96120,
    "type": "TV",
    "source": "Light novel",
    "studios": [
      "Madhouse"
    ],
    "producers": [
      "Starchild Records",
      "AT-X",
      "KlockWorx",
      "Memory-Tech",
      "Studio Mausu"
    ],
    "genres": [
      "Adventure",
      "Drama",
      "Fantasy",
      "Mystery"
    ],
    "themes": [],
    "aired_from": "2013-07-07T00:00:00+00:00",
    "aired_to": "2013-09-22T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/16009/Kamisama_no_Inai_Nichiyoubi",
    "year": 2013,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 16353,
    "title": "Love Lab",
    "title_english": "Love Lab",
    "image_url": "https://cdn.myanimelist.net/images/anime/1900/147887l.jpg",
    "synopsis": "At Fujisaki Girls Academy, student council president Natsuo Maki is the epitome of grace and perfection, admired by all the young girls who attend the school. One day, Riko Kurahashi walks into the student council room on an errand, only to discover Natsuo practicing her kissing techniques on a pillow, an act that is neither graceful nor elegant. Riko soon discovers that Natsuo desires more romance in her life, leading her to practice \"romantic situations\" in secret.\n\nSympathizing with her, Riko agrees to help Natsuo with her love research. Named \"Love Lab,\" the project practices the essentials of love and romance, such as bumping into each other \"accidentally\" and holding hands. Soon, the entire student council joins in on the fun in the Love Lab too! Through their research and real life encounters, what will they learn about romance?\n\nWeaving together funny characters and comedic situations, Love Lab builds a story of friendship and romance, while never missing a beat with the laughter.\n\n[Written by MAL Rewrite]",
    "episodes": 13,
    "score": 7.3,
    "scored_by": 80326,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Doga Kobo"
    ],
    "producers": [
      "Aniplex",
      "Dentsu",
      "Mainichi Broadcasting System"
    ],
    "genres": [
      "Comedy",
      "Romance"
    ],
    "themes": [
      "CGDCT",
      "School"
    ],
    "aired_from": "2013-07-05T00:00:00+00:00",
    "aired_to": "2013-09-27T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/16353/Love_Lab",
    "year": 2013,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 15605,
    "title": "Brothers Conflict",
    "title_english": "Brothers Conflict",
    "image_url": "https://cdn.myanimelist.net/images/anime/5/51409l.jpg",
    "synopsis": "Ema Hinata is a sweet girl with only her father to call family. One day, she learns that he will be remarrying Miwa Asahina, a wealthy fashion designer. Though she's glad she has a new place to call home, the family she gains is greater than she could ever imagine—Ema now has 13 step-brothers!\n\nWishing to give her father space, she moves into the Sunrise Residence where her brothers live. As she settles in, Ema realizes she may not experience the loving kinship of a family that she has always longed for, as many of her new brothers exhibit feelings toward Ema that aren't just familial.\n\nWith each brother desiring Ema's attention in his own way, will she be able to work toward a happy ending for all, or will she choose one brother that has stolen her heart?\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 5.88,
    "scored_by": 103679,
    "type": "TV",
    "source": "Novel",
    "studios": [
      "Brain's Base"
    ],
    "producers": [
      "Kadokawa Shoten",
      "Movic",
      "DAX Production",
      "Showgate",
      "NBCUniversal Entertainment Japan"
    ],
    "genres": [
      "Romance"
    ],
    "themes": [
      "Reverse Harem"
    ],
    "aired_from": "2013-07-02T00:00:00+00:00",
    "aired_to": "2013-09-17T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/15605/Brothers_Conflict",
    "year": 2013,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 16732,
    "title": "Kiniro Mosaic",
    "title_english": "KINMOZA!",
    "image_url": "https://cdn.myanimelist.net/images/anime/1793/117610l.jpg",
    "synopsis": "Shinobu Oomiya once left Japan to participate in a homestay in England. During her time there, she became close friends with Alice Cartelet, the daughter of the family she was living with. However, when it was time for Shinobu to return to Japan, the two were able to express their sorrow despite the language barrier between them.\n\nFive years later, now a first year student in high school, Shinobu receives a letter by air mail in a language she does not understand. This letter is penned by none other than Alice, detailing her own homestay in Japan. In fact, Alice will be attending Shinobu's high school and living with her! Alongside their friends Youko Inokuma, Aya Komichi, and Karen Kujou, the five girls attend school together and learn about what their different cultures have to offer, day after day.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 7.23,
    "scored_by": 71661,
    "type": "TV",
    "source": "4-koma manga",
    "studios": [
      "Studio Gokumi"
    ],
    "producers": [
      "Genco",
      "Media Factory",
      "Movic",
      "AT-X",
      "flying DOG",
      "Showgate"
    ],
    "genres": [
      "Slice of Life"
    ],
    "themes": [
      "CGDCT",
      "School"
    ],
    "aired_from": "2013-07-06T00:00:00+00:00",
    "aired_to": "2013-09-21T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/16732/Kiniro_Mosaic",
    "year": 2013,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 18229,
    "title": "Gatchaman Crowds",
    "title_english": "Gatchaman Crowds",
    "image_url": "https://cdn.myanimelist.net/images/anime/7/52471l.jpg",
    "synopsis": "Hajime Ichinose's ordinary life is in for a change when a transcendent being named J.J Robinson hands her a small book called NOTE—a device which transforms her into one of the Gatchaman, the legendary protectors of Tachikawa City. Stressing that the existence of their group must remain a secret, fellow Gatchaman Sugane Tachibana takes Hajime to their base of operations, where Paiman, the panda-like alien leader of the Gatchaman, reveals their purpose: to eliminate aliens that pose a danger to humanity. These existential threats, called MESS, are becoming increasingly dangerous, destroying everything they touch. Now it's up to the Gatchaman and their new recruit to stop them before the world is engulfed in chaos.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 7.28,
    "scored_by": 71407,
    "type": "TV",
    "source": "Original",
    "studios": [
      "Tatsunoko Production"
    ],
    "producers": [
      "VAP",
      "DAX Production",
      "Nippon Television Network",
      "Sound Inn Studio"
    ],
    "genres": [
      "Action",
      "Sci-Fi"
    ],
    "themes": [
      "Super Power"
    ],
    "aired_from": "2013-07-13T00:00:00+00:00",
    "aired_to": "2013-09-28T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/18229/Gatchaman_Crowds",
    "year": 2013,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 17909,
    "title": "Uchouten Kazoku",
    "title_english": "The Eccentric Family",
    "image_url": "https://cdn.myanimelist.net/images/anime/3/85433l.jpg",
    "synopsis": "Kyoto has been populated by groups of tanuki and tengu for years, living alongside humans who are oblivious to the existence of these creatures. Yasaburou Shimogamo is the third son of an influential tanuki family who spends his carefree days taking care of an old tengu, observing humans through his ability to shapeshift, and dealing with the mysterious woman named Benten.\n\nBehind the peace and tranquility, however, is a painful memory from long ago as Yasaburou's father, head of the tanuki community, was killed and eaten by a group of humans known as the Friday Fellows. Uchouten Kazoku follows the trials and tribulations of the Shimogamo brothers as they struggle to avoid their own grisly demise while coming ever closer to unraveling the truth behind their father's death.\n\n[Written by MAL Rewrite]",
    "episodes": 13,
    "score": 7.82,
    "scored_by": 67586,
    "type": "TV",
    "source": "Novel",
    "studios": [
      "P.A. Works"
    ],
    "producers": [
      "Bandai Visual",
      "Yomiuri Telecasting",
      "Lantis",
      "Kids Station",
      "Magic Capsule",
      "Good Smile Company"
    ],
    "genres": [
      "Award Winning",
      "Drama",
      "Supernatural"
    ],
    "themes": [
      "Anthropomorphic",
      "Mythology"
    ],
    "aired_from": "2013-07-07T00:00:00+00:00",
    "aired_to": "2013-09-29T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/17909/Uchouten_Kazoku",
    "year": 2013,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 17741,
    "title": "Kimi no Iru Machi",
    "title_english": "A Town Where You Live",
    "image_url": "https://cdn.myanimelist.net/images/anime/1829/144852l.jpg",
    "synopsis": "Haruto Kirishima lived a calm life out in the countryside, away from the fast-paced life of the city. Then Yuzuki Eba appeared in his life out of nowhere, having come from Tokyo to briefly live with her family. Their time together left him enamored with the memories of that short period before she just as abruptly disappeared from his life, and left him full of questions.\n\nKimi no Iru Machi begins some time later, after Haruto moves to Tokyo to live with his sister, in order to pursue a career as a cook. In reality though he wishes to be with Yuzuki. Things don't start good though. When he arrives he is mistaken for a burglar and attacked by his sister's neighbour Mishima Asuka. After the misunderstanding is cleared his feelings begin to waver though. Is Eba, who keeps avoiding him for seemingly no reason, the one for him or is it Asuka?",
    "episodes": 12,
    "score": 6.81,
    "scored_by": 65488,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Gonzo"
    ],
    "producers": [
      "TV Tokyo",
      "ZERO-A"
    ],
    "genres": [
      "Drama",
      "Romance"
    ],
    "themes": [
      "Love Polygon"
    ],
    "aired_from": "2013-07-13T00:00:00+00:00",
    "aired_to": "2013-09-28T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/17741/Kimi_no_Iru_Machi",
    "year": 2013,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 16157,
    "title": "Choujigen Game Neptune The Animation",
    "title_english": "Hyperdimension Neptunia",
    "image_url": "https://cdn.myanimelist.net/images/anime/6/52141l.jpg",
    "synopsis": "After years of fruitless war between the four realms of Gamindustri (Planeptune, Lastation, Lowee and Leanbox) over Share energy, the source of their strength based on how much their people have faith in their goddesses, the four CPUs that rule over them have finally signed a friendship treaty. The treaty bans any attempt at claiming Share energy through military force, in hopes of bringing peace and prosperity to their worlds. Yet, a month after the treaty, Neptune, the CPU Goddess of Planeptune, spends her time goofing off and playing games rather than doing her job, leaving her land's Shares plummeting.\n\nChoujigen Game Neptune The Animation follows Neptune and her friends' attempts at raising Shares, while dealing with an external threat that could spell the end of both the Goddesses and Gamindustri itself...",
    "episodes": 12,
    "score": 6.89,
    "scored_by": 63430,
    "type": "TV",
    "source": "Game",
    "studios": [
      "David Production"
    ],
    "producers": [
      "Frontier Works",
      "Media Factory",
      "Idea Factory",
      "Magic Capsule",
      "Cinema Sunshine"
    ],
    "genres": [
      "Action",
      "Comedy",
      "Fantasy",
      "Sci-Fi"
    ],
    "themes": [
      "Parody"
    ],
    "aired_from": "2013-07-12T00:00:00+00:00",
    "aired_to": "2013-09-27T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/16157/Choujigen_Game_Neptune_The_Animation",
    "year": 2013,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 17831,
    "title": "Inu to Hasami wa Tsukaiyou",
    "title_english": "Dog & Scissors",
    "image_url": "https://cdn.myanimelist.net/images/anime/13/56313l.jpg",
    "synopsis": "A nonsense comical mystery. Harumi Kazuhito is a high school boy who loves books and is a fan of novelist Natsuno Kirihime. One day, he finds Kirihime writing at a cafe, about to be shot by a robber. He protects her from the attack but is killed instead. Through the supernatural power of a book-worm, he is reincarnated as a dachshund dog. Kazuhito (as a dog) writhes in a painful bookless life, when a sadistic woman carrying a pair of scissors offers him help. She is Kirihime herself.\n\n(Source: Dog and Scissors Wiki)",
    "episodes": 12,
    "score": 6.51,
    "scored_by": 72601,
    "type": "TV",
    "source": "Light novel",
    "studios": [
      "Gonzo"
    ],
    "producers": [
      "Avex Entertainment",
      "DLE",
      "Enterbrain",
      "Studio Mausu",
      "Xing"
    ],
    "genres": [
      "Comedy",
      "Supernatural"
    ],
    "themes": [
      "Reincarnation"
    ],
    "aired_from": "2013-07-02T00:00:00+00:00",
    "aired_to": "2013-09-17T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/17831/Inu_to_Hasami_wa_Tsukaiyou",
    "year": 2013,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 17389,
    "title": "Kingdom 2nd Season",
    "title_english": "Kingdom: Season 2",
    "image_url": "https://cdn.myanimelist.net/images/anime/13/53589l.jpg",
    "synopsis": "A year after the devastating battle against the formidable Zhao, the State of Qin has returned its focus to pursuing King Ying Zheng's ambition of conquering the other six states and unifying China. Their next target is Wei, a smaller state which stands as a geographic stepping stone for the sake of conquest.\n\nXin, now a three hundred man commander of the swiftly rising Fei Xin Unit, continues to seek out lofty achievements in order to garner recognition for himself and his soldiers, motivated by those previously lost in battle. In the preliminary battles ahead of Qin's invasion of Wei, Xin finds competition in other young commanders who are of a higher social status than him. Back in Qin, the royal palace faces turmoil as opposing factions begin to make their move against Ying Zheng's regime.\n\nWith their hands full both abroad and at home, Zheng and Xin must lead the way in this era of unending war, resolved to etch their names in history by creating a unified China.\n\n[Written by MAL Rewrite]",
    "episodes": 39,
    "score": 8.29,
    "scored_by": 70693,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Studio Pierrot"
    ],
    "producers": [
      "NHK",
      "NHK Enterprises"
    ],
    "genres": [
      "Action"
    ],
    "themes": [
      "Historical",
      "Military"
    ],
    "aired_from": "2013-06-08T00:00:00+00:00",
    "aired_to": "2014-03-02T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/17389/Kingdom_2nd_Season",
    "year": 2013,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 16890,
    "title": "Makai Ouji: Devils and Realist",
    "title_english": "Devils and Realist",
    "image_url": "https://cdn.myanimelist.net/images/anime/12/49573l.jpg",
    "synopsis": "Seventeen-year-old William Twining takes pride in his lineage as well as his devotion to modern science. When he learns that his family has gone bankrupt, the pompous noble is faced with the reality that he can no longer afford his tuition or the lifestyle he is accustomed to. In a desperate search for valuables in his manor, William discovers a hidden room and accidentally summons the arrogant demon Dantalion, the Grand Duke of Hell.\n \nApparently, Lucifer—the ruler of Hell—has fallen into a deep slumber. In his absence, only the human \"Elector\" has power to select a temporary successor, which is the cause of tension among demonkind. Although told that he is the direct descendant of King Solomon and has unshakable authority in the underworld, William refuses to believe it. While denying the existence of magic and the supernatural altogether, the defiant realist fails to recognize that he is at the center of the ongoing battle between Heaven and Hell.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 6.99,
    "scored_by": 44557,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Doga Kobo"
    ],
    "producers": [
      "TV Tokyo",
      "Sotsu"
    ],
    "genres": [
      "Comedy",
      "Fantasy",
      "Mystery"
    ],
    "themes": [
      "Historical",
      "Mythology",
      "School"
    ],
    "aired_from": "2013-07-08T00:00:00+00:00",
    "aired_to": "2013-09-23T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/16890/Makai_Ouji__Devils_and_Realist",
    "year": 2013,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 19383,
    "title": "Yami Shibai",
    "title_english": "Theatre of Darkness: Yamishibai",
    "image_url": "https://cdn.myanimelist.net/images/anime/11/51995l.jpg",
    "synopsis": "The mysterious, yellow-masked Storyteller is a man whose true name and origin are both unknown. He appears at dusk where children gather and recites sinister tales based on Japanese urban legends, to which his young audience eerily intakes. However, the Storyteller is no ordinary teller of tales. He incorporates a kamishibai, a traditional paper-scrolling device, to add visuals to his already demented narration.\n\nA series of short horror stories, Yami Shibai begins with a bachelor who, after moving into a new apartment, immediately starts sensing a malevolent glare being pressed into him. A single talisman rests on his ceiling, but he has no way of knowing it is one of the few safeguards that separate him from a bottomless pit of suffering. Each story is more terrifying, more appalling, and more sickening than the last as the Storyteller's audience find themselves being sucked into the vicious world of his words.\n\n[Written by MAL Rewrite]",
    "episodes": 13,
    "score": 6.99,
    "scored_by": 50440,
    "type": "TV",
    "source": "Original",
    "studios": [
      "ILCA"
    ],
    "producers": [
      "TV Tokyo"
    ],
    "genres": [
      "Avant Garde",
      "Horror",
      "Supernatural"
    ],
    "themes": [],
    "aired_from": "2013-07-15T00:00:00+00:00",
    "aired_to": "2013-09-30T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/19383/Yami_Shibai",
    "year": 2013,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 18041,
    "title": "Rozen Maiden (2013)",
    "title_english": "Rozen Maiden: Zurückspulen",
    "image_url": "https://cdn.myanimelist.net/images/anime/10/52079l.jpg",
    "synopsis": "During the events of the original Rozen Maiden, after circling \"yes\" on a paper and agreeing to wind an unknown  \"something,\" a traumatized Jun Sakurada fights alongside the lifelike dolls known as the Rozen Maidens. But what would have happened if Jun had circled \"no\"?\n\nJun, having gotten over his school trauma from his younger days, spends his time attending college and working in a bookstore. However, he does not feel as though he belongs anywhere. One day, he finds a book containing instructions on how to make a Rozen Maiden. Mysteriously, when he arrives home that night, the second volume in the book series has been delivered to his house, along with some pieces of a doll. But as suddenly as they started arriving, the books stop coming, and Jun gets a notice that says that the books have ceased being published. With an incomplete doll in hand, and a message from his other self in another world, this Jun also finds his way into the world of the Rozen Maidens.\n\n[Written by MAL Rewrite]",
    "episodes": 13,
    "score": 7.32,
    "scored_by": 34197,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Studio Deen"
    ],
    "producers": [
      "TBS"
    ],
    "genres": [
      "Action",
      "Drama",
      "Supernatural"
    ],
    "themes": [],
    "aired_from": "2013-07-05T00:00:00+00:00",
    "aired_to": "2013-09-27T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/18041/Rozen_Maiden_2013",
    "year": 2013,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 18055,
    "title": "Hakkenden: Touhou Hakken Ibun 2nd Season",
    "title_english": "Hakkenden -Eight Dogs of the East- Season 2",
    "image_url": "https://cdn.myanimelist.net/images/anime/10/50885l.jpg",
    "synopsis": "The journey to find all eight sacred gems continues, as Sousuke and Shino travel in search of the remaining gem holders. From the shadows the Imperial Church continues to scheme, and a mysterious woman seeks to fulfill a sinister plot with the gem holders at its heart. As the origin of the gems comes to light, so does the truth behind Sousuke's doppelganger, Ao, as he resurfaces with his own goal—one involving Sousuke and his gem!\n\n(Source: Sentai Filmworks)",
    "episodes": 13,
    "score": 7.6,
    "scored_by": 30323,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Studio Deen"
    ],
    "producers": [
      "Bandai Visual",
      "Frontier Works",
      "Lantis",
      "Movic",
      "DAX Production",
      "Sony PCL"
    ],
    "genres": [
      "Action",
      "Fantasy",
      "Mystery"
    ],
    "themes": [
      "Mythology"
    ],
    "aired_from": "2013-07-07T00:00:00+00:00",
    "aired_to": "2013-09-29T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/18055/Hakkenden__Touhou_Hakken_Ibun_2nd_Season",
    "year": 2013,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 15793,
    "title": "Senki Zesshou Symphogear G",
    "title_english": "Symphogear G",
    "image_url": "https://cdn.myanimelist.net/images/anime/2/86630l.jpg",
    "synopsis": "Three months after a Lunar Attack which nearly caused Earth's destruction, Hibiki Tachibana, Tsubasa Kazanari, and Chris Yukine continue to fight the Noise—a mysterious alien threat—using powerful armor known as Symphogear. After defending an American convoy from a Noise attack, Hibiki and Chris race toward the Queens of Music concert hall to attend one of Tsubasa's concerts.  \n\nMeanwhile, Tsubasa and rising international superstar Maria Cadenzavna Eve deliver an amazing performance that is broadcast throughout the entire world. Just as the concert is about to conclude, a group of Noise suddenly appear, plunging the hall into chaos. Amidst the panic, Maria declares war against the world as the successor of Finé—Chris' former mistress—and her allies Kirika Akatsuki and Shirabe Tsukuyomi reveal Symphogear powers of their own. After initiating a skirmish with Tsubasa and her teammates, they retreat mysteriously, leaving the three friends bewildered as to what their true intentions could be.\n\n[Written by MAL Rewrite]",
    "episodes": 13,
    "score": 7.47,
    "scored_by": 30707,
    "type": "TV",
    "source": "Original",
    "studios": [
      "Satelight"
    ],
    "producers": [
      "Starchild Records",
      "Memory-Tech",
      "Dwango",
      "Bushiroad",
      "Good Smile Company",
      "Kinyosha"
    ],
    "genres": [
      "Action",
      "Sci-Fi"
    ],
    "themes": [
      "Idols (Female)",
      "Music"
    ],
    "aired_from": "2013-07-05T00:00:00+00:00",
    "aired_to": "2013-09-27T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/15793/Senki_Zesshou_Symphogear_G",
    "year": 2013,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 18523,
    "title": "Senyuu. 2",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/5/51879l.jpg",
    "synopsis": "When a hole opened up in the world and monsters flooded out, humanity prepared for the demon lord Rukimedes' rise once again. However, even the gravity of this situation cannot impede the antics of straight man hero Alba Frühling and sadist soldier Ross.\n\nRoss, trapped within a plane between two worlds due to Januar Ein's magic, encounters the demon lord taking a nap and looking far too comfortable in his confinement. Simultaneously, Alba, once again in prison, has been sidelined in favor of his eccentric companion's hijinks.\n\nAlthough separated, Ross and Alba continue their attempts to prevent the demon lord's resurgence, but unbeknownst to them, a ghost from Ross' past may just threaten their quest's success.\n\n[Written by MAL Rewrite]",
    "episodes": 13,
    "score": 7.4,
    "scored_by": 34406,
    "type": "TV",
    "source": "Web manga",
    "studios": [
      "Ordet",
      "LIDENFILMS"
    ],
    "producers": [
      "TV Tokyo",
      "Bandai Visual",
      "Lantis",
      "Barnum Studio",
      "Dwango",
      "Good Smile Company"
    ],
    "genres": [
      "Action",
      "Comedy",
      "Fantasy"
    ],
    "themes": [
      "Parody"
    ],
    "aired_from": "2013-07-03T00:00:00+00:00",
    "aired_to": "2013-09-25T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/18523/Senyuu_2",
    "year": 2013,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 17651,
    "title": "Genei wo Kakeru Taiyou",
    "title_english": "Day Break Illusion",
    "image_url": "https://cdn.myanimelist.net/images/anime/4/51071l.jpg",
    "synopsis": "Akari Taiyou is an apprentice fortune teller living with her aunt, uncle, and their daughter Fuyuna. Having lost her mother at a young age, the only thing Akari has left of her is a deck of tarot cards and a dream to follow in her footsteps as a fortune teller.\n\nOne night, Akari has a dream of being attacked by a plant monster and witnesses a stronger version of herself defeat it. When she awakens, she discovers to her horror that the monster was actually Fuyuna. But mysteriously, Akari and her relatives soon forget Fuyuna ever existed. After another close encounter with a similar monster, she is rescued by three magical girls: Ginka Shirokane, Seira Hoshikawa, and Luna Tsukuyomi. They explain that they are from the Sefiro Fiore organization, which uses Elemental Tarot power to fight the evil creatures known as \"Daemonia.\"\n \nAkari discovers she too is a magical girl and has inherited her mother's power of The Sun card. However, she comes to realize Daemonia are actually people who have been possessed, and she must decide whether to try to save what is left of their humanity or to wipe them from existence. As Akari comes to terms with her grim duty of protecting the world from Daemonia, the bonds of the organization and that of their team will soon be strained when they deal with grave threats from the outside and from within.\n\n[Written by MAL Rewrite]",
    "episodes": 13,
    "score": 6.39,
    "scored_by": 21546,
    "type": "TV",
    "source": "Original",
    "studios": [
      "AIC"
    ],
    "producers": [
      "Aniplex",
      "Nihon Ad Systems",
      "Bushiroad",
      "Good Smile Company",
      "Asahi Broadcasting"
    ],
    "genres": [
      "Action",
      "Drama"
    ],
    "themes": [
      "Mahou Shoujo",
      "Psychological"
    ],
    "aired_from": "2013-07-06T00:00:00+00:00",
    "aired_to": "2013-09-28T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/17651/Genei_wo_Kakeru_Taiyou",
    "year": 2013,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 18465,
    "title": "Genshiken Nidaime",
    "title_english": "Genshiken Second Season",
    "image_url": "https://cdn.myanimelist.net/images/anime/11/52935l.jpg",
    "synopsis": "Another college semester begins and the returning members of Genshiken attempt to recruit new club members. Three new members join the club, attracted by Ogiue's BL drawings. She welcomes the new members but fears the club will become a \"fujoshi\" haven for yaoi fans and is getting a bit too far removed from its original purpose.\n\n(Source: ANN)",
    "episodes": 13,
    "score": 7.41,
    "scored_by": 24755,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Production I.G"
    ],
    "producers": [
      "Starchild Records"
    ],
    "genres": [
      "Slice of Life"
    ],
    "themes": [
      "Adult Cast",
      "Otaku Culture",
      "Parody"
    ],
    "aired_from": "2013-07-07T00:00:00+00:00",
    "aired_to": "2013-09-29T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/18465/Genshiken_Nidaime",
    "year": 2013,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 17821,
    "title": "Stella Jogakuin Koutou-ka C³-bu",
    "title_english": "Stella Women's Academy, High School Division Class C³",
    "image_url": "https://cdn.myanimelist.net/images/anime/13/52125l.jpg",
    "synopsis": "Command, control, and communication: the three pillars to successfully execute missions in modern military combat. They are also the source of inspiration behind Stella Women's Academy airsoft club, aptly named the C3 Club. Due to the club's nature, the members have trouble finding newcomers, but, as the school year starts, they hope to find their next sharpshooter among a new crop of students.\n\nYura Yamato is a freshman at Stella; she sports an unassertive personality that makes it difficult to make friends. She soon discovers her absent roommate owns a massive collection of military memorabilia and movies, including a replica Desert Eagle. When one of the C3 Club's members catches Yura re-enacting an action movie, she drags her into the Club's airsoft practice match. Despite being on the losing side, Yura is unexpectedly drawn to the excitement of the game.\n\nUpon her return, Yura's roommate—Sonora Kashima—reveals herself to be the C3 Club's president and invites her to join. Now with Sonora by her side, one more exhilarating match convinces Yura to sign up. Thanks to her new teammates, Yura discovers a hidden side to herself and an unexpected love for airsoft. However, as her dedication to the game slowly takes over her life, Yura finds herself on the path of great change and success—one that may easily lead to self-destruction.\n\n[Written by MAL Rewrite]",
    "episodes": 13,
    "score": 6.52,
    "scored_by": 22119,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Gainax"
    ],
    "producers": [
      "Pony Canyon",
      "TBS",
      "RAY"
    ],
    "genres": [
      "Sports"
    ],
    "themes": [
      "Military",
      "School"
    ],
    "aired_from": "2013-07-05T00:00:00+00:00",
    "aired_to": "2013-09-27T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/17821/Stella_Jogakuin_Koutou-ka_C³-bu",
    "year": 2013,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 18495,
    "title": "Kitaku-bu Katsudou Kiroku",
    "title_english": "Chronicles of the Going Home Club",
    "image_url": "https://cdn.myanimelist.net/images/anime/9/59639l.jpg",
    "synopsis": "When a friend asks Natsuki what high school club she's going to join, she cheerfully responds \"the go-home club\" (meaning, she's not going to join any of them). However, she soon realizes that this club actually exists at her high school, and she's just expressed interest in joining it! Before she knows it, she ends up as one of the two new members of \"the go-home club,\" which is a small group of eccentric school girls. One of the girls likes fighting bears, while another is ridiculously rich. But what exactly constitutes the activities of \"the go-home club\"?\n\n(Source: MangaHelpers)",
    "episodes": 12,
    "score": 6.76,
    "scored_by": 18409,
    "type": "TV",
    "source": "Web manga",
    "studios": [
      "Nomad"
    ],
    "producers": [
      "VAP",
      "Nippon Television Network",
      "Sound Inn Studio"
    ],
    "genres": [
      "Comedy"
    ],
    "themes": [
      "CGDCT",
      "School"
    ],
    "aired_from": "2013-07-05T00:00:00+00:00",
    "aired_to": "2013-10-11T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/18495/Kitaku-bu_Katsudou_Kiroku",
    "year": 2013,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 16051,
    "title": "Ro-Kyu-Bu! SS",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/8/50697l.jpg",
    "synopsis": "After their loss against Suzuridani Academy, the members of the Keishin Academy girls' basketball team—Tomoka Minato, Maho Misawa, Airi Kashii, Hinata Hakamada, and Saki Nagatsuka, along with their coach, Subaru Hasegawa—exert more of their time and effort in improving in the sport day by day. However, this time around, new rivals with strengths possibly exceedings theirs and friends appear on their way to the top.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 7,
    "scored_by": 19294,
    "type": "TV",
    "source": "Light novel",
    "studios": [
      "Barnum Studio",
      "Project No.9"
    ],
    "producers": [
      "AT-X",
      "Warner Bros. Japan",
      "KlockWorx",
      "ASCII Media Works"
    ],
    "genres": [
      "Comedy",
      "Sports",
      "Ecchi"
    ],
    "themes": [
      "School",
      "Team Sports"
    ],
    "aired_from": "2013-07-05T00:00:00+00:00",
    "aired_to": "2013-09-27T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/16051/Ro-Kyu-Bu_SS",
    "year": 2013,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 18121,
    "title": "Teekyuu 2",
    "title_english": "Teekyu 2",
    "image_url": "https://cdn.myanimelist.net/images/anime/1432/98659l.jpg",
    "synopsis": "Second season of Teekyu series.",
    "episodes": 12,
    "score": 6.69,
    "scored_by": 19404,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "MAPPA"
    ],
    "producers": [
      "DAX Production",
      "Earth Star Entertainment"
    ],
    "genres": [
      "Comedy"
    ],
    "themes": [
      "School"
    ],
    "aired_from": "2013-07-07T00:00:00+00:00",
    "aired_to": "2013-09-22T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/18121/Teekyuu_2",
    "year": 2013,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 15883,
    "title": "Fantasista Doll",
    "title_english": "Fantasista Doll",
    "image_url": "https://cdn.myanimelist.net/images/anime/7/52529l.jpg",
    "synopsis": "Uzume Uno is a young student and former champion of a trading card game competition. She is trusted with a special device containing five powerful Fantasista Dolls. These dolls are sentient virtual beings who reside in cards which are now controlled by their new master, Uzume.\n\n(Source: ANN)",
    "episodes": 12,
    "score": 6.15,
    "scored_by": 10963,
    "type": "TV",
    "source": "Original",
    "studios": [
      "Hoods Entertainment"
    ],
    "producers": [
      "Amber Film Works",
      "TOHO animation"
    ],
    "genres": [
      "Fantasy",
      "Sci-Fi"
    ],
    "themes": [],
    "aired_from": "2013-07-07T00:00:00+00:00",
    "aired_to": "2013-09-29T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/15883/Fantasista_Doll",
    "year": 2013,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 18099,
    "title": "Recorder to Randoseru Mi☆",
    "title_english": "Recorder and Randsell Mi",
    "image_url": "https://cdn.myanimelist.net/images/anime/6/50651l.jpg",
    "synopsis": "Third season of Recorder to Randoseru.",
    "episodes": 12,
    "score": 6.59,
    "scored_by": 13176,
    "type": "TV",
    "source": "4-koma manga",
    "studios": [
      "Seven"
    ],
    "producers": [
      "Takeshobo"
    ],
    "genres": [
      "Comedy"
    ],
    "themes": [
      "School"
    ],
    "aired_from": "2013-07-08T00:00:00+00:00",
    "aired_to": "2013-09-23T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/18099/Recorder_to_Randoseru_Mi☆",
    "year": 2013,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 15731,
    "title": "Tamayura: More Aggressive",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/3/53895l.jpg",
    "synopsis": "The second season of Tamayura: Hitotose.\n\nIt's the beginning of a new school year for Fuu and friends. With a new year comes new challenges as Fuu tries to open a photography club at her school.\n\n(Source: ANN)",
    "episodes": 12,
    "score": 7.57,
    "scored_by": 8480,
    "type": "TV",
    "source": "Original",
    "studios": [
      "TYO Animations"
    ],
    "producers": [
      "RAY"
    ],
    "genres": [
      "Slice of Life"
    ],
    "themes": [
      "CGDCT",
      "Iyashikei"
    ],
    "aired_from": "2013-07-03T00:00:00+00:00",
    "aired_to": "2013-09-18T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/15731/Tamayura__More_Aggressive",
    "year": 2013,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 17267,
    "title": "Futari wa Milky Holmes",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/11/51931l.jpg",
    "synopsis": "Fans of the Milky Holmes detectives, Kazumi and Alice, decide to form their own detective unit, calling themselves \"Feathers.\"\n\n(Source: ANN)",
    "episodes": 12,
    "score": 5.78,
    "scored_by": 4689,
    "type": "TV",
    "source": "Original",
    "studios": [
      "J.C.Staff",
      "Nomad"
    ],
    "producers": [
      "Sotsu",
      "Bushiroad",
      "Chrono Gear Creative",
      "Bushiroad Music"
    ],
    "genres": [
      "Comedy",
      "Mystery"
    ],
    "themes": [
      "Detective",
      "Parody",
      "Super Power"
    ],
    "aired_from": "2013-07-13T00:00:00+00:00",
    "aired_to": "2013-09-28T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/17267/Futari_wa_Milky_Holmes",
    "year": 2013,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 18771,
    "title": "Gifuu Doudou!!: Kanetsugu to Keiji",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/5/51427l.jpg",
    "synopsis": "The Sengoku era gave birth to many historical legends. One of them is Naoe Kanetsugu, the brilliant military general of the Uesugi family. Together with Maeda Keiji, a legendary warrior on the battlefield, who become lifelong friends with each other, they carve out a piece of history in the most dangerous and volatile time in Japan's history. The two men recall their beginnings and the journey they took to get to the accomplished position they now sit at.",
    "episodes": 25,
    "score": 6.4,
    "scored_by": 2740,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Studio Deen"
    ],
    "producers": [
      "North Stars Pictures"
    ],
    "genres": [
      "Action"
    ],
    "themes": [
      "Historical",
      "Martial Arts",
      "Samurai"
    ],
    "aired_from": "2013-07-03T00:00:00+00:00",
    "aired_to": "2013-12-18T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/18771/Gifuu_Doudou__Kanetsugu_to_Keiji",
    "year": 2013,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 19207,
    "title": "Maji de Otaku na English! Ribbon-chan: Eigo de Tatakau Mahou Shoujo - The TV",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/7/51505l.jpg",
    "synopsis": "The story centers around Ribbon-chan, a girl struggling with English who becomes a magical girl when she makes a contract with a self-described familiar named Toner. She aims to become a super heroine who can fill the Tokyo Dome arena with her singing and dancing.\n\n(Source: ANN)",
    "episodes": 10,
    "score": 5.32,
    "scored_by": 1228,
    "type": "TV",
    "source": "Original",
    "studios": [
      "AIC Frontier"
    ],
    "producers": [
      "AIC",
      "AIR AGENCY"
    ],
    "genres": [
      "Comedy"
    ],
    "themes": [
      "Mahou Shoujo"
    ],
    "aired_from": "2013-07-06T00:00:00+00:00",
    "aired_to": "2013-09-07T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/19207/Maji_de_Otaku_na_English_Ribbon-chan__Eigo_de_Tatakau_Mahou_Shoujo_-_The_TV",
    "year": 2013,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 31427,
    "title": "Zinba",
    "title_english": "Zinba",
    "image_url": "https://cdn.myanimelist.net/images/anime/1613/110505l.jpg",
    "synopsis": "The juvenile Kan from the earth is summoned to the Kingdom of Toria , where he encounters attack from the giant creature Zinba, and he's rescued by the linker Shibuki and Uranus. Later, he accidentally gets on the linker squad DUX truck to the maze valley, finding in a cave a golden Zinba.\n\n(Source: Lookus English YT Channel, edited)",
    "episodes": 52,
    "score": 6.76,
    "scored_by": 784,
    "type": "TV",
    "source": "Unknown",
    "studios": [
      "Alpha Animation"
    ],
    "producers": [
      "B.CMAY PICTURES"
    ],
    "genres": [
      "Action",
      "Adventure",
      "Comedy"
    ],
    "themes": [
      "Mythology",
      "Super Power"
    ],
    "aired_from": "2013-08-24T00:00:00+00:00",
    "aired_to": "2013-10-13T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/31427/Zinba",
    "year": 2013,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 23897,
    "title": "Lovely Movie: Itoshi no Muco",
    "title_english": "Lovely Movie: Lovely Muuuuuuuco!",
    "image_url": "https://cdn.myanimelist.net/images/anime/6/61923l.jpg",
    "synopsis": "The happy daily life of Muco, a not-too-bright Akita dog, and its owner Komatsu-san the glass-blower.\n\n(Source: MU)",
    "episodes": 20,
    "score": 6.41,
    "scored_by": 371,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Doga Kobo"
    ],
    "producers": [],
    "genres": [
      "Slice of Life"
    ],
    "themes": [
      "Pets"
    ],
    "aired_from": "2013-07-29T00:00:00+00:00",
    "aired_to": "2013-12-23T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/23897/Lovely_Movie__Itoshi_no_Muco",
    "year": 2013,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 30173,
    "title": "Fruity Samurai",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/5/72213l.jpg",
    "synopsis": "Classic samurai movies and absurd humor collide when fruit-headed warriors cross blades and tempers!\n\n(Source: HDIVE)",
    "episodes": 13,
    "score": 5.46,
    "scored_by": 283,
    "type": "TV",
    "source": "Original",
    "studios": [
      "happyproject"
    ],
    "producers": [
      "Kids Station"
    ],
    "genres": [
      "Action",
      "Comedy"
    ],
    "themes": [
      "Historical",
      "Samurai"
    ],
    "aired_from": "2013-08-13T00:00:00+00:00",
    "aired_to": "2013-12-14T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/30173/Fruity_Samurai",
    "year": 2013,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 27757,
    "title": "Anisava",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/12/67189l.jpg",
    "synopsis": "Welcome to the concrete jungle, where it’s a struggle to survive among the animals of the city. Watch Jake the bear, Jenny the cat and their cast of slightly crazy friends as they live, love and try to stay sane in a wild world.\n\n(Source: Official website)",
    "episodes": 13,
    "score": 5.52,
    "scored_by": 355,
    "type": "TV",
    "source": "Unknown",
    "studios": [
      "TMS Entertainment",
      "DLE"
    ],
    "producers": [],
    "genres": [
      "Comedy",
      "Romance"
    ],
    "themes": [
      "Anthropomorphic"
    ],
    "aired_from": "2013-08-26T00:00:00+00:00",
    "aired_to": "2014-01-13T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/27757/Anisava",
    "year": 2013,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 19305,
    "title": "Nyuru Nyuru!! Kakusen-kun",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/12/51787l.jpg",
    "synopsis": "The anime revolves around little creatures called \"Kakusen\" who live in the skin pores of humans.\n\n(Source: ANN)",
    "episodes": 25,
    "score": 5.63,
    "scored_by": 174,
    "type": "TV",
    "source": "Unknown",
    "studios": [
      "DLE"
    ],
    "producers": [
      "Yomiuri Telecasting"
    ],
    "genres": [
      "Comedy"
    ],
    "themes": [],
    "aired_from": "2013-07-09T00:00:00+00:00",
    "aired_to": "2013-12-24T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/19305/Nyuru_Nyuru_Kakusen-kun",
    "year": 2013,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 32819,
    "title": "Xiong Chumo: Conglin Zong Dong Yuan",
    "title_english": "Boonie Bears: Forest Frenzy",
    "image_url": "https://cdn.myanimelist.net/images/anime/4/78683l.jpg",
    "synopsis": "Third season of Boonie Bears.\n\nHaving had a taste of carnival life in town, the Bear Brothers return to the forest to start anew. But aside from the joy of meeting old friends, the bears must again cope with the dull-but-driven Logger Vick! That shiny-pated villain is determined to crush their renewed efforts to protect the forest they love. If he can dispatch the Bear Brothers, Vick will realize his evil dream of riches through total destruction of the forest. Fortunately the Brothers and their friends have a forest full of surprises in store for him! Boonie Bears: Forest Frenzy features Briar and Bramble Bear doing what they do best: creating non-stop laughs for kids around the world!\n\n(Source: Official website)",
    "episodes": 104,
    "score": 5.41,
    "scored_by": 176,
    "type": "TV",
    "source": "Original",
    "studios": [
      "Fantawild Animation"
    ],
    "producers": [],
    "genres": [
      "Comedy"
    ],
    "themes": [],
    "aired_from": "2013-07-13T00:00:00+00:00",
    "aired_to": "2014-09-25T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/32819/Xiong_Chumo__Conglin_Zong_Dong_Yuan",
    "year": 2013,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 18983,
    "title": "Yuuto-kun ga Iku",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/3/51247l.jpg",
    "synopsis": null,
    "episodes": 26,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Unknown",
    "studios": [
      "Shirogumi"
    ],
    "producers": [],
    "genres": [
      "Sports"
    ],
    "themes": [
      "Team Sports"
    ],
    "aired_from": "2013-06-14T00:00:00+00:00",
    "aired_to": "2013-12-06T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/18983/Yuuto-kun_ga_Iku",
    "year": 2013,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 34078,
    "title": "Ukkari Pénélope (2013)",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/11/82030l.jpg",
    "synopsis": "The third and final season of Ukkari Pénélope where a big focus is Pénélope's newborn twin sisters.",
    "episodes": 13,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Picture book",
    "studios": [],
    "producers": [],
    "genres": [
      "Slice of Life"
    ],
    "themes": [
      "Anthropomorphic"
    ],
    "aired_from": "2013-07-01T00:00:00+00:00",
    "aired_to": "2013-01-01T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/34078/Ukkari_Pénélope_2013",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 43988,
    "title": "Xi Yangyang Yu Hui Tailang: Kaixin Fangshenshi",
    "title_english": "Pleasant Goat and Big Big Wolf: Happy Formula",
    "image_url": "https://cdn.myanimelist.net/images/anime/1932/115274l.jpg",
    "synopsis": null,
    "episodes": 60,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Unknown",
    "studios": [],
    "producers": [],
    "genres": [
      "Adventure",
      "Comedy"
    ],
    "themes": [],
    "aired_from": "2013-07-26T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/43988/Xi_Yangyang_Yu_Hui_Tailang__Kaixin_Fangshenshi",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 46737,
    "title": "Xing Zi Xiao Chu Shen",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1037/128111l.jpg",
    "synopsis": null,
    "episodes": 40,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [
      "Fantasy",
      "Gourmet"
    ],
    "themes": [],
    "aired_from": "2013-06-01T00:00:00+00:00",
    "aired_to": "2013-12-01T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/46737/Xing_Zi_Xiao_Chu_Shen",
    "year": 2013,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 44032,
    "title": "Chao Xian Lie Bing-kai Neng",
    "title_english": "KAINAR",
    "image_url": "https://cdn.myanimelist.net/images/anime/1847/122962l.jpg",
    "synopsis": null,
    "episodes": 26,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [
      "Sci-Fi"
    ],
    "themes": [
      "Mecha",
      "Military"
    ],
    "aired_from": "2013-07-04T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/44032/Chao_Xian_Lie_Bing-kai_Neng",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 45417,
    "title": "Konglong Laile",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1821/126126l.jpg",
    "synopsis": null,
    "episodes": 26,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [
      "Fantasy"
    ],
    "themes": [
      "Anthropomorphic"
    ],
    "aired_from": "2013-07-01T00:00:00+00:00",
    "aired_to": "2014-10-01T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/45417/Konglong_Laile",
    "year": 2013,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 44419,
    "title": "Shaonian Shiye: Yongzhe Chuang Jiangnan",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1261/123105l.jpg",
    "synopsis": null,
    "episodes": 26,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [],
    "themes": [
      "Historical"
    ],
    "aired_from": "2013-07-01T00:00:00+00:00",
    "aired_to": "2013-12-01T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/44419/Shaonian_Shiye__Yongzhe_Chuang_Jiangnan",
    "year": 2013,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 45509,
    "title": "Ruyi Ku Bao: Ben Ben Zhu",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1724/131182l.jpg",
    "synopsis": null,
    "episodes": 52,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [
      "Fantasy"
    ],
    "themes": [],
    "aired_from": "2013-06-01T00:00:00+00:00",
    "aired_to": "2013-09-01T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/45509/Ruyi_Ku_Bao__Ben_Ben_Zhu",
    "year": 2013,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 45505,
    "title": "Ruyi Ku Bao: Guai Li Shu",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1337/131176l.jpg",
    "synopsis": null,
    "episodes": 52,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [
      "Fantasy"
    ],
    "themes": [],
    "aired_from": "2013-06-01T00:00:00+00:00",
    "aired_to": "2013-09-01T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/45505/Ruyi_Ku_Bao__Guai_Li_Shu",
    "year": 2013,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 44777,
    "title": "Roco Wangguo Da Maoxian",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1715/129883l.jpg",
    "synopsis": null,
    "episodes": 52,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Game",
    "studios": [],
    "producers": [],
    "genres": [
      "Adventure",
      "Fantasy"
    ],
    "themes": [],
    "aired_from": "2013-08-01T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/44777/Roco_Wangguo_Da_Maoxian",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 46740,
    "title": "Peng Peng Huan Youji",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1860/127824l.jpg",
    "synopsis": null,
    "episodes": 28,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Unknown",
    "studios": [],
    "producers": [],
    "genres": [],
    "themes": [
      "Anthropomorphic"
    ],
    "aired_from": "2013-08-08T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/46740/Peng_Peng_Huan_Youji",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 46757,
    "title": "Tuzi Moli",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1944/128115l.jpg",
    "synopsis": null,
    "episodes": 34,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [
      "Fantasy"
    ],
    "themes": [
      "Anthropomorphic"
    ],
    "aired_from": "2013-08-01T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/46757/Tuzi_Moli",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 47324,
    "title": "Bu Fei Tongxue",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1224/130733l.jpg",
    "synopsis": null,
    "episodes": 52,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [],
    "themes": [
      "Anthropomorphic"
    ],
    "aired_from": "2013-07-01T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/47324/Bu_Fei_Tongxue",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 46688,
    "title": "Fengkuang Xiao Tang",
    "title_english": "Crazy Candies",
    "image_url": "https://cdn.myanimelist.net/images/anime/1352/131113l.jpg",
    "synopsis": null,
    "episodes": 52,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [],
    "themes": [
      "Anthropomorphic"
    ],
    "aired_from": "2013-07-19T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/46688/Fengkuang_Xiao_Tang",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 46759,
    "title": "Yu Liu Li",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1640/128117l.jpg",
    "synopsis": null,
    "episodes": 36,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [],
    "themes": [],
    "aired_from": "2013-08-01T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/46759/Yu_Liu_Li",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 62766,
    "title": "Byeonsinjadongcha Tobot 11th Season",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1662/152623l.jpg",
    "synopsis": null,
    "episodes": 16,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [
      "Sci-Fi"
    ],
    "themes": [
      "Mecha"
    ],
    "aired_from": "2013-07-08T00:00:00+00:00",
    "aired_to": "2013-01-01T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/62766/Byeonsinjadongcha_Tobot_11th_Season",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  }
]