[
  {
    "mal_id": 40748,
    "title": "Jujutsu Kaisen",
    "title_english": "Jujutsu Kaisen",
    "image_url": "https://cdn.myanimelist.net/images/anime/1171/109222l.jpg",
    "synopsis": "Idly indulging in baseless paranormal activities with the Occult Club, high schooler Yuuji Itadori spends his days at either the clubroom or the hospital, where he visits his bedridden grandfather. However, this leisurely lifestyle soon takes a turn for the strange when he unknowingly encounters a cursed item. Triggering a chain of supernatural occurrences, Yuuji finds himself suddenly thrust into the world of Curses—dreadful beings formed from human malice and negativity—after swallowing the said item, revealed to be a finger belonging to the demon Sukuna Ryoumen, the King of Curses.\n\nYuuji experiences first-hand the threat these Curses pose to society as he discovers his own newfound powers. Introduced to the Tokyo Prefectural Jujutsu High School, he begins to walk down a path from which he cannot return—the path of a Jujutsu sorcerer.\n\n[Written by MAL Rewrite]",
    "episodes": 24,
    "score": 8.53,
    "scored_by": 1909014,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "MAPPA"
    ],
    "producers": [
      "Mainichi Broadcasting System",
      "TOHO animation",
      "Shueisha",
      "dugout",
      "Sumzap"
    ],
    "genres": [
      "Action",
      "Award Winning",
      "Supernatural"
    ],
    "themes": [
      "School"
    ],
    "aired_from": "2020-10-03T00:00:00+00:00",
    "aired_to": "2021-03-27T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/40748/Jujutsu_Kaisen",
    "year": 2020,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 40776,
    "title": "Haikyuu!! To the Top Part 2",
    "title_english": "Haikyu!! To the Top 2nd-cour",
    "image_url": "https://cdn.myanimelist.net/images/anime/1453/106768l.jpg",
    "synopsis": "Once called a fallen powerhouse and known as \"Flightless Crows,\" Karasuno High School has finally taken flight at nationals. With a comprehensive performance against Tsubakihara Academy in their first match, the team is now facing its toughest opponent yet: the runners-up of the last Spring Tournament, Inarizaki High School. Furthermore, dealing with the formidable twin Miya brothers only makes things more difficult for Karasuno.\n\nAs soon as the match begins, Karasuno is overwhelmed by all the noise and jeers from the supporters of Inarizaki High but rekindles its strength thanks to its own loyal fans. Karasuno also gains some momentum by utilizing an attack centered on Shouyou Hinata, but the eccentric play of Atsumu and Osamu Miya delivers an unexpected blow that leaves their opponent astounded.\n\nThings are bound to get intense as the match progresses between these two teams. Will Karasuno be able to defeat Inarizaki High and overcome the hurdles that threaten its pursuit to the top?\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 8.56,
    "scored_by": 538422,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Production I.G"
    ],
    "producers": [
      "Dentsu",
      "Mainichi Broadcasting System",
      "Movic",
      "Sony Music Entertainment",
      "TOHO animation",
      "Shueisha"
    ],
    "genres": [
      "Sports"
    ],
    "themes": [
      "School",
      "Team Sports"
    ],
    "aired_from": "2020-10-03T00:00:00+00:00",
    "aired_to": "2020-12-19T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/40776/Haikyuu_To_the_Top_Part_2",
    "year": 2020,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 41389,
    "title": "Tonikaku Kawaii",
    "title_english": "Tonikawa: Over The Moon For You",
    "image_url": "https://cdn.myanimelist.net/images/anime/1613/108722l.jpg",
    "synopsis": "Nasa Yuzaki is determined to leave his name in the history books. Ranking first in the national mock exam and aiming for a distinguished high school, he is certain that he has his whole life mapped out. However, fate is a fickle mistress. On his way home one snowy evening, Nasa's eyes fall upon a peerless beauty across the street. Bewitched, Nasa tries to approach her—only to get blindsided by an oncoming truck. \n\nThankfully, his life is spared due to the girl's swift action. Bleeding by the side of an ambulance, he watches as the girl walks away under the moonlight—reminiscent of Princess Kaguya leaving for the moon. Refusing to let this chance meeting end, he forces his crippled body to chase after her and asks her out. Surprised by his foolhardiness and pure resolve, the girl accepts his confession under a single condition: they can only be together if he marries her!\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 7.84,
    "scored_by": 458009,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Seven Arcs"
    ],
    "producers": [
      "Shogakukan-Shueisha Productions",
      "Warner Bros. Japan",
      "KlockWorx",
      "Shogakukan",
      "Crunchyroll"
    ],
    "genres": [
      "Comedy",
      "Romance"
    ],
    "themes": [],
    "aired_from": "2020-10-03T00:00:00+00:00",
    "aired_to": "2020-12-19T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/41389/Tonikaku_Kawaii",
    "year": 2020,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 40454,
    "title": "Dungeon ni Deai wo Motomeru no wa Machigatteiru Darou ka III",
    "title_english": "Is It Wrong to Try to Pick Up Girls in a Dungeon? III",
    "image_url": "https://cdn.myanimelist.net/images/anime/1523/108380l.jpg",
    "synopsis": "Upon his run-in with a Vouivre—a monster known to be very dangerous—Hestia Familia's captain Bell Cranel is struck with incomprehension. Despite its preceding reputation, the supposed bloodthirsty creature happens to be crying and flees from a group of adventurers. The monster, taking the form of a terrified little girl, prompts Bell to swiftly decide to hide her. Unbeknownst to him, this act of kindness will cause massive repercussions that will soon echo throughout the entire city of Orario.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 7.46,
    "scored_by": 347919,
    "type": "TV",
    "source": "Light novel",
    "studios": [
      "J.C.Staff"
    ],
    "producers": [
      "Movic",
      "Warner Bros. Japan",
      "KlockWorx",
      "Hakuhodo DY Music & Pictures",
      "Egg Firm",
      "FuRyu",
      "GREE",
      "SB Creative"
    ],
    "genres": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "themes": [],
    "aired_from": "2020-10-03T00:00:00+00:00",
    "aired_to": "2020-12-19T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/40454/Dungeon_ni_Deai_wo_Motomeru_no_wa_Machigatteiru_Darou_ka_III",
    "year": 2020,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 40911,
    "title": "Yuukoku no Moriarty",
    "title_english": "Moriarty the Patriot",
    "image_url": "https://cdn.myanimelist.net/images/anime/1464/108330l.jpg",
    "synopsis": "During the late 19th century, Great Britain has become the greatest empire the world has ever known. Hidden within its success, the nation's rigid economic hierarchy dictates the value of one's life solely on status and wealth. To no surprise, the system favors the aristocracy at the top and renders it impossible for the working class to ascend the ranks.\n\nWilliam James Moriarty, the second son of the Moriarty household, lives as a regular noble while also being a consultant for the common folk to give them a hand and solve their problems. However, deep inside him lies a desire to destroy the current structure that dominates British society and those who benefit from it. \n\nAlongside his brothers Albert and Louis, William will do anything it takes to change the filthy world he lives in—even if blood must be spilled.\n\n[Written by MAL Rewrite]",
    "episodes": 11,
    "score": 8.17,
    "scored_by": 203683,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Production I.G"
    ],
    "producers": [
      "Mainichi Broadcasting System",
      "Shueisha",
      "Yomiuri TV Enterprise",
      "Bandai Namco Arts",
      "Bandai Spirits"
    ],
    "genres": [
      "Mystery",
      "Suspense"
    ],
    "themes": [
      "Adult Cast",
      "Historical",
      "Organized Crime",
      "Psychological"
    ],
    "aired_from": "2020-10-11T00:00:00+00:00",
    "aired_to": "2020-12-20T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/40911/Yuukoku_no_Moriarty",
    "year": 2020,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 41433,
    "title": "Akudama Drive",
    "title_english": "Akudama Drive",
    "image_url": "https://cdn.myanimelist.net/images/anime/1468/109172l.jpg",
    "synopsis": "The bustling metropolis of Kansai, where cybernetic screens litter the neon landscape, may seem like a technological utopia at first glance. But in the dark alleys around the brightly-lit buildings, an unforgiving criminal underbelly still exists in the form of fugitives known as \"Akudama.\" \n\nNo stranger to these individuals, Kansai police begin the countdown to the public execution of an infamous Akudama \"Cutthroat,\" guilty of killing 999 people. However, a mysterious message is sent to several elite Akudama, enlisting them to free Cutthroat for a substantial amount of money. An invisible hand seeks to gather these dangerous personas in one place, ensuring that the execution is well underway to becoming a full-blown bloodbath.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 7.57,
    "scored_by": 221129,
    "type": "TV",
    "source": "Original",
    "studios": [
      "Studio Pierrot"
    ],
    "producers": [
      "Marvelous Entertainment",
      "Yomiko Advertising",
      "Delfi Sound",
      "NBCUniversal Entertainment Japan",
      "Amuse",
      "Sammy",
      "Contents Seed",
      "BS NTV",
      "Aeon Entertainment"
    ],
    "genres": [
      "Action",
      "Sci-Fi",
      "Suspense"
    ],
    "themes": [
      "Adult Cast",
      "Gore"
    ],
    "aired_from": "2020-10-08T00:00:00+00:00",
    "aired_to": "2020-12-24T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/41433/Akudama_Drive",
    "year": 2020,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 40571,
    "title": "Majo no Tabitabi",
    "title_english": "Wandering Witch: The Journey of Elaina",
    "image_url": "https://cdn.myanimelist.net/images/anime/1802/108501l.jpg",
    "synopsis": "Since childhood, Elaina has always been fascinated by the stories written within her favorite book, especially those about Nike, a renowned witch who had numerous great travels across the world. Wanting to experience the awe of adventure herself, Elaina strives to become a witch, and despite the numerous trials that come her way, she eventually succeeds.\n\nNow a full-fledged witch, Elaina finally embarks on her long-awaited journey, in which she meets many people along the way, learning their various stories. Through all of this, she explores the world at its fullest—experiencing both its bright and dark sides—starting her legendary tale.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 7.56,
    "scored_by": 203527,
    "type": "TV",
    "source": "Light novel",
    "studios": [
      "C2C"
    ],
    "producers": [
      "Lantis",
      "Movic",
      "AT-X",
      "Kadokawa Media House",
      "Kadokawa",
      "SB Creative"
    ],
    "genres": [
      "Adventure",
      "Fantasy"
    ],
    "themes": [],
    "aired_from": "2020-10-02T00:00:00+00:00",
    "aired_to": "2020-12-18T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/40571/Majo_no_Tabitabi",
    "year": 2020,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 40497,
    "title": "Mahouka Koukou no Rettousei: Raihousha-hen",
    "title_english": "The Irregular at Magic High School: Visitor Arc",
    "image_url": "https://cdn.myanimelist.net/images/anime/1322/114329l.jpg",
    "synopsis": "Following the events of \"Scorched Halloween,\" the world is introduced to a terrifyingly powerful Strategic class magician. In an effort to uncover the identity of this person, the United States of the North American Continent (USNA) dispatches the most powerful asset in its arsenal to Japan on a covert mission—the elite magician unit \"Stars\" and its commander, Angie Sirius.\n\nAt First High School, Tatsuya Shiba and his friends are having a farewell party for Shizuku Kitayama, who is leaving to study abroad in the USNA as part of an exchange program. In her place, the group welcomes the beautiful Angelina \"Lina\" Kudou Shields. Around the same time, Tatsuya is informed about the USNA's plan to uncover his true identity.\n\nElsewhere in Tokyo, numerous reports arise of seemingly random bodies found drained of blood. Dubbed as the works of a vampire, it does not take long for Tatsuya to connect the dots and realize that it is almost impossible for the timing of these events to be mere coincidence.\n\n[Written by MAL Rewrite]",
    "episodes": 13,
    "score": 7.27,
    "scored_by": 178280,
    "type": "TV",
    "source": "Light novel",
    "studios": [
      "8bit"
    ],
    "producers": [
      "Aniplex",
      "Square Enix",
      "Movic",
      "Studio Mausu",
      "Straight Edge",
      "Kadokawa"
    ],
    "genres": [
      "Action",
      "Fantasy",
      "Romance",
      "Sci-Fi"
    ],
    "themes": [
      "School",
      "Urban Fantasy"
    ],
    "aired_from": "2020-10-04T00:00:00+00:00",
    "aired_to": "2020-12-27T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/40497/Mahouka_Koukou_no_Rettousei__Raihousha-hen",
    "year": 2020,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 41619,
    "title": "Munou na Nana",
    "title_english": "Talentless Nana",
    "image_url": "https://cdn.myanimelist.net/images/anime/1301/110433l.jpg",
    "synopsis": "Fifty years ago, horrific creatures dubbed as the \"enemies of humanity\" suddenly appeared around the world. To combat these threats, teenagers gifted with supernatural abilities called \"Talents\"—such as pyrokinesis and time travel—hone their powers at an academy on a secluded island. \n\nNanao Nakajima, however, is quite different from the others on the island: he has no Talent. With many \"Talented\" teenagers around him, Nanao is often a target for bullying, but even so, he still strives to complete his training. Soon after, two transfer students, the mysterious Kyouya Onodera and the mind-reading Nana Hiiragi, join the class. But just as everyone starts blending as comrades-in-arms, mysterious disappearances begin to threaten the class's entire foundation.\n\n[Written by MAL Rewrite]",
    "episodes": 13,
    "score": 7.17,
    "scored_by": 179328,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Bridge"
    ],
    "producers": [
      "Square Enix",
      "AT-X",
      "Nippon Columbia",
      "BS Fuji",
      "Hakuhodo DY Music & Pictures",
      "Docomo Anime Store",
      "Yomiuri TV Enterprise",
      "Kanon Sound",
      "NichiNare",
      "Kadokawa",
      "Show Corporation"
    ],
    "genres": [
      "Suspense"
    ],
    "themes": [
      "Psychological",
      "Super Power"
    ],
    "aired_from": "2020-10-04T00:00:00+00:00",
    "aired_to": "2020-12-27T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/41619/Munou_na_Nana",
    "year": 2020,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 40595,
    "title": "Kimi to Boku no Saigo no Senjou, Aruiwa Sekai ga Hajimaru Seisen",
    "title_english": "Our Last Crusade or the Rise of a New World",
    "image_url": "https://cdn.myanimelist.net/images/anime/1100/109044l.jpg",
    "synopsis": "A force known as Astral power permeates throughout the world, wielded by astral mages. Fearing its destructive power, the \"Empire\" persecutes those who show their abilities. The tormented mages then founded the Nebulis Sovereignty to flee from their oppressors. Since then, the two nations have been in bitter conflict, the war still going strong for more than a century.\n\nAfter committing the great crime of freeing an imprisoned witch, the talented knight Iska is sentenced to prison. A year later, the Empire leadership suddenly decides to set him free, with the condition that he hunts down a fearsome mage known as the \"Ice Calamity Witch.\" Hoping to end the war, Iska agrees. Coincidentally, the Ice Calamity Witch herself, Aliceliese \"Alice\" Lou Nebulis XI, also wishes for peace and is willing to do everything she can to bring down the Empire.\n\nAs Iska and Alice both yearn for a crusade that will turn the world into one without struggle, woe, or pain, the strings of fate tie them ever closer together, creating a bond that goes beyond something fabricated by mere coincidence.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 6.71,
    "scored_by": 151286,
    "type": "TV",
    "source": "Light novel",
    "studios": [
      "SILVER LINK."
    ],
    "producers": [
      "Pony Canyon",
      "AT-X",
      "ABC Animation",
      "Kadokawa Media House",
      "Kadokawa",
      "Bit grooove promotion",
      "A3"
    ],
    "genres": [
      "Action",
      "Fantasy",
      "Romance"
    ],
    "themes": [
      "Military"
    ],
    "aired_from": "2020-10-07T00:00:00+00:00",
    "aired_to": "2020-12-23T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/40595/Kimi_to_Boku_no_Saigo_no_Senjou_Aruiwa_Sekai_ga_Hajimaru_Seisen",
    "year": 2020,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 41380,
    "title": "100-man no Inochi no Ue ni Ore wa Tatteiru",
    "title_english": "I'm Standing on a Million Lives",
    "image_url": "https://cdn.myanimelist.net/images/anime/1506/117717l.jpg",
    "synopsis": "Yuusuke Yotsuya has always disliked Tokyo, but he especially hates the people who live in it. He would rather thrive in a virtual world than try to get along with those around him. At the end of one school day, he sees the popular athlete Iu Shindou talking to Kusue Hakozaki, who spends less time in school due to illness. But when he looks away from the two and back again, they have seemingly disappeared.\n\nMere moments later, Yotsuya enters a state of free-fall, and the world begins to change around him. Dropping into a large pool of water, the first thing he sees when he comes to his senses is an assortment of enormous monsters. He soon finds out that he has been brought into a game world by Shindou and Hakozaki and that he must complete a quest within 14 days.\n\nThere is one thing that separates this world from the real world: anyone who dies will be brought back to life in 30 seconds as long as one party member is alive. Tasked with numerous quests that increase in difficulty over time, Yotsuya, Shindou, and Hakozaki attempt to discover the mystery behind the perplexing game world.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 6.52,
    "scored_by": 162669,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Maho Film"
    ],
    "producers": [
      "Lantis",
      "Warner Bros. Japan"
    ],
    "genres": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy"
    ],
    "themes": [
      "Isekai"
    ],
    "aired_from": "2020-10-02T00:00:00+00:00",
    "aired_to": "2020-12-18T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/41380/100-man_no_Inochi_no_Ue_ni_Ore_wa_Tatteiru",
    "year": 2020,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 41345,
    "title": "Noblesse",
    "title_english": "Noblesse",
    "image_url": "https://cdn.myanimelist.net/images/anime/1903/111646l.jpg",
    "synopsis": "The \"Noblesse\" Cadis Etrama di Raizel, also known as \"Rai,\" is enrolled in Ye Ran High School by his servant Frankenstein to stay hidden from the sights of the Union, a mysterious organization out for Rai's blood. Rai commences his life as a student, making himself familiar with his classmates and the daily activities of humans. However, his new life is far from peaceful, and Rai is soon forced to save his new friends from the hands of the Union that had abducted them.\n    \nMeanwhile, M-21—a Union agent gone rogue during Rai's rescue operation—joins the Ye Ran High School security staff after a proposition by the school's director, who happens to be none other than Frankenstein himself. On the surface, M-21 is a prim and proper employee, but in truth he is shackled by his former ties to the Union and the inevitable consequences of betraying the organization.\n    \nTo further complicate matters, Nobles Regis K. Landegre and Seira J. Loyard enroll in the same school to investigate the Noblesse. While the Union conducts a manhunt for M-21 to extract clues regarding their missing agents, Rai is forced to keep his identity hidden while protecting all that he holds dear.\n\n[Written by MAL Rewrite]",
    "episodes": 13,
    "score": 6.9,
    "scored_by": 137073,
    "type": "TV",
    "source": "Web manga",
    "studios": [
      "Production I.G"
    ],
    "producers": [
      "Glovision",
      "Crunchyroll",
      "Naver Webtoons"
    ],
    "genres": [
      "Action",
      "Supernatural"
    ],
    "themes": [
      "School",
      "Vampire"
    ],
    "aired_from": "2020-10-08T00:00:00+00:00",
    "aired_to": "2020-12-31T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/41345/Noblesse",
    "year": 2020,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 41006,
    "title": "Higurashi no Naku Koro ni Gou",
    "title_english": "Higurashi: When They Cry – Gou",
    "image_url": "https://cdn.myanimelist.net/images/anime/1716/111533l.jpg",
    "synopsis": "Rika Furude and her group of friends live in the small mountain village of Hinamizawa; in June 1983, they welcome transfer student Keiichi Maebara into their ranks, making him the only boy in their group. After school, they have fun playing games and spending each day living their lives to the fullest. Despite this seemingly normal routine, Keiichi begins noticing strange behavior from his friends, who seem to be hiding the town's dark secrets from him.\n\nElsewhere, a certain person watches these increasingly unsettling events unfold and remembers all the times that this, and other similar stories, have played out. Using that knowledge, this person decides to fix these broken worlds. However, when certain variables change, the individual is faced with a horrifying realization: they have no idea what to expect or how to stop the impending tragedy.\n\n[Written by MAL Rewrite]",
    "episodes": 24,
    "score": 7.2,
    "scored_by": 99859,
    "type": "TV",
    "source": "Visual novel",
    "studios": [
      "Passione"
    ],
    "producers": [
      "Frontier Works",
      "Sotsu",
      "MAGES.",
      "Tokyo MX",
      "Infinite",
      "BS11",
      "Daiichi Shokai",
      "Kadokawa",
      "ELF-IN"
    ],
    "genres": [
      "Horror",
      "Mystery",
      "Suspense"
    ],
    "themes": [
      "Gore",
      "Psychological"
    ],
    "aired_from": "2020-10-01T00:00:00+00:00",
    "aired_to": "2021-03-19T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/41006/Higurashi_no_Naku_Koro_ni_Gou",
    "year": 2020,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 41930,
    "title": "Kamisama ni Natta Hi",
    "title_english": "The Day I Became a God",
    "image_url": "https://cdn.myanimelist.net/images/anime/1396/109465l.jpg",
    "synopsis": "Dressed in a conspicuous outfit and armed with an eccentric spirit, Hina Satou goes around insisting that she is the Asgardian god \"Odin.\" When she crosses paths with a boy named Youta Narukami, she uses her precognition abilities to warn him about an impending catastrophe threatening the end of the world. But being a teenager preoccupied with his problems, Youta finds it hard to believe such a preposterous claim.\n\nSomehow forced to tag along with her antics, he witnesses the effectiveness of Hina's skills with his own eyes and realizes that she truly is capable of divination. Nevertheless, despite her persistence in being a god, Hina is still a child who desires to see and experience the wonders life has to offer. With the world ending in 30 days, Hina, Youta, and their friends venture forward to create lasting memories they will cherish forever.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 6.8,
    "scored_by": 124852,
    "type": "TV",
    "source": "Original",
    "studios": [
      "P.A. Works"
    ],
    "producers": [
      "Aniplex",
      "Movic",
      "Visual Arts",
      "Tokyo MX",
      "Nagoya Broadcasting Network",
      "ABC Animation"
    ],
    "genres": [
      "Drama"
    ],
    "themes": [
      "Super Power"
    ],
    "aired_from": "2020-10-11T00:00:00+00:00",
    "aired_to": "2020-12-27T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/41930/Kamisama_ni_Natta_Hi",
    "year": 2020,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 41312,
    "title": "Kami-tachi ni Hirowareta Otoko",
    "title_english": "By the Grace of the Gods",
    "image_url": "https://cdn.myanimelist.net/images/anime/1654/108801l.jpg",
    "synopsis": "Deep in the forest, far from any human contact, there lives a child named Ryouma Takebayashi. He engages in the rather strange hobby of keeping various types of slimes as pets. Furthermore, despite his young age, he has a sturdy physique and good compatibility for magic. All of this is because, having endured much hardship in his previous life, three gods grace Ryouma with a second chance to pursue one goal: savor the wonders of life.\n\nAfter three years of comfortable solitude pass by, Ryouma meets people that will change his current life forever. When he encounters and helps some soldiers tend to their wounded comrade, the group convinces him to accompany them to visit the nearby town's ducal family. Ryouma agrees and soon embarks on a journey to explore the vast world beyond his home.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 6.96,
    "scored_by": 127030,
    "type": "TV",
    "source": "Light novel",
    "studios": [
      "Maho Film"
    ],
    "producers": [
      "Lantis",
      "Toei Video",
      "KlockWorx",
      "Nikkatsu",
      "Asmik Ace",
      "Hobby Japan",
      "AMG MUSIC",
      "BS Fuji",
      "Hakuhodo DY Music & Pictures",
      "Amusement Media Academy",
      "Exa International",
      "Bandai Namco Arts",
      "AMG Studio"
    ],
    "genres": [
      "Fantasy",
      "Slice of Life"
    ],
    "themes": [
      "Isekai",
      "Iyashikei",
      "Reincarnation"
    ],
    "aired_from": "2020-10-04T00:00:00+00:00",
    "aired_to": "2020-12-20T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/41312/Kami-tachi_ni_Hirowareta_Otoko",
    "year": 2020,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 40397,
    "title": "Maoujou de Oyasumi",
    "title_english": "Sleepy Princess in the Demon Castle",
    "image_url": "https://cdn.myanimelist.net/images/anime/1448/108514l.jpg",
    "synopsis": "The Demon Lord Tasogare's castle is a dark and frightening place, filled to the brim with various monsters. Any soul unfortunate enough to be imprisoned here is sure to be terrified by the horrors within. However, the human princess Aurora Suya Rhys \"Syalis\" Kaymin is a different case. Rather indifferent to her situation, Syalis worries about one thing and one thing only—sleep. Ever since the demon lord kidnapped her from her kingdom, she has not had a single good night's rest.\n\nTo alleviate her dozen dozing issues, the princess makes do with what she can find in the castle. Whether it be the fur of fluffy demonic teddy bears or the silky, blanket-like bodies of ghost shrouds, everything is but a means to ensure a peaceful slumber. With so many potential materials to craft items that can help her sleep at her disposal, nothing will stop the sleepy princess—not even death.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 7.95,
    "scored_by": 109806,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Doga Kobo"
    ],
    "producers": [
      "Lantis",
      "FuRyu"
    ],
    "genres": [
      "Comedy",
      "Fantasy"
    ],
    "themes": [
      "Parody"
    ],
    "aired_from": "2020-10-06T00:00:00+00:00",
    "aired_to": "2020-12-22T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/40397/Maoujou_de_Oyasumi",
    "year": 2020,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 39790,
    "title": "Adachi to Shimamura",
    "title_english": "Adachi and Shimamura",
    "image_url": "https://cdn.myanimelist.net/images/anime/1649/109056l.jpg",
    "synopsis": "Somewhere in the school at noon, one might hear the sound of two girls playing table tennis together as they wait for time to pass by.\n\nAs if by fate, two students—Sakura Adachi and Hougetsu Shimamura—stumble upon each other on the second floor of the school gymnasium. As they gradually foster a budding friendship, their feelings for one another only become more ambiguous. Growing closer by the day, the two must learn to navigate their contrasting personalities as well as determine the depth of their affection for each other.\n\nThe nature of this relationship gradually shifts when one of them starts to develop feelings beyond the boundaries of a platonic relationship. Even so, Adachi and Shimamura must realize if forming a bond stronger than friendship will bring them closer or tear them apart.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 7.08,
    "scored_by": 82524,
    "type": "TV",
    "source": "Light novel",
    "studios": [
      "Tezuka Productions"
    ],
    "producers": [
      "Pony Canyon",
      "TBS",
      "BS11",
      "RAY",
      "Nichion",
      "Kadokawa"
    ],
    "genres": [
      "Girls Love"
    ],
    "themes": [
      "School"
    ],
    "aired_from": "2020-10-09T00:00:00+00:00",
    "aired_to": "2020-12-25T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/39790/Adachi_to_Shimamura",
    "year": 2020,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 40059,
    "title": "Golden Kamuy 3rd Season",
    "title_english": "Golden Kamuy Season 3",
    "image_url": "https://cdn.myanimelist.net/images/anime/1763/108108l.jpg",
    "synopsis": "After obtaining information about Asirpa from the foreteller Inkarmat, Saichi \"The Immortal\" Sugimoto, Genjirou Tanigaki, and Cikapasi join the Seventh Division's Otonoshin Koito and Hajime Tsukishima on a journey to Karafuto. Heading further north into the freezing Russian territory, they collect any clues about Asirpa's whereabouts they can find and rush after her.\n\nMeanwhile, Asirpa is unaware of what truly transpired at Abashiri Prison. Deeply disturbed and confused by her father Wilk's past actions, Asirpa follows his old friend Kiroranke to the place where Wilk was born and raised in order to better understand his motives. However, Kiroranke and the master sniper Hyakunosuke Ogata are scheming behind her back.\n\nEven if they were to obtain all 24 tattooed skins that form a map to the lost Ainu gold, the various factions searching for it now understand that the map is useless without Asirpa. Realizing the danger she could be in, Sugimoto desperately hopes to reach Asirpa first and protect her from the greedy clutches of those who plan to drag her into their sins.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 8.43,
    "scored_by": 94323,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Geno Studio"
    ],
    "producers": [
      "Magic Capsule",
      "NBCUniversal Entertainment Japan",
      "Twin Engine"
    ],
    "genres": [
      "Action",
      "Adventure"
    ],
    "themes": [
      "Adult Cast",
      "Historical",
      "Military"
    ],
    "aired_from": "2020-10-05T00:00:00+00:00",
    "aired_to": "2020-12-21T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/40059/Golden_Kamuy_3rd_Season",
    "year": 2020,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 40974,
    "title": "Kuma Kuma Kuma Bear",
    "title_english": "Kuma Kuma Kuma Bear",
    "image_url": "https://cdn.myanimelist.net/images/anime/1413/110712l.jpg",
    "synopsis": "After fanatically playing the VRMMO World Fantasy Online for almost a year, the shut-in yet relatively affluent 15-year-old Yuna receives a bear costume from the game's administrators. The outfit, while somewhat embarrassing to wear, turns out to have overpowered stats and effects that make her character significantly more powerful. After accepting the bear equipment, she finds herself transported to another in-game world that prevents her from returning to reality.\n\nConfused and unable to log out, Yuna sets out to explore this new environment. She rescues a girl named Fina from wild wolves, who then guides her to the city of Crimonia. With her eccentric bear attire, however, Yuna stands out wherever she goes, and alongside her boosted fighting prowess, her reputation quickly rises—to the point that people give her the nickname \"Bloody Bear.\"\n\nUndeterred by this change in her life, Yuna decides to take on the role of an adventurer and fully enjoy herself in her new world.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 7.23,
    "scored_by": 90933,
    "type": "TV",
    "source": "Light novel",
    "studios": [
      "EMT Squared"
    ],
    "producers": [
      "AT-X",
      "Nippon Columbia",
      "Tokyo MX",
      "Good Smile Company",
      "Kadokawa Media House",
      "Kadokawa",
      "Crest",
      "Shufu to Seikatsusha"
    ],
    "genres": [
      "Adventure",
      "Comedy",
      "Fantasy"
    ],
    "themes": [
      "Isekai"
    ],
    "aired_from": "2020-10-07T00:00:00+00:00",
    "aired_to": "2020-12-23T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/40974/Kuma_Kuma_Kuma_Bear",
    "year": 2020,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 41911,
    "title": "Hanyou no Yashahime: Sengoku Otogizoushi",
    "title_english": "Yashahime: Princess Half-Demon",
    "image_url": "https://cdn.myanimelist.net/images/anime/1005/114781l.jpg",
    "synopsis": "Half-demon twins Towa and Setsuna were always together, living happily in Feudal Japan. But their joyous days come to an end when a forest fire separates them and Towa is thrown through a portal to modern-day Japan. There, she is found by Souta Higurashi, who raises her as his daughter after Towa finds herself unable to return to her time.\n\nTen years later, 14-year-old Towa is a relatively well-adjusted student, despite the fact that she often gets into fights. However, unexpected trouble arrives on her doorstep in the form of three visitors from Feudal Japan; Moroha, a bounty hunter; Setsuna, a demon slayer and Towa's long-lost twin sister; and Mistress Three-Eyes, a demon seeking a mystical object. Working together, the girls defeat their foe, but in the process, Towa discovers to her horror that Setsuna has no memory of her at all. Hanyou no Yashahime: Sengoku Otogizoushi follows the three girls as they endeavor to remedy Setsuna's memory loss, as well as discover the truth about their linked destinies.\n\n[Written by MAL Rewrite]",
    "episodes": 24,
    "score": 6.69,
    "scored_by": 39582,
    "type": "TV",
    "source": "Original",
    "studios": [
      "Sunrise"
    ],
    "producers": [
      "Shogakukan",
      "Yomiuri TV Enterprise"
    ],
    "genres": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "themes": [
      "Historical",
      "Mythology",
      "Time Travel"
    ],
    "aired_from": "2020-10-03T00:00:00+00:00",
    "aired_to": "2021-03-20T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/41911/Hanyou_no_Yashahime__Sengoku_Otogizoushi",
    "year": 2020,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 40359,
    "title": "Ikebukuro West Gate Park",
    "title_english": "Ikebukuro West Gate Park",
    "image_url": "https://cdn.myanimelist.net/images/anime/1277/108376l.jpg",
    "synopsis": "Ikebukuro is home to many different businesses and gangs. This includes Makoto Majima: the infamous \"troubleshooter\" who mediates between warring factions. Makoto knows all of the ins and outs of the bustling Tokyo district and strives to maintain peace alongside the G-Boys, who assist Makoto in his troubleshooting endeavors. Led by the charismatic and ruthless Takashi Andou, the G-Boys is the most influential gang in all of Ikebukuro. \n\nHowever, when the new faction \"Red Angels\" begins to move in on the G-Boys' turf, immediate tensions rise between them. With numerous enemies scattered around and within the G-Boys, navigating through the streets becomes more difficult for Makoto. While continuing to troubleshoot problems, he slowly unravels a plot that may trigger an all-out war and threaten the entirety of Ikebukuro.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 6.87,
    "scored_by": 39276,
    "type": "TV",
    "source": "Novel",
    "studios": [
      "Doga Kobo"
    ],
    "producers": [
      "Nippon Columbia",
      "Kadokawa"
    ],
    "genres": [
      "Drama",
      "Mystery"
    ],
    "themes": [
      "Delinquents"
    ],
    "aired_from": "2020-10-06T00:00:00+00:00",
    "aired_to": "2020-12-22T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/40359/Ikebukuro_West_Gate_Park",
    "year": 2020,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 41783,
    "title": "Iwa Kakeru! Sport Climbing Girls",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1626/108849l.jpg",
    "synopsis": "Video games, especially puzzle games, were always at the center of Konomi Kasahara's life. However, upon entering Hanamiya High School, she decides to break away from this lifestyle. As Konomi wanders the halls in search of a new activity to engage herself in, she stumbles upon a gigantic wall owned by the school's rock climbing team. Fascinated, she attempts to scale the wall, discovering that she can use her puzzle-solving skills to help her reach the top.\n\nCertain that she has found her calling, Konomi immediately joins the club. As she strives to improve her climbing skills, Konomi, alongside the rest of the Hanamiya Climbing Team, will learn what it truly means to be a \"sports climber\" and work to achieve victory in the upcoming competitions.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 6.49,
    "scored_by": 39178,
    "type": "TV",
    "source": "Web manga",
    "studios": [
      "Blade"
    ],
    "producers": [
      "Lantis",
      "AT-X",
      "Magic Capsule",
      "KlockWorx",
      "Nagoya Broadcasting Network",
      "ABC Animation",
      "Cygames",
      "Bandai Namco Arts",
      "Happinet",
      "NetEase",
      "Heart Company"
    ],
    "genres": [
      "Sports"
    ],
    "themes": [
      "School"
    ],
    "aired_from": "2020-10-04T00:00:00+00:00",
    "aired_to": "2020-12-20T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/41783/Iwa_Kakeru_Sport_Climbing_Girls",
    "year": 2020,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 40550,
    "title": "Assault Lily: Bouquet",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1024/108413l.jpg",
    "synopsis": "Fifty years ago, mysterious creatures known as the \"Huge\" suddenly appeared all over the world, posing an existential threat to humanity. To defend against these menaces, soldiers in the form of teenage girls known as \"Lilies\" use the energy \"Magie\" within their bodies to power weapons called \"Counter Huge ARMS\" or \"CHARMS.\"\n\nAfter being saved by a Lily two years ago while evacuating from a Huge attack, Riri Hitotsuyanagi vowed to become a Lily herself. She enrolls in the prestigious academy of Yurigaoka, a training ground for Lilies, and discovers that one of her classmates is Yuyu Shirai—the same Lily who rescued her. Much to her confusion, however, the person she thought to be cheerful turns out to be quite antisocial and prefers to fight alone. Even so, Riri still desires to get along with Yuyu and is willing to do anything she can to reach that goal. \n\nWith Yuyu and the other Lilies by her side, Riri's journey on becoming one of them has just bloomed!\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 6.5,
    "scored_by": 32215,
    "type": "TV",
    "source": "Mixed media",
    "studios": [
      "Shaft"
    ],
    "producers": [
      "Bushiroad"
    ],
    "genres": [
      "Action",
      "Fantasy"
    ],
    "themes": [],
    "aired_from": "2020-10-02T00:00:00+00:00",
    "aired_to": "2020-12-25T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/40550/Assault_Lily__Bouquet",
    "year": 2020,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 40879,
    "title": "Love Live! Nijigasaki Gakuen School Idol Doukoukai",
    "title_english": "Love Live! Nijigasaki High School Idol Club",
    "image_url": "https://cdn.myanimelist.net/images/anime/1393/109203l.jpg",
    "synopsis": "Buried within the numerous clubs at Nijigasaki High School lies the school idol club. The club, while lacking popularity, definitely does not lack potential. During their debut performance, they were able to seize a sizable audience, along with the attention of their schoolmates Ayumu Uehara and Yuu Takasaki.\n\nEnamored, the duo makes their way to join the club; however, they are disappointed to find out that the club had just been disbanded. Nevertheless, Ayumu does not believe that it should have ended there. Together with Yuu, they begin restoring the school idol club, hoping to recreate the idol performances that dazzled them before.\n\nLove Live! Nijigasaki Gakuen School Idol Doukoukai shines its spotlight over the reformed school idol club as they recruit both former members of the club alongside newcomers. Taking the first step towards their dreams, how will these girls achieve idol stardom?\n\n[Written by MAL Rewrite]",
    "episodes": 13,
    "score": 7.48,
    "scored_by": 34976,
    "type": "TV",
    "source": "Other",
    "studios": [
      "Sunrise"
    ],
    "producers": [
      "Bushiroad",
      "Sunrise Music",
      "Kadokawa",
      "Bandai Namco Arts"
    ],
    "genres": [
      "Slice of Life"
    ],
    "themes": [
      "Idols (Female)",
      "Music",
      "School"
    ],
    "aired_from": "2020-10-03T00:00:00+00:00",
    "aired_to": "2020-12-26T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/40879/Love_Live_Nijigasaki_Gakuen_School_Idol_Doukoukai",
    "year": 2020,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 42571,
    "title": "Dogeza de Tanondemita",
    "title_english": "Dogeza: I Tried Asking While Kowtowing.",
    "image_url": "https://cdn.myanimelist.net/images/anime/1634/109387l.jpg",
    "synopsis": "\"Grovel enough, and you'll get what you want.\"\n\nThis is the motto that Suwaru Doge firmly stands by, believing that kneeling and begging will grant him the majestic view of a woman's naked body. After realizing the power of groveling in the dogeza stance, Doge wastes no time in exploiting it for lewd requests. Targeting the cutest and hottest girls in the school, he is one step closer to his goal of beholding their nude bodies, no matter what harm it may cause to his social standing.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 5.55,
    "scored_by": 30656,
    "type": "TV",
    "source": "Web manga",
    "studios": [
      "Adonero"
    ],
    "producers": [
      "DAX Production",
      "DMM pictures",
      "DMM Music"
    ],
    "genres": [
      "Comedy",
      "Ecchi"
    ],
    "themes": [],
    "aired_from": "2020-10-14T00:00:00+00:00",
    "aired_to": "2020-12-30T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/42571/Dogeza_de_Tanondemita",
    "year": 2020,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 40906,
    "title": "Dragon Quest: Dai no Daibouken (2020)",
    "title_english": "Dragon Quest: The Adventure of Dai",
    "image_url": "https://cdn.myanimelist.net/images/anime/1499/109126l.jpg",
    "synopsis": "A long time ago, there was a valiant swordsman who came to be known simply as \"the hero.\" There was a demon who has caused people suffering. The hero and his companions arrived to challenge the demon to a battle and by combining their powers, the battle was brought swift conclusion. With no one around to cause trouble, the island became a quiet place where everyone could live together in peace.\n\nSeveral years later, the demon is revived. Our present-day protagonist, Dai, lives on a remote island in the southern seas and dreams of becoming a great hero. When he hears about the demon's revival, Dai and his friends take it upon themselves to stop him and the evil force that revived him. Along the way, Dai discovers the identity of \"the hero,\" the truth behind the evil force who revived the demon, and Dai's own hidden powers that surface in times of peril.\n\n(Source: MU, edited)",
    "episodes": 100,
    "score": 7.72,
    "scored_by": 26698,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Toei Animation"
    ],
    "producers": [
      "TV Tokyo",
      "Square Enix",
      "Shueisha"
    ],
    "genres": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "themes": [],
    "aired_from": "2020-10-03T00:00:00+00:00",
    "aired_to": "2022-10-22T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/40906/Dragon_Quest__Dai_no_Daibouken_2020",
    "year": 2020,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 41834,
    "title": "King's Raid: Ishi wo Tsugumono-tachi",
    "title_english": "King's Raid: Successors of the Will",
    "image_url": "https://cdn.myanimelist.net/images/anime/1885/109122l.jpg",
    "synopsis": "Long ago, the king of Orvelia, Kyle, defeated the demon king Angmund and brought peace to the world. However, one hundred years later, demons have been sighted in the forests, threatening humanity once more. A scouting expedition is sent to verify the claim but only one member returns. Meanwhile, Riheet, the leader of a dark elf mercenary group, plots to take over Orvelia to exact revenge against the humans who forsook their race a century ago.\n\nThe knight apprentice Kasel, accompanied by the priestess Frey, sets out to rescue Clause, an old friend who went missing in the tragic mission. However, along the way,  Kasel discovers that he is the son of the revered King Kyle and the only one who can wield the Holy Sword Aea—the same sword that slew the demon king. To fulfill this destiny, the young knight must embark on a perilous quest, unseal the sword, and end the fear instilled by demons. As Kasel's journey to bring hope to humanity and Riheet's vow for vengeance intertwine, what fate could possibly await them?\n\n[Written by MAL Rewrite]",
    "episodes": 26,
    "score": 6.05,
    "scored_by": 21935,
    "type": "TV",
    "source": "Game",
    "studios": [
      "OLM",
      "Sunrise Beyond"
    ],
    "producers": [],
    "genres": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "themes": [],
    "aired_from": "2020-10-03T00:00:00+00:00",
    "aired_to": "2021-03-27T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/41834/Kings_Raid__Ishi_wo_Tsugumono-tachi",
    "year": 2020,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 38337,
    "title": "Gochuumon wa Usagi desu ka? Bloom",
    "title_english": "Is the Order a Rabbit? Bloom",
    "image_url": "https://cdn.myanimelist.net/images/anime/1900/109179l.jpg",
    "synopsis": "Although the year is coming close to an end, there is no lack of fun for Kokoa Hoto and the other café waitresses! From bazaars to festivals, life is as enjoyable as it gets. As for Chino Kafuu and her middle school friends—the friendly Megumi Natsu and the playful Maya Jouga—they begin to look towards the future and decide on a high school to enroll in.\n\nBonds of friendship and exciting adventures blend into Gochuumon wa Usagi Desu ka? Bloom as the joyful lives of the café waitresses continue.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 7.92,
    "scored_by": 25784,
    "type": "TV",
    "source": "4-koma manga",
    "studios": [
      "Encourage Films"
    ],
    "producers": [],
    "genres": [
      "Slice of Life"
    ],
    "themes": [
      "CGDCT",
      "Iyashikei",
      "Workplace"
    ],
    "aired_from": "2020-10-10T00:00:00+00:00",
    "aired_to": "2020-12-26T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/38337/Gochuumon_wa_Usagi_desu_ka_Bloom",
    "year": 2020,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 40803,
    "title": "Hypnosis Mic: Division Rap Battle - Rhyme Anima",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1677/106540l.jpg",
    "synopsis": "In a world overtaken by war and conflict, \"Hypnosis Microphones\"—devices through which a user channels lyrics that can affect the listener's brain and even cause physical damage—were introduced to the masses by the Party of Words. Revolutionizing warfare, Hypnosis Mics have transformed words and music into the sole weapons used by gangsters, terrorists, and the military, with physical weapons having been banned from use.\n\nAs a result of swooping in during the chaos, the all-female Party of Words rules over the Japanese government. Women in Japan now live in Chuuouku, while men battle over surrounding territories outside the ward through rap battles.\n\nWith intentions unknown, the Party of Words begins to gather the former members of the now-disbanded legendary rap crew The Dirty Dawg to fight not for territory or war, but for their respective crew's pride and honor in the greatest rap battle of all time. The first Division Rap Battle is about to commence, and practice is not something these rappers are going to need.\n\n[Written by MAL Rewrite]",
    "episodes": 13,
    "score": 6.81,
    "scored_by": 22003,
    "type": "TV",
    "source": "Mixed media",
    "studios": [
      "A-1 Pictures"
    ],
    "producers": [
      "Aniplex",
      "Half H.P Studio",
      "Evil Line Records"
    ],
    "genres": [
      "Sci-Fi"
    ],
    "themes": [
      "Adult Cast",
      "Music"
    ],
    "aired_from": "2020-10-03T00:00:00+00:00",
    "aired_to": "2020-12-26T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/40803/Hypnosis_Mic__Division_Rap_Battle_-_Rhyme_Anima",
    "year": 2020,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 42668,
    "title": "Taisou Zamurai",
    "title_english": "The Gymnastics Samurai",
    "image_url": "https://cdn.myanimelist.net/images/anime/1484/109365l.jpg",
    "synopsis": "At the pinnacle of his gymnastics career, Joutarou Aragaki—nicknamed Samurai for his signature hairstyle—suffers a shoulder injury following his wife's death. Five years later, he continues to push the limits of his body as a member of the Japanese gymnastics team. However, Joutarou's strenuous training fails to show any progress. His coach, Noriyuki Amakusa, advises that he retires.\n\nTogether with his exuberant and supportive nine-year-old daughter, Rei, Joutarou takes a trip to Ego Wonderland to break the bitter news to her. However, their excursion ends in an odd encounter with a peculiar self-proclaimed ninja named Leonardo. He follows them home and interrupts Joutarou's every attempt at telling his daughter.\n\nUpon learning that Leonardo hopes to witness his gymnastics again, Joutarou astounds Japan with his announcement that he is not retiring. Joutarou dedicates himself to the biggest challenge of his career to prove that the gymnastics world is right where he belongs.\n\n[Written by MAL Rewrite]",
    "episodes": 11,
    "score": 7.23,
    "scored_by": 21725,
    "type": "TV",
    "source": "Original",
    "studios": [
      "MAPPA"
    ],
    "producers": [],
    "genres": [
      "Sports"
    ],
    "themes": [],
    "aired_from": "2020-10-11T00:00:00+00:00",
    "aired_to": "2020-12-20T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/42668/Taisou_Zamurai",
    "year": 2020,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 41372,
    "title": "Senyoku no Sigrdrifa",
    "title_english": "Warlords of Sigrdrifa",
    "image_url": "https://cdn.myanimelist.net/images/anime/1576/109007l.jpg",
    "synopsis": "When humanity is driven to the brink of despair by an alien threat called Pillars, a self-proclaimed god named Odin appears and bestows upon the people the power of \"Valkyries\"—battle maidens who pilot vintage aircraft called Hero Wings.\n\nClaudia \"Schwertleite\" Bruford is the ace of the European Valkyrie Wing. When Japan's S-class Valkyrie passes away in battle, Claudia is relocated to Japan as a replacement. However, with a dark record of being the sole survivor in every mission that results in being nicknamed \"Grim Reaper,\" she suspects she already knows why she was chosen.\n\nPrepared to be shunned yet again, she arrives at the Tateyama Valkyrie Wing. Little does she know, her new comrades are a bunch of oddballs who have zero intention of accepting her dreadful nickname!\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 6.45,
    "scored_by": 15265,
    "type": "TV",
    "source": "Original",
    "studios": [
      "A-1 Pictures"
    ],
    "producers": [
      "Aniplex",
      "Good Smile Company",
      "Contents Seed",
      "Sonilude"
    ],
    "genres": [
      "Action"
    ],
    "themes": [
      "Military"
    ],
    "aired_from": "2020-10-03T00:00:00+00:00",
    "aired_to": "2020-12-26T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/41372/Senyoku_no_Sigrdrifa",
    "year": 2020,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 39681,
    "title": "D4DJ First Mix",
    "title_english": "D4DJ First Mix",
    "image_url": "https://cdn.myanimelist.net/images/anime/1765/109713l.jpg",
    "synopsis": "Having lived abroad in Africa for most of her life, Rinku Aimoto is now returning to Japan to attend Yoba Academy, a school where DJ units—groups made up of DJs, vocalists, and dancers—are extremely popular. There, she meets Maho Akashi, an aspiring DJ who teaches Rinku the basics of DJing. The girls attend a performance by Yoba's famous DJ unit Peaky P-key, and struck by inspiration, they decide to form a unit of their own.\n\nRinku and Maho soon recruit Muni Oonaruto, a talented artist and Rinku's childhood friend, as well as Rei Togetsu, a shy and caring pianist. Newly named Happy Around, the group aims to use the budding friendships and combined talents of its members to become one of the top DJ units in the country.\n\n[Written by MAL Rewrite]",
    "episodes": 13,
    "score": 7.59,
    "scored_by": 18396,
    "type": "TV",
    "source": "Mixed media",
    "studios": [
      "SANZIGEN"
    ],
    "producers": [
      "Bushiroad"
    ],
    "genres": [],
    "themes": [
      "Idols (Female)",
      "Music",
      "School"
    ],
    "aired_from": "2020-10-30T00:00:00+00:00",
    "aired_to": "2021-01-29T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/39681/D4DJ_First_Mix",
    "year": 2020,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 39609,
    "title": "Ochikobore Fruit Tart",
    "title_english": "Dropout Idol Fruit Tart",
    "image_url": "https://cdn.myanimelist.net/images/anime/1088/109145l.jpg",
    "synopsis": "Ino Sakura has just moved to Tokyo to join the newly formed Fruit Tart, an idol group composed of three members besides herself—Roko Sekino, a washed-up child actor; Hayu Nukui, a failed musician; and Nina Maehara, a model who is still waiting for her first gig. They soon begin their new life together in their dormitory, the Mouse House. But there is no time to get settled as the girls awaken to a shocking reality: Fruit Tart is in a deep debt of one hundred million yen and has not even started yet!\n\nWith the possibility of Fruit Tart breaking up and the Mouse House being torn down if they cannot repay the money, the girls must work their way up from the bottom of idol society by making a name for themselves and writing their own songs. Luckily, Hemo Midori, an experienced idol, is a huge fan of Sakura and decides to join the group. With smiles on their faces, Sakura and the other girls work hard to become popular idols while making sure that each day is as fun as the last.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 6.76,
    "scored_by": 12777,
    "type": "TV",
    "source": "4-koma manga",
    "studios": [
      "feel."
    ],
    "producers": [
      "AT-X",
      "Studio Mausu",
      "Houbunsha",
      "Kadokawa Media House",
      "NTT Plala",
      "Kadokawa"
    ],
    "genres": [
      "Slice of Life"
    ],
    "themes": [
      "CGDCT",
      "Idols (Female)",
      "Music"
    ],
    "aired_from": "2020-10-12T00:00:00+00:00",
    "aired_to": "2020-12-28T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/39609/Ochikobore_Fruit_Tart",
    "year": 2020,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 37599,
    "title": "Magatsu Wahrheit: Zuerst",
    "title_english": "MAGATSU WAHRHEIT",
    "image_url": "https://cdn.myanimelist.net/images/anime/1109/108983l.jpg",
    "synopsis": "In the technologically and magically advanced Wahrheit Empire, rumors of a returning catastrophe known only as the \"light\" causes a disturbance amongst the people. Meanwhile, in the capital of the Empire, transporter Innumael Grauer prepares his daily deliveries, struggling to make ends meet for himself and his sister. Leocadio Wöhler, a newly recruited soldier, assists Innumael whilst commuting to work—unknowingly loading a mysterious package containing contraband artillery belonging to a criminal organization.\n\nInnumael is accused of smuggling the package, facing possible execution due to the Empire's strict oversight of weapons in response to the rising disorder. However, unbeknownst to him, the very syndicate that placed him in this unfortunate predicament may save him from this fate, at least temporarily. Elsewhere, Leocadio is assigned his first mission—to apprehend the criminal group known as \"Headkeeper,\" suspected of transporting illegal weaponry.\n\nMagatsu Wahrheit: Zuerst follows these two young men on a journey encompassing the Wahrheit Empire, triggering a chain of events that will not only change their lives but also alter the course of the Empire as they know it.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 6.53,
    "scored_by": 13155,
    "type": "TV",
    "source": "Game",
    "studios": [
      "Yokohama Animation Lab"
    ],
    "producers": [
      "WOWOW",
      "NBCUniversal Entertainment Japan",
      "Tokyo MX",
      "Q-Tec",
      "Chugai Mining",
      "BS11",
      "KLab",
      "Marui Group",
      "Bit grooove promotion"
    ],
    "genres": [
      "Action",
      "Fantasy"
    ],
    "themes": [],
    "aired_from": "2020-10-13T00:00:00+00:00",
    "aired_to": "2020-12-29T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/37599/Magatsu_Wahrheit__Zuerst",
    "year": 2020,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 41364,
    "title": "One Room: Third Season",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1553/109101l.jpg",
    "synopsis": "Third season of One Room.",
    "episodes": 12,
    "score": 6.42,
    "scored_by": 14628,
    "type": "TV",
    "source": "Original",
    "studios": [
      "Zero-G"
    ],
    "producers": [],
    "genres": [
      "Slice of Life"
    ],
    "themes": [],
    "aired_from": "2020-10-06T00:00:00+00:00",
    "aired_to": "2020-12-22T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/41364/One_Room__Third_Season",
    "year": 2020,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 42238,
    "title": "Ani ni Tsukeru Kusuri wa Nai! 4",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1416/129199l.jpg",
    "synopsis": "Shi Miao has a lot of experience dealing with her older brother's peculiar habits. After all her scolding, it is natural to expect that Shi Fen's antics would come to an end. But having spent their whole life together, it is obvious to Miao that some things never change—and maybe that is for the best.\n\nDespite his recklessness, Fen usually means well. As a result, a tight-knit friend group has formed around him and his sister. Joined by their classmates—Kai Xin, Wan Sui, and Miaomiao—the Shi siblings' tenure at high school continues to be an absolute spectacle.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 7.59,
    "scored_by": 14972,
    "type": "TV",
    "source": "Web manga",
    "studios": [
      "Fanworks"
    ],
    "producers": [
      "Imagineer",
      "Tencent Video",
      "Planet Cartoon"
    ],
    "genres": [
      "Comedy"
    ],
    "themes": [
      "School"
    ],
    "aired_from": "2020-10-02T00:00:00+00:00",
    "aired_to": "2020-12-18T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/42238/Ani_ni_Tsukeru_Kusuri_wa_Nai_4",
    "year": 2020,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": false
  },
  {
    "mal_id": 40958,
    "title": "Rail Romanesque",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1858/113920l.jpg",
    "synopsis": "The year is 1989. After the nation of Hinomoto was destabilized during the past World War, the rise of new technologies has enabled its revitalization. Modern engineering has given birth to aircraft, gasoline engines, and geomagnetic technology—revolutionizing transportation. Railroads have been rendered nearly obsolete and replaced by more efficient modes of transit.\n\nHowever, a group of lively \"Raillords\" aims to renew the railroads' former glory. The Raillords, personified as energetic and spirited girls, act as humanoid control modules for their assigned railways. They meet in Ohitoyo City for the Raillord Summit, headed by Suzushiro, a Raillord from Manoka Railways. Together, the group capitalizes on its teamwork to get the railroads back on track, ushering in a \"new railroad age.\"\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 5.17,
    "scored_by": 11538,
    "type": "TV",
    "source": "Visual novel",
    "studios": [
      "Saetta"
    ],
    "producers": [],
    "genres": [
      "Slice of Life"
    ],
    "themes": [],
    "aired_from": "2020-10-03T00:00:00+00:00",
    "aired_to": "2020-12-19T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/40958/Rail_Romanesque",
    "year": 2020,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 38005,
    "title": "Strike Witches: Road to Berlin",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1197/108577l.jpg",
    "synopsis": "Preparations for a new offensive against the Neuroi—a mysterious race of alien invaders—are well underway. The objective is securing Berlin, the capital city of the Empire of Karlsland, which is necessary for wiping out the Neuroi threat from Europe. However, as the enemy is capable of adapting to the battlefield on a daily basis, the allied forces and the current state of Striker technology might not be enough to achieve a victory.\n\nMeanwhile, Yoshika Miyafuji, a Witch from Fuso, continues her medical studies in Lausanne. Having recovered from a recent incident that deprived her of magical power, she is eager to assist in the war effort. The call to arms soon arrives and the scattered witches of the 501st Joint Fighter Wing must be gathered once again for a final push against the enemy.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 7.35,
    "scored_by": 9066,
    "type": "TV",
    "source": "Original",
    "studios": [
      "David Production"
    ],
    "producers": [
      "Magic Capsule",
      "Nippon Columbia",
      "Docomo Anime Store",
      "Sammy",
      "Kadokawa Media House",
      "DeNA",
      "Kadokawa"
    ],
    "genres": [
      "Action",
      "Sci-Fi",
      "Ecchi"
    ],
    "themes": [
      "Military"
    ],
    "aired_from": "2020-10-08T00:00:00+00:00",
    "aired_to": "2020-12-24T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/38005/Strike_Witches__Road_to_Berlin",
    "year": 2020,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 42391,
    "title": "Osomatsu-san 3rd Season",
    "title_english": "Mr. Osomatsu 3",
    "image_url": "https://cdn.myanimelist.net/images/anime/1290/113445l.jpg",
    "synopsis": "Third season of Osomatsu-san.",
    "episodes": 25,
    "score": 7.4,
    "scored_by": 8805,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Studio Pierrot"
    ],
    "producers": [
      "TV Tokyo",
      "Dentsu",
      "Rakuonsha",
      "Avex Pictures",
      "Daiichi Shokai"
    ],
    "genres": [
      "Comedy"
    ],
    "themes": [
      "Adult Cast",
      "Gag Humor",
      "Parody"
    ],
    "aired_from": "2020-10-13T00:00:00+00:00",
    "aired_to": "2021-03-30T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/42391/Osomatsu-san_3rd_Season",
    "year": 2020,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 40272,
    "title": "A3! Season Autumn & Winter",
    "title_english": "A3! Season Autumn & Winter",
    "image_url": "https://cdn.myanimelist.net/images/anime/1049/108197l.jpg",
    "synopsis": "With the completion of the Summer Troupe's show, Izumi Tachibana must now recruit five members for the next sub-troupe, the Autumn Troupe. Luckily, enough people arrive at the audition: Banri Settsu, a talented but boastful jack of all trades; Juuza Hyoudou, a stone-faced delinquent passionate about acting; Taichi Nanao, a man wanting to impress girls through the stage; Omi Fushimi, a college student, amateur photographer, and adept cook; and Sakyou Furuichi, a yakuza member who shares a past connection with the Mankai Company.\n\nBut between the non-existent teamwork and multiple threats jeopardizing the show's success, Izumi realizes that the troupe might be more difficult to handle than she first thought. How will she be able to unite them in time for their debut performance?\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 7.23,
    "scored_by": 7994,
    "type": "TV",
    "source": "Game",
    "studios": [
      "P.A. Works",
      "Studio 3Hz"
    ],
    "producers": [
      "Pony Canyon",
      "Infinite"
    ],
    "genres": [
      "Drama"
    ],
    "themes": [
      "Performing Arts"
    ],
    "aired_from": "2020-10-13T00:00:00+00:00",
    "aired_to": "2020-12-29T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/40272/A3_Season_Autumn___Winter",
    "year": 2020,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 40833,
    "title": "Inu to Neko Docchi mo Katteru to Mainichi Tanoshii",
    "title_english": "With a Dog AND a Cat, Every Day is Fun",
    "image_url": "https://cdn.myanimelist.net/images/anime/1332/109356l.jpg",
    "synopsis": "Matsumoto-san owns an innocent dog and an adorably devious cat. Laughing and crying ensue as they all live daily life together.\n\n(Source: MAL News)",
    "episodes": 24,
    "score": 7.23,
    "scored_by": 8427,
    "type": "TV",
    "source": "Web manga",
    "studios": [
      "Team TillDawn"
    ],
    "producers": [
      "Half H.P Studio",
      "studioGONG"
    ],
    "genres": [
      "Comedy"
    ],
    "themes": [
      "Pets"
    ],
    "aired_from": "2020-10-03T00:00:00+00:00",
    "aired_to": "2021-03-27T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/40833/Inu_to_Neko_Docchi_mo_Katteru_to_Mainichi_Tanoshii",
    "year": 2020,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 41574,
    "title": "Guraburu!",
    "title_english": "Grand Blues!",
    "image_url": "https://cdn.myanimelist.net/images/anime/1870/119993l.jpg",
    "synopsis": "Anime adaptation of Guraburu!, which is 4-koma manga of Granblue Fantasy.",
    "episodes": 12,
    "score": 5.8,
    "scored_by": 4668,
    "type": "TV",
    "source": "4-koma manga",
    "studios": [
      "W-Toon Studio",
      "DMM.futureworks"
    ],
    "producers": [
      "dugout"
    ],
    "genres": [
      "Adventure",
      "Fantasy"
    ],
    "themes": [],
    "aired_from": "2020-10-08T00:00:00+00:00",
    "aired_to": "2020-12-24T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/41574/Guraburu",
    "year": 2020,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 40085,
    "title": "Maesetsu!",
    "title_english": "Maesetsu! Opening Act",
    "image_url": "https://cdn.myanimelist.net/images/anime/1625/114783l.jpg",
    "synopsis": "Manzai is a traditional form of Japanese stand-up comedy where two comedians act out skits as a straight man and funny man, guiding the audience through a series of punchlines. Two determined girls, Mafuyu Kogarashi and Fubuki Kitakaze, are aspiring manzai entertainers who struggle to achieve any real success, despite their lengthy time on stage. They often partner up with manzai newcomers and their close friends—Rin Araya and Nayuta Asougi—to help in the opening acts of each other's routines.\n\nIn order to eventually reach their desired fame, the four girls challenge themselves by changing venues, switching roles, entering competitions, and giving it their best to hone their craft and gain more experience. But before that can happen, these flourishing young artists must first grow into presentable performers to get signed as amateurs and start their dream in earnest.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 5.8,
    "scored_by": 4075,
    "type": "TV",
    "source": "Original",
    "studios": [
      "Studio Gokumi",
      "AXsiZ"
    ],
    "producers": [
      "Kadokawa"
    ],
    "genres": [
      "Comedy"
    ],
    "themes": [
      "CGDCT",
      "Performing Arts",
      "Showbiz"
    ],
    "aired_from": "2020-10-11T00:00:00+00:00",
    "aired_to": "2020-12-27T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/40085/Maesetsu",
    "year": 2020,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 38669,
    "title": "Tsukiuta. The Animation 2",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1390/112207l.jpg",
    "synopsis": "Six Gravity and Procellarum, Tsukino Talent Productions' best male idol groups, are preparing for this year's edition of the Full Moon Festival. The show's theme is \"a new self,\" which seems to excite all the members. Some of the members from both units struggle to find inspiration for the theme, having matured from their last festival appearance. As they continue their daily lives while juggling their show business responsibilities, each of the Six Gravity and Procellarum members discover the meaning of \"a new self.\"\n\n[Written by MAL Rewrite]",
    "episodes": 13,
    "score": 6.63,
    "scored_by": 1959,
    "type": "TV",
    "source": "Music",
    "studios": [
      "Children's Playground Entertainment"
    ],
    "producers": [
      "Studio Pierrot",
      "Movic",
      "Crest"
    ],
    "genres": [],
    "themes": [
      "Idols (Male)",
      "Music"
    ],
    "aired_from": "2020-10-07T00:00:00+00:00",
    "aired_to": "2020-12-30T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/38669/Tsukiuta_The_Animation_2",
    "year": 2020,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 42883,
    "title": "Sore dake ga Neck",
    "title_english": "That is the Bottleneck",
    "image_url": "https://cdn.myanimelist.net/images/anime/1768/109666l.jpg",
    "synopsis": "Set in a convenience store that seems to be everywhere, through the appearance of a convenience store clerk who does not talk properly, while raising problems with the way of modern communication, we will approach the secret of the mysterious hero Mutou.\n\n(Source: MAL News)",
    "episodes": 12,
    "score": 5.67,
    "scored_by": 3218,
    "type": "TV",
    "source": "Original",
    "studios": [
      "Toho Interactive Animation"
    ],
    "producers": [],
    "genres": [
      "Mystery"
    ],
    "themes": [
      "Workplace"
    ],
    "aired_from": "2020-10-13T00:00:00+00:00",
    "aired_to": "2021-01-05T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/42883/Sore_dake_ga_Neck",
    "year": 2020,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 42514,
    "title": "Anime Kapibara-san",
    "title_english": "Anime Kapibarasan",
    "image_url": "https://cdn.myanimelist.net/images/anime/1819/109679l.jpg",
    "synopsis": "The series follows the daily adventures of Kapibarasan and his animal friends as they chill out among the Midorino Grasslands.\n\n(Source: Crunchyroll)",
    "episodes": 24,
    "score": 6.69,
    "scored_by": 2341,
    "type": "TV",
    "source": "Other",
    "studios": [
      "Shin-Ei Animation",
      "Lesprit"
    ],
    "producers": [
      "Jinnan Studio"
    ],
    "genres": [
      "Comedy"
    ],
    "themes": [],
    "aired_from": "2020-10-09T00:00:00+00:00",
    "aired_to": "2021-03-26T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/42514/Anime_Kapibara-san",
    "year": 2020,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 44056,
    "title": "Tokyo Gambo",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1758/110280l.jpg",
    "synopsis": "The story will take place 100 years after the world was destroyed in the 21st century due to environmental destruction and depletion of resources. The story follows four girls who work at PARK, based on a real store in Harajuku that follows the theme of \"Fashion × Otaku × Creation.\"\n\n(Source: ANN)",
    "episodes": 5,
    "score": 5.4,
    "scored_by": 166,
    "type": "TV",
    "source": "Original",
    "studios": [
      "Jumonji"
    ],
    "producers": [
      "MMDGP"
    ],
    "genres": [
      "Slice of Life"
    ],
    "themes": [],
    "aired_from": "2020-11-22T00:00:00+00:00",
    "aired_to": "2020-12-20T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/44056/Tokyo_Gambo",
    "year": 2020,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 42295,
    "title": "Fushigi Dagashiya: Zenitendou",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1602/150098l.jpg",
    "synopsis": "Zenitendo is a mysterious candy store that only lucky people can reach. All the candy recommended by Beniko, the owner of the store, is perfectly suited to the buyer's troubles. However, it depends on whether the candy will be used or eaten correctly that it can bring happiness or misfortune.\n\n(Source: MAL News)",
    "episodes": null,
    "score": 6.13,
    "scored_by": 230,
    "type": "TV",
    "source": "Novel",
    "studios": [
      "Toei Animation",
      "Gallop",
      "Kanaban Graphics"
    ],
    "producers": [],
    "genres": [
      "Mystery"
    ],
    "themes": [],
    "aired_from": "2020-09-08T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/42295/Fushigi_Dagashiya__Zenitendou",
    "year": 2020,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 43350,
    "title": "Gebäude Bäude",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1631/112290l.jpg",
    "synopsis": "Final chapter of Disney's Fireball series.",
    "episodes": 10,
    "score": 6.18,
    "scored_by": 724,
    "type": "TV",
    "source": "Original",
    "studios": [
      "Jinnis Animation Studios"
    ],
    "producers": [],
    "genres": [
      "Comedy",
      "Sci-Fi"
    ],
    "themes": [],
    "aired_from": "2020-11-08T00:00:00+00:00",
    "aired_to": "2020-12-10T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/43350/Gebäude_Bäude",
    "year": 2020,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 42482,
    "title": "Seizei Ganbare! Mahou Shoujo Kurumi 3rd Season",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1097/108552l.jpg",
    "synopsis": "Third season of Seizei Ganbare! Mahou Shoujo Kurumi.",
    "episodes": 25,
    "score": 6.29,
    "scored_by": 161,
    "type": "TV",
    "source": "Original",
    "studios": [
      "Pie in the sky"
    ],
    "producers": [
      "Lantis"
    ],
    "genres": [],
    "themes": [
      "Mahou Shoujo",
      "Parody"
    ],
    "aired_from": "2020-10-07T00:00:00+00:00",
    "aired_to": "2021-09-29T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/42482/Seizei_Ganbare_Mahou_Shoujo_Kurumi_3rd_Season",
    "year": 2020,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 42657,
    "title": "Himitsukessha Taka no Tsume: Golden Spell",
    "title_english": "Eagle Talon: Golden Spell",
    "image_url": "https://cdn.myanimelist.net/images/anime/1649/109640l.jpg",
    "synopsis": "Latest Himitsukessha Taka no Tsume series to be aired on TV.",
    "episodes": 12,
    "score": 6.14,
    "scored_by": 563,
    "type": "TV",
    "source": "Original",
    "studios": [
      "DLE"
    ],
    "producers": [],
    "genres": [
      "Comedy"
    ],
    "themes": [
      "Parody",
      "Super Power"
    ],
    "aired_from": "2020-10-05T00:00:00+00:00",
    "aired_to": "2020-12-21T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/42657/Himitsukessha_Taka_no_Tsume__Golden_Spell",
    "year": 2020,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 42717,
    "title": "Kaeru no Pickles: Kimochi no Iro",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1850/108933l.jpg",
    "synopsis": "",
    "episodes": 12,
    "score": 5.37,
    "scored_by": 209,
    "type": "TV",
    "source": "Original",
    "studios": [
      "Sunny Gapen"
    ],
    "producers": [],
    "genres": [
      "Slice of Life"
    ],
    "themes": [],
    "aired_from": "2020-10-04T00:00:00+00:00",
    "aired_to": "2020-12-27T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/42717/Kaeru_no_Pickles__Kimochi_no_Iro",
    "year": 2020,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 43416,
    "title": "Kaoru no Taisetsu na Mono",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1352/109736l.jpg",
    "synopsis": "Spin-off of Kichikujima with super deformed characters.",
    "episodes": 50,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [
      "Kachidoki Studio"
    ],
    "producers": [
      "CHANCE iN"
    ],
    "genres": [
      "Comedy"
    ],
    "themes": [],
    "aired_from": "2020-11-18T00:00:00+00:00",
    "aired_to": "2021-10-27T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/43416/Kaoru_no_Taisetsu_na_Mono",
    "year": 2020,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 42998,
    "title": "Awajishima no Shichifukujin",
    "title_english": "Seven Lucky Gods",
    "image_url": "https://cdn.myanimelist.net/images/anime/1860/109576l.jpg",
    "synopsis": "The story centers on the Seven Gods of Fortune in Japanese mythology as they reside on Awaji Island in Hyogo. In the shorts' story, the Seven Gods of Fortune slack in their duties in heaven, and Susanoo-no-Mikoto banishes them to Awaji Island. In order to return to the heavenly realm, they must help bring happiness to humans and rebuild their virtue. The outcast gods reluctantly grant human wishes and accumulate points in their \"god phones\" to be able to return to heaven. They aim to perform good deeds on particularly auspicious days to maximize point accumulation. Despite their best efforts at accumulating virtue, sometimes the Seven Gods of Fortune end up bringing misfortune to humans. When they fail, they lose points, further prolonging their stay on Awaji Island.\n\n(Source: ANN)",
    "episodes": 25,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [
      "Comedy",
      "Supernatural"
    ],
    "themes": [],
    "aired_from": "2020-10-05T00:00:00+00:00",
    "aired_to": "2021-03-05T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/42998/Awajishima_no_Shichifukujin",
    "year": 2020,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 41813,
    "title": "Kaijuu Step Wandabada 2nd Season",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1934/109054l.jpg",
    "synopsis": "Second season of Kaijuu Step Wandabada.",
    "episodes": 26,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Picture book",
    "studios": [
      "Usagi Ou"
    ],
    "producers": [
      "Tsuburaya Productions",
      "NHK Enterprises"
    ],
    "genres": [
      "Comedy"
    ],
    "themes": [],
    "aired_from": "2020-09-25T00:00:00+00:00",
    "aired_to": "2021-03-26T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/41813/Kaijuu_Step_Wandabada_2nd_Season",
    "year": 2020,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 52030,
    "title": "Doushitemo Eto ni Hairitai 2",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1082/125116l.jpg",
    "synopsis": "Second season of Doushitemo Eto ni Hairitai.",
    "episodes": 13,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Web manga",
    "studios": [
      "Pollyanna Graphics"
    ],
    "producers": [],
    "genres": [
      "Comedy"
    ],
    "themes": [],
    "aired_from": "2020-10-06T00:00:00+00:00",
    "aired_to": "2020-12-29T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/52030/Doushitemo_Eto_ni_Hairitai_2",
    "year": 2020,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 52968,
    "title": "Sylvanian Families: Mini Story - Peony",
    "title_english": "Calico Critters: Mini Episodes - Peony",
    "image_url": "https://cdn.myanimelist.net/images/anime/1747/127711l.jpg",
    "synopsis": "The story takes place in a village called Sylvania, and centers on Chocolate Usagi-chan, Kurumi Risu-kun, and their friends and families.\n\n(Source: ANN)",
    "episodes": 12,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Other",
    "studios": [
      "Shogakukan Music & Digital Entertainment"
    ],
    "producers": [],
    "genres": [
      "Slice of Life"
    ],
    "themes": [
      "Anthropomorphic"
    ],
    "aired_from": "2020-10-01T00:00:00+00:00",
    "aired_to": "2020-12-17T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/52968/Sylvanian_Families__Mini_Story_-_Peony",
    "year": 2020,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 48245,
    "title": "Porong Porong Pororo 7",
    "title_english": "Pororo the Little Penguin 7",
    "image_url": "https://cdn.myanimelist.net/images/anime/1029/130303l.jpg",
    "synopsis": null,
    "episodes": 26,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [
      "Fantasy"
    ],
    "themes": [],
    "aired_from": "2020-11-23T00:00:00+00:00",
    "aired_to": "2021-02-16T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/48245/Porong_Porong_Pororo_7",
    "year": 2020,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 56902,
    "title": "In:App",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1671/139079l.jpg",
    "synopsis": "Inside our small smart device is a world very much like our own, where countless Appmen work to run their apps as smoothly as possible. Each of our thoughtless taps or pretty selfies can easily drive Smart World into chaos. But the same goes the other way – when our smartphone malfunctions our days can easily be ruined. \n\nIn this oddly balanced back and forth – where what seems small in one world can become huge in the other – are our protagonists Jackie and Robin. These two don’t quite mesh. They are a team with no teamwork. They just don’t seem reliable enough for us to entrust our smart devices. But they do remind us that their, and our \"Smart Life\" can easily become comedy.\n\n(Source: WelCon)",
    "episodes": 56,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [
      "ANYZAC"
    ],
    "producers": [],
    "genres": [
      "Action",
      "Comedy"
    ],
    "themes": [
      "Anthropomorphic"
    ],
    "aired_from": "2020-11-21T00:00:00+00:00",
    "aired_to": "2021-12-18T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/56902/In_App",
    "year": 2020,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 54293,
    "title": "Myeongtamjeong Pinkfong-gwa Hogi",
    "title_english": "Pinkfong Wonderstar Part 2",
    "image_url": "https://cdn.myanimelist.net/images/anime/1098/132877l.jpg",
    "synopsis": "Pinkfong and Hogi are back, helping friends in Wonderville and making memories! Watch them zoom around in their magical car and collect 'cube-cubes' every time they solve a friend's problem. Wonderville can count on Pinkfong and Hogi because no problem is too big (or too small) for team Wonderstar!\n\n(Source: Official YouTube Channel)",
    "episodes": 26,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Unknown",
    "studios": [],
    "producers": [
      "Pinkfong"
    ],
    "genres": [],
    "themes": [
      "Anthropomorphic"
    ],
    "aired_from": "2020-09-24T00:00:00+00:00",
    "aired_to": "2021-04-29T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/54293/Myeongtamjeong_Pinkfong-gwa_Hogi",
    "year": 2020,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 44138,
    "title": "Xiong Chumo: Quaishou Jihua",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1734/122985l.jpg",
    "synopsis": null,
    "episodes": 52,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [
      "Fantawild Animation"
    ],
    "producers": [],
    "genres": [
      "Adventure",
      "Comedy"
    ],
    "themes": [],
    "aired_from": "2020-10-01T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/44138/Xiong_Chumo__Quaishou_Jihua",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 48030,
    "title": "Bianma Xueyuan",
    "title_english": "Coding Battle",
    "image_url": "https://cdn.myanimelist.net/images/anime/1761/118266l.jpg",
    "synopsis": null,
    "episodes": 52,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [
      "Sci-Fi"
    ],
    "themes": [
      "Mecha"
    ],
    "aired_from": "2020-12-03T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/48030/Bianma_Xueyuan",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 56919,
    "title": "Bugsbot G",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1238/139114l.jpg",
    "synopsis": null,
    "episodes": 15,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [
      "Sci-Fi"
    ],
    "themes": [],
    "aired_from": "2020-09-29T00:00:00+00:00",
    "aired_to": "2021-01-05T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/56919/Bugsbot_G",
    "year": 2020,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 44396,
    "title": "Shen Shou Jin Gang 5: Chao Neng Jing Jia",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1360/123095l.jpg",
    "synopsis": null,
    "episodes": 45,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [
      "Sci-Fi"
    ],
    "themes": [
      "Mecha"
    ],
    "aired_from": "2020-11-19T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/44396/Shen_Shou_Jin_Gang_5__Chao_Neng_Jing_Jia",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 48032,
    "title": "Qi Qi He Nu Na",
    "title_english": "Kiki & Nuna",
    "image_url": "https://cdn.myanimelist.net/images/anime/1093/118305l.jpg",
    "synopsis": null,
    "episodes": 104,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [],
    "themes": [],
    "aired_from": "2020-11-06T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/48032/Qi_Qi_He_Nu_Na",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 44297,
    "title": "Gangtie Feilong 3: Shanhai Shenshou Lu",
    "title_english": "Dragon Force 3",
    "image_url": "https://cdn.myanimelist.net/images/anime/1969/123074l.jpg",
    "synopsis": null,
    "episodes": 52,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Unknown",
    "studios": [],
    "producers": [],
    "genres": [
      "Action",
      "Sci-Fi"
    ],
    "themes": [],
    "aired_from": "2020-11-06T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/44297/Gangtie_Feilong_3__Shanhai_Shenshou_Lu",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 44119,
    "title": "Kaixin Chaoren Lianmeng: Xingzhi Li",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1051/122971l.jpg",
    "synopsis": null,
    "episodes": 52,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [
      "Comedy",
      "Sci-Fi"
    ],
    "themes": [],
    "aired_from": "2020-10-12T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/44119/Kaixin_Chaoren_Lianmeng__Xingzhi_Li",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 47826,
    "title": "Bai Bian Xiao Ba: Chao Xue Xianfeng",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1818/129313l.jpg",
    "synopsis": null,
    "episodes": 26,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [
      "Fantasy"
    ],
    "themes": [
      "Anthropomorphic"
    ],
    "aired_from": "2020-10-24T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/47826/Bai_Bian_Xiao_Ba__Chao_Xue_Xianfeng",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 58949,
    "title": "Tish Tash",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1551/143346l.jpg",
    "synopsis": "Growing up can be tough, especially when you're a family of bears and your younger brother is a bit of a wild animal. Luckily Tish has a ridiculously huge imagination and a larger than life, imaginary friend Tash. No matter what troubles they face, be it tackling the age-old terror of boredom or maybe just helping your baby brother not to be sad about losing his favorite toy; Together they can create new worlds around themselves, embarking on imaginative adventures and finding their own creative angle to help solve any problems that life throws at them.\n\n(Source: WelCon)",
    "episodes": 26,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [
      "Studio Gale"
    ],
    "producers": [
      "EBS"
    ],
    "genres": [
      "Adventure"
    ],
    "themes": [
      "Anthropomorphic"
    ],
    "aired_from": "2020-09-28T00:00:00+00:00",
    "aired_to": "2020-12-22T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/58949/Tish_Tash",
    "year": 2020,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 47804,
    "title": "Xin Qi Bao Long Zhan Che 3: Tuoluo Zhan Che",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1207/129292l.jpg",
    "synopsis": null,
    "episodes": 36,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [],
    "themes": [],
    "aired_from": "2020-11-20T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/47804/Xin_Qi_Bao_Long_Zhan_Che_3__Tuoluo_Zhan_Che",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 45802,
    "title": "Meng Zhou Shaonian Zhi: Xihan Gongzhu",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1608/129552l.jpg",
    "synopsis": null,
    "episodes": 38,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [],
    "themes": [],
    "aired_from": "2020-12-20T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/45802/Meng_Zhou_Shaonian_Zhi__Xihan_Gongzhu",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  }
]