[
  {
    "mal_id": 38883,
    "title": "Haikyuu!! To the Top",
    "title_english": "Haikyu!! To the Top",
    "image_url": "https://cdn.myanimelist.net/images/anime/1813/105367l.jpg",
    "synopsis": "After their triumphant victory over Shiratorizawa Academy, the Karasuno High School volleyball team has earned their long-awaited ticket to nationals. As preparations begin, genius setter Tobio Kageyama is invited to the All-Japan Youth Training Camp to play alongside fellow nationally recognized players. Meanwhile, Kei Tsukishima is invited to a special rookie training camp for first-years within the Miyagi Prefecture. Not receiving any invitations himself, the enthusiastic Shouyou Hinata feels left behind.\n\nHowever, Hinata does not back down. Transforming his frustration into self-motivation, he boldly decides to sneak himself into the same rookie training camp as Tsukishima. Even though Hinata only lands himself a job as the ball boy, he comes to see this as a golden opportunity. He begins to not only reflect on his skills as a volleyball player but also analyze the plethora of information available on the court and how he can apply it.\n\nAs the much-anticipated national tournament approaches, the members of Karasuno's volleyball team attempt to overcome their weak points and refine their skills, all while aiming for the top!\n\n[Written by MAL Rewrite]",
    "episodes": 13,
    "score": 8.37,
    "scored_by": 632225,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Production I.G"
    ],
    "producers": [
      "Dentsu",
      "Mainichi Broadcasting System",
      "Movic",
      "Sony Music Entertainment",
      "TOHO animation",
      "Shueisha"
    ],
    "genres": [
      "Sports"
    ],
    "themes": [
      "School",
      "Team Sports"
    ],
    "aired_from": "2020-01-11T00:00:00+00:00",
    "aired_to": "2020-04-04T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/38883/Haikyuu_To_the_Top",
    "year": 2020,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 39534,
    "title": "Jibaku Shounen Hanako-kun",
    "title_english": "Toilet-Bound Hanako-kun",
    "image_url": "https://cdn.myanimelist.net/images/anime/1050/111687l.jpg",
    "synopsis": "The famous Seven Mysteries that every school seems to have are a staple of Japanese urban legends. One of the most well-known of these tales is that of Hanako-san: the ghost of a young girl who haunts the school's bathrooms.\n\nKamome Academy has its own version of Hanako-san's legend. Rumors claim that if one successfully manages to summon Hanako-san, she will grant her summoner any wish. Lured by the gossip, many people have tried to call upon her, yet every attempt has failed. However, when Nene Yashiro, a girl hoping for romantic fortune, dares to summon Hanako-san, she discovers that the rumored \"girl\" is actually a boy!\n\nAfter a series of unfortunate events involving Yashiro's romantic desires, she is unwillingly entangled in the world of the supernatural, becoming Hanako-kun's assistant. Soon, she finds out about Hanako-kun's lesser-known duty: maintaining the fragile balance between mortals and apparitions.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 7.82,
    "scored_by": 333659,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Lerche"
    ],
    "producers": [
      "Square Enix",
      "Studio Hibari",
      "Pony Canyon",
      "TBS",
      "Half H.P Studio",
      "Contents Seed"
    ],
    "genres": [
      "Supernatural"
    ],
    "themes": [
      "School"
    ],
    "aired_from": "2020-01-10T00:00:00+00:00",
    "aired_to": "2020-03-27T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/39534/Jibaku_Shounen_Hanako-kun",
    "year": 2020,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 38668,
    "title": "Dorohedoro",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1230/119278l.jpg",
    "synopsis": "Hole—a dark, decrepit, and disorderly district where the strong prey on the weak and death is an ordinary occurrence—is all but befitting of the name given to it. A realm separated from law and ethics, it is a testing ground to the magic users who dominate it. As a race occupying the highest rungs of their society, the magic users think of the denizens of Hole as no more than insects. Murdered, mutilated, and made experiments without a second thought, the powerless Hole dwellers litter the halls of Hole's hospital on a daily basis.\n\nPossessing free access to and from the cesspool, and with little challenge to their authority, the magic users appear indomitable to most—aside for a few. Caiman, more reptile than man, is one such individual. He hunts them on a heedless quest for answers with only a trusted pair of bayonets and his immunity to magic. Cursed by his appearance and tormented by nightmares, magic users are his only clue to restoring his life to normal. With his biggest obstacle being his stomach, his female companion Nikaidou, who runs the restaurant Hungry Bug, is his greatest ally.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 8.04,
    "scored_by": 307493,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "MAPPA"
    ],
    "producers": [
      "Shogakukan-Shueisha Productions",
      "Mainichi Broadcasting System",
      "Movic",
      "TOHO animation",
      "BS11",
      "Shogakukan",
      "Sumitomo",
      "RAY",
      "Pia"
    ],
    "genres": [
      "Action",
      "Comedy",
      "Fantasy",
      "Horror"
    ],
    "themes": [
      "Gore"
    ],
    "aired_from": "2020-01-13T00:00:00+00:00",
    "aired_to": "2020-03-30T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/38668/Dorohedoro",
    "year": 2020,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 38656,
    "title": "Darwin's Game",
    "title_english": "Darwin's Game",
    "image_url": "https://cdn.myanimelist.net/images/anime/1016/107222l.jpg",
    "synopsis": "High school student Kaname Sudou receives an invitation from a classmate to play Darwin's Game, a mobile game he has never heard of. However, as soon as he opens the application, a green snake suddenly pops out from his phone screen and bites his neck, leaving him unconscious. Waking up in the infirmary without any signs of a snake bite, he is told by the school to take the rest of the day off. Although he is puzzled by what has happened, he dismisses the surreal experience as a hallucination and boards the train home.\n\nUnfortunately, his curiosity gets the better of him and he uses the application once again. As the application appears to be just like any other battle game, Kaname breathes out a sigh of relief and decides to start his first match. However, the pleasant surprise is short-lived, as his in-game opponent unexpectedly appears right in front of him and attempts to hunt him down with a knife.\n\nAs he desperately runs for his life, Kaname puts two and two together and realizes that Darwin's Game is not an ordinary game, but rather, it's a brutal fight for survival.\n\n[Written by MAL Rewrite]",
    "episodes": 11,
    "score": 7.21,
    "scored_by": 325090,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Nexus"
    ],
    "producers": [
      "Aniplex",
      "AT-X",
      "Tokyo MX",
      "Akita Shoten",
      "BS11",
      "Kanetsu Investment",
      "CA-Cygames Anime Fund",
      "Hochi Shimbun",
      "ADK"
    ],
    "genres": [
      "Action",
      "Mystery",
      "Suspense"
    ],
    "themes": [
      "High Stakes Game",
      "Super Power",
      "Survival"
    ],
    "aired_from": "2020-01-04T00:00:00+00:00",
    "aired_to": "2020-03-21T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/38656/Darwins_Game",
    "year": 2020,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 38790,
    "title": "Itai no wa Iya nanode Bougyoryoku ni Kyokufuri Shitai to Omoimasu.",
    "title_english": "BOFURI: I Don't Want to Get Hurt, so I'll Max Out My Defense.",
    "image_url": "https://cdn.myanimelist.net/images/anime/1579/113812l.jpg",
    "synopsis": "After an enthusiastic invitation from her friend, Kaede Honjou reluctantly agrees to try New World Online: a very popular VRMMO played by thousands of people across Japan. Naming her in-game character Maple, she sets out on her journey. As a complete novice to such games, she allocates all of her stat points into vitality, desiring to not get hurt. With not a single point in any other stat, Maple has extraordinarily high defense, but she can't move quickly or hit hard.\n\nThis does not end badly for her, however. Due to her high defense, Maple acquires overpowered skills such as Total Defense, Poison Immunity, and Devour. These skills, along with the incredibly powerful items she obtains, allow her to obliterate most enemies in a single hit. After only a few days of playing the game, Maple claims third place in a server-wide event, gaining a reputation as a player who is both unkillable and absurdly powerful.\n\nDespite her overpowered character, Kaede has much to learn. As she progresses through the game, she meets new friends and acquaintances, helping her complete new levels and events. Through all of her adventures, she may even pick up some other crazy skills that exceed all expectations.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 7.5,
    "scored_by": 325282,
    "type": "TV",
    "source": "Light novel",
    "studios": [
      "SILVER LINK."
    ],
    "producers": [
      "AT-X",
      "MAGES.",
      "Docomo Anime Store",
      "Sammy",
      "ABC Animation",
      "Kadokawa Media House",
      "Kadokawa",
      "D-techno"
    ],
    "genres": [
      "Action",
      "Adventure",
      "Comedy",
      "Fantasy"
    ],
    "themes": [
      "Video Game"
    ],
    "aired_from": "2020-01-08T00:00:00+00:00",
    "aired_to": "2020-03-25T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/38790/Itai_no_wa_Iya_nanode_Bougyoryoku_ni_Kyokufuri_Shitai_to_Omoimasu",
    "year": 2020,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 39017,
    "title": "Kyokou Suiri",
    "title_english": "In/Spectre",
    "image_url": "https://cdn.myanimelist.net/images/anime/1310/117188l.jpg",
    "synopsis": "Hidden in plain sight, spirits known as youkai inhabit the world. While most are benign, a certain subset threatens the tenuous peace between youkai and humanity. Ever since she agreed to become their \"God of Wisdom,\" Kotoko Iwanaga has served as a mediator between the two realms, resolving any supernatural problems that come her way.\n\nAt a local hospital, Kotoko approaches Kurou Sakuragawa, a university student whose long-term relationship ended with an unfortunate breakup. Kotoko harbors feelings for him and suspects that something supernatural lurks within his harmless appearance, so she asks Kurou for his assistance in helping out youkai.\n\nTwo years later, news of an idol who was accidentally crushed to death by steel beams flooded the press. However, months later, sightings begin to tell of a faceless woman who wields a steel beam. As is the case for any supernatural problem, Kotoko and her partner set out to stop this spirit from wreaking havoc—but this case may prove to be far more sinister and personal than they could have ever thought.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 6.92,
    "scored_by": 226318,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Brain's Base"
    ],
    "producers": [
      "Nihon Ad Systems",
      "Kodansha",
      "KlockWorx",
      "Docomo Anime Store",
      "King Records",
      "Crunchyroll",
      "GYAO!",
      "BS NTV",
      "Marui Group"
    ],
    "genres": [
      "Mystery",
      "Romance",
      "Supernatural"
    ],
    "themes": [
      "Adult Cast",
      "Mythology"
    ],
    "aired_from": "2020-01-12T00:00:00+00:00",
    "aired_to": "2020-03-29T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/39017/Kyokou_Suiri",
    "year": 2020,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 40010,
    "title": "Ishuzoku Reviewers",
    "title_english": "Interspecies Reviewers",
    "image_url": "https://cdn.myanimelist.net/images/anime/1870/105970l.jpg",
    "synopsis": "Countless diverse races, from perky fairies to oozing slimes, inhabit the world. Naturally, such a melting pot of creatures has a broad and alluring variety of brothels. With so many options to choose from, it is hard to decide with which succu-girl to have a meaningful, interpersonal experience.\n\nFortunately, a tight group of brave warriors has come together to enlighten the public. These perverted adventurers take it upon themselves to assess the appeal of all types of succu-girls through hands-on research. Whether it be the scorchingly hot salamanders or the udderly hu-moo-ngous cow-girls, the Yoruno Gloss reviewers leave no species behind.\n\nDirected by the mastermind behind Miru Tights, Ishuzoku Reviewers seeks to answer one of the most pressing questions there is: which species is the sexiest?\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 7.4,
    "scored_by": 293962,
    "type": "TV",
    "source": "Web manga",
    "studios": [
      "Passione"
    ],
    "producers": [
      "AT-X",
      "Docomo Anime Store",
      "Kadokawa Media House",
      "Kadokawa",
      "Toyo Recording"
    ],
    "genres": [
      "Comedy",
      "Fantasy",
      "Erotica"
    ],
    "themes": [],
    "aired_from": "2020-01-11T00:00:00+00:00",
    "aired_to": "2020-03-28T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/40010/Ishuzoku_Reviewers",
    "year": 2020,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 37345,
    "title": "Plunderer",
    "title_english": "Plunderer",
    "image_url": "https://cdn.myanimelist.net/images/anime/1534/104784l.jpg",
    "synopsis": "Alcia is a world governed by \"Count\": numbers engraved on a person's body, representing any number related to their life. These Counts determine a person's social status and power in Alcia. If a Count reaches zero, the person is sent to the Abyss, a place rumored to be worse than death.\n\nHina, a traveler whose Count is based on the distance she traveled, witnessed her mother get dragged down into the Abyss. Determined to fulfill her mother's last wishes, she sets off on a journey in search of the legendary Aces—heroes of the war that happened three hundred years ago, bearing a white star next to their Count.\n\nWhile wandering around, Hina encounters Licht Bach, a mysterious masked man with negative Count, and Nana, the owner of a tavern. In the midst of having a good time, Hina is tricked into a battle with a military soldier. However, despite his negative count, Licht rescues Hina and reveals that he has another count, one with a white star, one of a legendary Ace.\n\nPlunderer follows the journey of Hina and other inhabitants of Alcia as they discover the truth about their world, the Abyss, and the legendary Aces.\n\n[Written by MAL Rewrite]",
    "episodes": 24,
    "score": 6.65,
    "scored_by": 202886,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Geek Toys"
    ],
    "producers": [
      "Half H.P Studio",
      "Nippon Columbia",
      "81 Produce",
      "Docomo Anime Store",
      "Kadokawa Media House",
      "Kadokawa"
    ],
    "genres": [
      "Action",
      "Fantasy",
      "Romance",
      "Ecchi"
    ],
    "themes": [
      "Military"
    ],
    "aired_from": "2020-01-09T00:00:00+00:00",
    "aired_to": "2020-06-25T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/37345/Plunderer",
    "year": 2020,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 40046,
    "title": "Id:Invaded",
    "title_english": "ID: INVADED",
    "image_url": "https://cdn.myanimelist.net/images/anime/1889/105337l.jpg",
    "synopsis": "The Mizuhanome System is a highly advanced development that allows people to enter one of the most intriguing places in existence—the human mind. Through the use of so-called \"cognition particles\" left behind at a crime scene by the perpetrator, detectives from the specialized police squad Kura can manifest a criminal's unconscious mind as a bizarre stream of thoughts in a virtual world. Their task is to explore this psychological plane, called an \"id well,\" to reveal the identity of the culprit.\n\nNot just anyone can enter the id wells; the prerequisite is that you must have killed someone yourself. Such is the case for former detective Akihito Narihisago, who is known as \"Sakaido\" inside the id wells. Once a respected member of the police, tragedy struck, and he soon found himself on the other side of the law.\n\nNevertheless, Narihisago continues to assist Kura in confinement. While his prodigious detective skills still prove useful toward investigations, Narihisago discovers that not everything is as it seems, as behind the seemingly standalone series of murder cases lurks a much more sinister truth.\n\n[Written by MAL Rewrite]",
    "episodes": 13,
    "score": 7.81,
    "scored_by": 179384,
    "type": "TV",
    "source": "Original",
    "studios": [
      "NAZ"
    ],
    "producers": [
      "Toei Animation",
      "BS11",
      "Kadokawa Media House",
      "NTT Plala",
      "Kadokawa",
      "Anima&Co."
    ],
    "genres": [
      "Mystery",
      "Sci-Fi",
      "Suspense"
    ],
    "themes": [
      "Adult Cast",
      "Detective",
      "Psychological"
    ],
    "aired_from": "2020-01-06T00:00:00+00:00",
    "aired_to": "2020-03-23T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/40046/Id_Invaded",
    "year": 2020,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 38992,
    "title": "Rikei ga Koi ni Ochita no de Shoumei shitemita.",
    "title_english": "Science Fell in Love, So I Tried to Prove It",
    "image_url": "https://cdn.myanimelist.net/images/anime/1432/103533l.jpg",
    "synopsis": "It is widely believed that science can provide rational explanations for the countless phenomena of our universe. However, there are many aspects of our existence that science has not yet found a solution to and cannot decipher with numbers. The most notorious of these is the concept of love. While it may seem impossible to apply scientific theory to such an intricate and complex emotion, a daring pair of quick-witted Saitama University scientists aim to take on the challenge.\n\nOne day the bold and beautiful Ayame Himuro outwardly declares that she is in love with Shinya Yukimura, her fellow logical and level-headed scientist. Acknowledging his own lack of experience with romance, Yukimura questions what factors constitute love in the first place and whether he is in love with Himuro or not. Both clueless in the dealings of love, the pair begin to conduct detailed experiments on one another to test the human characteristics that indicate love and discern whether they demonstrate these traits toward each other.\n\nAs Himuro and Yukimura begin their intimate analysis, can the two scientists successfully apply scientific theory, with the help of their friends, to quantify the feelings they express for one another?\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 7.34,
    "scored_by": 160032,
    "type": "TV",
    "source": "Web manga",
    "studios": [
      "Zero-G"
    ],
    "producers": [
      "Flex Comix",
      "Hokkaido Cultural Broadcasting",
      "BS11",
      "Yomiuri TV Enterprise",
      "Kanetsu Investment",
      "Toyo Recording",
      "ibis Capital Partners",
      "Y&N Brothers",
      "SUPA LOVE"
    ],
    "genres": [
      "Comedy",
      "Romance"
    ],
    "themes": [
      "Adult Cast"
    ],
    "aired_from": "2020-01-11T00:00:00+00:00",
    "aired_to": "2020-03-28T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/38992/Rikei_ga_Koi_ni_Ochita_no_de_Shoumei_shitemita",
    "year": 2020,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 39792,
    "title": "Eizouken ni wa Te wo Dasu na!",
    "title_english": "Keep Your Hands Off Eizouken!",
    "image_url": "https://cdn.myanimelist.net/images/anime/1680/110451l.jpg",
    "synopsis": "Midori Asakusa sees the world a bit differently. Always having her nose in a sketchbook, Asakusa draws detailed landscapes and backgrounds of both the world around her and the one within her boundless imagination. Even the simple act of doodling on a wall evolves into an emergency repair on the outer hull of her spaceship. She is only brought back to reality by her best friend Sayaka Kanamori. The pair are stark opposites, with Asakusa's childlike wonder contrasted by Kanamori's calculated approach to life. \n\nAfter a chance encounter where the two \"save\" the young model Tsubame Misuzaki from her overprotective bodyguard, a connection instantly sparks between Asakusa and Misuzaki, as both share an intense passion for art and animation. Whereas Asakusa is interested in backgrounds and settings, Misuzaki loves drawing the human form. Sensing a money-making opportunity, Kanamori suggests that they start an animation club, which they disguise as a motion picture club since the school already has an anime club. Thus begins the trio's journey of producing animation that will awe the world. \n\nFrom the brilliant mind of Masaaki Yuasa, Eizouken ni wa Te wo Dasu na! is a love letter to animation, wildly creative in its approach, and a testament to the potential of the medium.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 8.13,
    "scored_by": 146944,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Science SARU"
    ],
    "producers": [
      "Warner Bros. Japan",
      "Warner Music Japan",
      "Shogakukan",
      "NHK Enterprises"
    ],
    "genres": [
      "Adventure",
      "Award Winning",
      "Comedy"
    ],
    "themes": [
      "Otaku Culture",
      "School"
    ],
    "aired_from": "2020-01-06T00:00:00+00:00",
    "aired_to": "2020-03-23T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/39792/Eizouken_ni_wa_Te_wo_Dasu_na",
    "year": 2020,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 39575,
    "title": "Somali to Mori no Kamisama",
    "title_english": "Somali and the Forest Spirit",
    "image_url": "https://cdn.myanimelist.net/images/anime/1938/102796l.jpg",
    "synopsis": "In a world inhabited by demons, cyclopes, and other fantastic creatures, humans stand apart as the outcasts. Quick to anger, the human race engaged in a war that all but wiped them out. The few humans that remain are seen as a delicacy, serving no purpose but to be hunted down and eaten.\n\nOne day, a golem—a wandering protector of nature—encounters a lone human child while patrolling. Inspired by her enthusiasm, he takes the girl, named Somali, under his wing. Together, the duo embarks on a journey to find Somali's parents and bring her home.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 7.81,
    "scored_by": 125409,
    "type": "TV",
    "source": "Web manga",
    "studios": [
      "Satelight",
      "HORNETS"
    ],
    "producers": [
      "Movic",
      "Magic Capsule",
      "Crunchyroll",
      "North Stars Pictures",
      "JY Animation",
      "CA-Cygames Anime Fund",
      "Mixer"
    ],
    "genres": [
      "Adventure",
      "Drama",
      "Fantasy"
    ],
    "themes": [
      "Anthropomorphic",
      "Childcare"
    ],
    "aired_from": "2020-01-10T00:00:00+00:00",
    "aired_to": "2020-03-27T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/39575/Somali_to_Mori_no_Kamisama",
    "year": 2020,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 38481,
    "title": "Toaru Kagaku no Railgun T",
    "title_english": "A Certain Scientific Railgun T",
    "image_url": "https://cdn.myanimelist.net/images/anime/1819/103287l.jpg",
    "synopsis": "The Daihasei Festival has begun, and that of course means that Tokiwadai Middle School—a prestigious all-girls' middle school—is competing too. Despite the participation of the \"Ace of Tokiwadai,\" Mikoto Misaka, the other students who are participating are still putting their utmost effort into winning, no matter how impossible the feat may seem against her overwhelming might.\n\nHowever, not all is fun and games. Due to the festival, Academy City opens to the outside world, and various factions have begun plotting ways to infiltrate the city. Misaka appears to be on their radar, and as the festival proceeds, people lurking from the shadows begin to emerge...\n\nToaru Kagaku no Railgun T brings back the Tokiwadai Ace and her friends as they dive deeper into the dark side of Academy City. From terrorist attacks to ruthless underground projects, anything is possible in this city.\n\n[Written by MAL Rewrite]",
    "episodes": 25,
    "score": 8.14,
    "scored_by": 101271,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "J.C.Staff"
    ],
    "producers": [
      "Square Enix",
      "Movic",
      "AT-X",
      "Warner Bros. Japan",
      "NBCUniversal Entertainment Japan",
      "Kadokawa"
    ],
    "genres": [
      "Action",
      "Fantasy",
      "Sci-Fi"
    ],
    "themes": [
      "Super Power",
      "Urban Fantasy"
    ],
    "aired_from": "2020-01-10T00:00:00+00:00",
    "aired_to": "2020-09-25T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/38481/Toaru_Kagaku_no_Railgun_T",
    "year": 2020,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 39988,
    "title": "Isekai Quartet 2",
    "title_english": "Isekai Quartet2",
    "image_url": "https://cdn.myanimelist.net/images/anime/1030/103383l.jpg",
    "synopsis": "Despite completing all the tasks given to them, Ainz Ooal Gown, Tanya Degurechaff, Kazuma Satou, Subaru Natsuki, and the other members of Class 2 are surprised to find out that their role as students is far from over. With no means of returning home, the class of eccentric personalities is still mysteriously stuck in the unfamiliar world. Although, as they are becoming quite fond of each other, spending more time together does not sound that bad.\n\nWith the unexpected arrival of new transfer students, the comedic antics of our beloved characters continue to grow. Thus, their bizarre yet nonchalant school life continues.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 7.36,
    "scored_by": 149348,
    "type": "TV",
    "source": "Original",
    "studios": [
      "Studio PuYUKAI"
    ],
    "producers": [
      "Kadokawa"
    ],
    "genres": [
      "Comedy",
      "Fantasy"
    ],
    "themes": [
      "Isekai",
      "Parody"
    ],
    "aired_from": "2020-01-15T00:00:00+00:00",
    "aired_to": "2020-04-01T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/39988/Isekai_Quartet_2",
    "year": 2020,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 40483,
    "title": "Murenase! Seton Gakuen",
    "title_english": "Seton Academy: Join the Pack!",
    "image_url": "https://cdn.myanimelist.net/images/anime/1558/104666l.jpg",
    "synopsis": "Seton Academy is a place attended by a plethora of interesting and diverse animal species. Jin Mazama is one of the few humans there, who also happens to vehemently hate animals from the bottom of his heart! One day, he stumbles upon the rowdy and assertive girl Ranka Ookami, a small \"lone wolf\" without a pack, who has not a single friend.\n\nThe desperate Ranka tries to invite Jin into joining her pack; Jin, who hates animals, naturally refuses. Amid this situation, Jin meets Hitomi Hino, a fellow human, and promptly becomes infatuated with her. After getting to know each other, the two decide to create a cooking club, and after a few bad-blooded misunderstandings, Ranka soon joins the club as well.\n\nThus begins the howl-some and howl-arious story of two normal humans; an adorable wolf; a cheerful koala; a sluggish, blonde sloth; and a feline with cattitude in their newfound club—in a story that teaches that friendship can be forged by creatures of different kinds.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 6.91,
    "scored_by": 107069,
    "type": "TV",
    "source": "Web manga",
    "studios": [
      "Studio Gokumi"
    ],
    "producers": [
      "Animax",
      "Tokyo MX",
      "Cygames",
      "Legs",
      "Happinet"
    ],
    "genres": [
      "Comedy",
      "Ecchi"
    ],
    "themes": [
      "Anthropomorphic",
      "School"
    ],
    "aired_from": "2020-01-07T00:00:00+00:00",
    "aired_to": "2020-03-24T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/40483/Murenase_Seton_Gakuen",
    "year": 2020,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 38909,
    "title": "Infinite Dendrogram",
    "title_english": "Infinite Dendrogram",
    "image_url": "https://cdn.myanimelist.net/images/anime/1854/114772l.jpg",
    "synopsis": "In the year 2043, &lt;Infinite Dendrogram&gt;, the world's first successful full-dive VRMMO was released. In addition to its ability to perfectly simulate the five senses, along with its many other amazing features, the game promised to offer players a world full of infinite possibilities. Nearly two years later, soon-to-be college freshman, Reiji Mukudori, is finally able to buy a copy of the game and start playing. With some help from his experienced older brother, Shuu, and his partner Embryo, Reiji embarks on an adventure into the world of &lt;Infinite Dendrogram&gt;. Just what will he discover and encounter in this game world known for its incredible realism and infinite possibilities?\n \n(Source: J-Novel Club)",
    "episodes": 13,
    "score": 6.2,
    "scored_by": 86406,
    "type": "TV",
    "source": "Light novel",
    "studios": [
      "NAZ"
    ],
    "producers": [
      "AT-X",
      "Nippon Columbia",
      "KlockWorx",
      "Hobby Japan",
      "Studio Mausu",
      "Hakuhodo DY Music & Pictures",
      "BS11",
      "HOTZIPANG",
      "Anima&Co."
    ],
    "genres": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "themes": [
      "Video Game"
    ],
    "aired_from": "2020-01-09T00:00:00+00:00",
    "aired_to": "2020-04-16T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/38909/Infinite_Dendrogram",
    "year": 2020,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 38924,
    "title": "Nekopara",
    "title_english": "Nekopara",
    "image_url": "https://cdn.myanimelist.net/images/anime/1716/104880l.jpg",
    "synopsis": "The siblings Kashou and Shigure Minazuki enjoy the company of six catgirls. Chocola and Vanilla assist Kashou in his job as a baker at the patisserie La Soleil, while the others—Coconut, Azuki, Cinnamon, and Maple—accompany Shigure in her daily life back at their home.\n\nOne afternoon, when Chocola goes out for an errand, she notices a green-haired kitten alone by herself at a park and decides to bring her back to the patisserie. Soon after, the Minazuki household adopts her and gives her a name: Cacao. With a new member in their family, the members of the Minazuki household continue their everyday lives—bound to become livelier than ever.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 6.72,
    "scored_by": 70245,
    "type": "TV",
    "source": "Visual novel",
    "studios": [
      "Felix Film"
    ],
    "producers": [
      "Avex Pictures"
    ],
    "genres": [
      "Slice of Life"
    ],
    "themes": [
      "Anthropomorphic"
    ],
    "aired_from": "2020-01-09T00:00:00+00:00",
    "aired_to": "2020-03-26T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/38924/Nekopara",
    "year": 2020,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 38256,
    "title": "Magia Record: Mahou Shoujo Madoka☆Magica Gaiden",
    "title_english": "Magia Record: Puella Magi Madoka Magica Side Story",
    "image_url": "https://cdn.myanimelist.net/images/anime/1786/104783l.jpg",
    "synopsis": "Rumor has it that if a young girl strikes a bargain with a white fairy, it will grant any wish her heart desires. However, in exchange, she will become a magical girl and must put her life on the line to slay fearsome and ferocious witches.\n\nIroha Tamaki, a kind-hearted middle schooler from Takarazaki City, is living proof that these rumors are true. Armed with a magical crossbow and the ability to heal injuries, Iroha seeks out the labyrinths where witches hide and defeats them before they can prey on humans. Yet Iroha has no memory of her wish, and even Kyuubey, the white fairy himself, seems to have no idea what Iroha requested of him.\n\nOne day, Iroha hears rumors of a city where \"magical girls can be saved,\" and finds herself on a sunset train to Kamihama City. Unfortunately, she discovers that the witches in Kamihama are far more powerful than usual. After veteran magical girl Yachiyo Nanami is forced to save her, Iroha vows to never return. But when a chance encounter with a tiny Kyuubey seems to trigger distant memories, Iroha is compelled to investigate the mysterious city despite the danger.\n\n[Written by MAL Rewrite]",
    "episodes": 13,
    "score": 6.83,
    "scored_by": 61679,
    "type": "TV",
    "source": "Game",
    "studios": [
      "Shaft"
    ],
    "producers": [
      "Aniplex",
      "Houbunsha",
      "f4samurai"
    ],
    "genres": [
      "Drama",
      "Suspense"
    ],
    "themes": [
      "Mahou Shoujo",
      "Psychological"
    ],
    "aired_from": "2020-01-05T00:00:00+00:00",
    "aired_to": "2020-03-29T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/38256/Magia_Record__Mahou_Shoujo_Madoka☆Magica_Gaiden",
    "year": 2020,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 40392,
    "title": "Runway de Waratte",
    "title_english": "Smile Down the Runway",
    "image_url": "https://cdn.myanimelist.net/images/anime/1544/104540l.jpg",
    "synopsis": "Being the daughter of a modeling agency owner, Chiyuki Fujito aspires to represent her father's agency in the prestigious Paris Fashion Week, shining under the spotlight as a runway model. However, although she is equipped with great looks and talent, she unfortunately lacks a key element in becoming a successful model—height. Stuck at 158 cm even after entering high school, her childhood dream seems out of reach.\n\nMeanwhile, Ikuto Tsumura is a high school student with a knack in designing clothes; however, without the resources to pursue the necessary education, his ambition of becoming a fashion designer remains a mere dream. But as fate brings Chiyuki and Ikuto together, the dim hopes within their hearts are ignited once again. Together, the two promise to rebel against convention and carve out their own paths in the fashion world.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 7.55,
    "scored_by": 55906,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Ezόla"
    ],
    "producers": [
      "Mainichi Broadcasting System",
      "Kodansha",
      "DMM pictures",
      "Team-MAX"
    ],
    "genres": [
      "Drama"
    ],
    "themes": [
      "School",
      "Showbiz",
      "Visual Arts"
    ],
    "aired_from": "2020-01-11T00:00:00+00:00",
    "aired_to": "2020-03-28T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/40392/Runway_de_Waratte",
    "year": 2020,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 38476,
    "title": "Heya Camp△",
    "title_english": "Room Camp",
    "image_url": "https://cdn.myanimelist.net/images/anime/1228/104364l.jpg",
    "synopsis": "During an Outdoor Activities Club meeting, Nadeshiko Kagamihara, Aoi Inuyama, and Chiaki Oogaki debate what it means to be a real Yamanashi native. Somewhere along the line, Chiaki brings up the Yamanashi Kids' Stamp Rally, which Nadeshiko has never heard of. The rally encourages one to visit famous places in the prefecture and collect stamps; those who complete the rally will win a year's worth of Minobu steamed buns. Enticed by the humongous food prize, Nadeshiko is set on participating.\n\nFollow the Outdoor Activities Club as they travel around the Yamanashi prefecture to collect stamps and explore what the region has to offer!\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 7.36,
    "scored_by": 47907,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "C-Station"
    ],
    "producers": [
      "Sotsu",
      "AT-X",
      "KlockWorx",
      "Houbunsha",
      "MAGES.",
      "BS11",
      "DeNA",
      "FuRyu"
    ],
    "genres": [
      "Slice of Life"
    ],
    "themes": [
      "CGDCT",
      "Iyashikei"
    ],
    "aired_from": "2020-01-06T00:00:00+00:00",
    "aired_to": "2020-03-23T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/38476/Heya_Camp△",
    "year": 2020,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 37522,
    "title": "Pet",
    "title_english": "Pet",
    "image_url": "https://cdn.myanimelist.net/images/anime/1399/94794l.jpg",
    "synopsis": "Despite endless research, the human mind remains a mystery to this day. Unknown to the public, there exist special individuals who are able to dive deep into the minds of people and even manipulate their memories.\n\nGifted with this ability, Hiroki, Tsukasa, and Satoru are among those who use their power to commit crime under the orders of their leader, Katsuragi. The three step into the dangerous territory of the human mind in order to destroy their assigned targets while striving to keep their own minds and memories safe.\n\n[Written by MAL Rewrite]",
    "episodes": 13,
    "score": 6.44,
    "scored_by": 30715,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Geno Studio"
    ],
    "producers": [
      "Fujipacific Music",
      "Ai Addiction",
      "Twin Engine"
    ],
    "genres": [
      "Mystery",
      "Supernatural",
      "Suspense"
    ],
    "themes": [
      "Adult Cast",
      "Organized Crime",
      "Psychological"
    ],
    "aired_from": "2020-01-06T00:00:00+00:00",
    "aired_to": "2020-03-30T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/37522/Pet",
    "year": 2020,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 39388,
    "title": "Koisuru Asteroid",
    "title_english": "Asteroid in Love",
    "image_url": "https://cdn.myanimelist.net/images/anime/1142/111693l.jpg",
    "synopsis": "In a fateful childhood encounter, Mira Kinohata met a stargazing dreamer named Ao Manaka. Though their time together was short, Ao showed Mira the wonders of astronomy, from orbiting planets to distant stars. Before they parted, Mira learned that a star with her name exists, but there are none with Ao's. And so, she forged a promise: one day, she would discover a new asteroid and name it after Ao.\n\nYears later, Mira is still fascinated with astronomy. Now in high school at Hoshizaki Academy, she tries to join the Astronomy Club. Unfortunately, she finds out that the club has been merged with the Geology Club to form a single Earth Sciences Club. She joins this new club and finds a pleasant surprise—she reunites with Ao after years of separation.\n\nAlongside their new clubmates, Mira and Ao begin their journey together to fulfill their promise. How hard could it possibly be to find an asteroid?\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 6.88,
    "scored_by": 36218,
    "type": "TV",
    "source": "4-koma manga",
    "studios": [
      "Doga Kobo"
    ],
    "producers": [
      "AT-X",
      "flying DOG",
      "Houbunsha",
      "Kadokawa Media House",
      "RAY",
      "Kadokawa",
      "GRANTdesign"
    ],
    "genres": [
      "Slice of Life"
    ],
    "themes": [
      "CGDCT",
      "School"
    ],
    "aired_from": "2020-01-03T00:00:00+00:00",
    "aired_to": "2020-03-27T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/39388/Koisuru_Asteroid",
    "year": 2020,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 37576,
    "title": "Majutsushi Orphen Hagure Tabi",
    "title_english": "Sorcerous Stabber Orphen",
    "image_url": "https://cdn.myanimelist.net/images/anime/1093/113944l.jpg",
    "synopsis": "In a world of magic and monsters, Krylancelo Finrandi and his foster sister Azalie Cait-Sith were once promising students of sorcery, prodigies at the famous Tower of Fangs. But an experiment gone horribly wrong warps Azalie's appearance, trapping her in the form of a dragon.\n\nElders at the Tower—more interested in preserving their reputation rather than their students' lives—drive off the transformed Azalie and cover up the incident. Outraged, Krylancelo strikes out on his own, taking the new name of \"Orphen\" and vowing to return Azalie to her normal state.\n\nFive years later, Orphen's quest has stalled. A chance encounter brings him face to face with Azalie again, but he still has no way to restore her body. And with a hostile group of sorcerers hunting her down, he may be running out of time. The past and present collide as Orphen tries to find how to save Azalie from their former teachers and friends.\n\n[Written by MAL Rewrite]",
    "episodes": 13,
    "score": 5.84,
    "scored_by": 25900,
    "type": "TV",
    "source": "Light novel",
    "studios": [
      "Studio Deen"
    ],
    "producers": [
      "WOWOW",
      "Genco",
      "Lantis",
      "BS Fuji",
      "Nippon Television Network",
      "Forecast Communications",
      "Yomiuri TV Enterprise",
      "Marui Group",
      "Bandai Namco Arts",
      "TO Books",
      "MediaNet Pictures"
    ],
    "genres": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy"
    ],
    "themes": [
      "Martial Arts"
    ],
    "aired_from": "2020-01-07T00:00:00+00:00",
    "aired_to": "2020-03-31T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/37576/Majutsushi_Orphen_Hagure_Tabi",
    "year": 2020,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 40230,
    "title": "Housekishou Richard-shi no Nazo Kantei",
    "title_english": "The Case Files of Jeweler Richard",
    "image_url": "https://cdn.myanimelist.net/images/anime/1134/109558l.jpg",
    "synopsis": "Possessing a deep knowledge of mineralogy, Richard Ranasinghe de Vulpian is a young and handsome British jewelry appraiser who owns a small shop in Japan. One fateful night, Seigi Nakata, a righteous college student, saves him from drunks who were harassing him due to his good looks. Upon learning of Richard's identity, Seigi hires him to appraise a pink sapphire ring that was left behind by his deceased grandmother.\n\nBefore long, Seigi becomes a trusted part-timer at Richard's shop. Together, the duo solve various jewel-related requests from diverse clients of different backgrounds. Step by step, they unravel the hidden motives and feelings that lie within the gems in order to understand and empathize with the little stories behind each piece of jewelry.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 7.2,
    "scored_by": 25618,
    "type": "TV",
    "source": "Novel",
    "studios": [
      "Shuka"
    ],
    "producers": [
      "Nippon Animation",
      "WOWOW",
      "Sotsu",
      "Movic",
      "AT-X",
      "Studio Mausu",
      "Avex Pictures",
      "Q-Tec",
      "Hakuhodo DY Music & Pictures",
      "BS11",
      "GYAO!",
      "entama"
    ],
    "genres": [
      "Drama",
      "Mystery"
    ],
    "themes": [
      "Adult Cast",
      "Workplace"
    ],
    "aired_from": "2020-01-09T00:00:00+00:00",
    "aired_to": "2020-03-26T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/40230/Housekishou_Richard-shi_no_Nazo_Kantei",
    "year": 2020,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 39583,
    "title": "number24",
    "title_english": "number24",
    "image_url": "https://cdn.myanimelist.net/images/anime/1371/134464l.jpg",
    "synopsis": "Natsuza Yuzuki has been playing rugby as a left-winger ever since he was a child. After enrolling in Doushisha University, he quickly becomes a rising star in the Kansai University League.\n\nHis dreams are shattered, however, when a nasty motorbike accident leaves him with a spinal hernia—making him unable to be able to play rugby ever again. With no role available other than the position of manager, he accepts his new post and hopes his squad can obtain a league title.\n\nYuzuki's team is an unlikely group, including his stoic best friend and full-back Seiichirou Jingyouji; hot-headed first-year Yasunari Tsuru, who harbors a strong dislike for Natsuza, filling his senior's old position as left wing; and Yuu Mashiro, who is struggling to hold his ground as a scrum half.\n\nDespite Natsuza putting his all into training his team for a league title, their squad still feels incomplete. A year ago, Ibuki Ueka, the genius fly-half that was once Doushisha's ace, suddenly quit rugby—and now Natsuza is determined to get him back.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 6.73,
    "scored_by": 21980,
    "type": "TV",
    "source": "Original",
    "studios": [
      "PRA"
    ],
    "producers": [
      "Movic",
      "Magic Capsule",
      "Tokyo MX",
      "Mime Corporation",
      "it's"
    ],
    "genres": [
      "Sports"
    ],
    "themes": [
      "School",
      "Team Sports"
    ],
    "aired_from": "2020-01-08T00:00:00+00:00",
    "aired_to": "2020-04-15T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/39583/number24",
    "year": 2020,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 38302,
    "title": "Boku no Tonari ni Ankoku Hakaishin ga Imasu.",
    "title_english": "A Destructive God Sits Next to Me",
    "image_url": "https://cdn.myanimelist.net/images/anime/1848/103547l.jpg",
    "synopsis": "In the distant past, Miguel, the God of Destruction, was sealed inside the knight who ruled over light and darkness, Sturmhurt. Alongside the knight was Gestöber, who accompanied him through countless battles. In the present day, destiny causes them to reincarnate as Kabuto Hanadori and Seri Koyuki, two classmates.\n\nTheir reunion should be a joyous moment, if not for the fact that these fantasied heroes are just products of Kabuto's delusions. As the fictional \"Gestöber,\" Seri finds himself in various embarrassing situations due to Kabuto's antics that sometimes grow out of his control. Moreover, his classmate Utsugi Tsukimiya joins the fray with his absurdly accurate mind-reading abilities, slowly destroying Seri's social life.\n\nSeri tries hard to stay away from them, refusing to acknowledge their shenanigans, however with Kabuto's chuunibyou and Utsugi's unpredictability, he is only bound to be swept by the craziness coming his way.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 6.61,
    "scored_by": 22167,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "EMT Squared"
    ],
    "producers": [
      "Toei Video",
      "AT-X",
      "Being",
      "Crunchyroll",
      "Yomiuri TV Enterprise",
      "Kadokawa",
      "JY Animation",
      "MAGNET",
      "Video Market"
    ],
    "genres": [
      "Comedy"
    ],
    "themes": [
      "School"
    ],
    "aired_from": "2020-01-11T00:00:00+00:00",
    "aired_to": "2020-03-28T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/38302/Boku_no_Tonari_ni_Ankoku_Hakaishin_ga_Imasu",
    "year": 2020,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 39531,
    "title": "Kuutei Dragons",
    "title_english": "Drifting Dragons",
    "image_url": "https://cdn.myanimelist.net/images/anime/1211/116017l.jpg",
    "synopsis": "It has been half a century since humans took to the sky to hunt dragons. Although dragons present a great danger, every part of them is extremely valuable, and brave dragon hunters, called \"drakers,\" risk their lives aboard special dragon-hunting airships to pursue them.\n\nHowever, despite the thrill and excitement of hunting, the life of a draker is not easy. Ostracized by society, the drakers have no place to call home. Life in the air is not any easier either: maintaining an airship is dull and expensive—and dragons are even harder to catch, as each one is unique. \n\nOne of the last remaining such airships is the Quin Zaza. Its courageous crew includes Takita, an eager newcomer trying to earn her place on the ship; Mika, a reckless but highly skilled hunter; and Jirou, an earnest young man chasing both the dragons and his past. United by the same goal, these hunters face arduous aerial battles that involve daring feats of skill, strategy, and more than their fair share of danger.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 6.95,
    "scored_by": 17482,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Polygon Pictures"
    ],
    "producers": [
      "Kodansha",
      "Fuji TV",
      "Bandai",
      "Nexon",
      "BS Fuji",
      "TOHO animation",
      "Hakuhodo DY Media Partners",
      "Fuji Creative",
      "Bandai Spirits"
    ],
    "genres": [
      "Adventure",
      "Fantasy",
      "Gourmet"
    ],
    "themes": [],
    "aired_from": "2020-01-09T00:00:00+00:00",
    "aired_to": "2020-03-26T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/39531/Kuutei_Dragons",
    "year": 2020,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 40148,
    "title": "22/7",
    "title_english": "22/7",
    "image_url": "https://cdn.myanimelist.net/images/anime/1485/108385l.jpg",
    "synopsis": "Miu Takigawa views the world from behind the safety of her bangs, content with peacefully passing unnoticed through life. Reserved and timid, Miu struggles to converse with or even smile at customers when at her part time job, but she works tirelessly to support her mother and precious little sister, Haru. It is a shock when a letter arrives from the entertainment company GIP, announcing that she has been chosen as a candidate for their new project. \n\nMiu decides to accept the invitation and heads to the meeting spot where the eccentric ensemble of other candidates filter in, all summoned by their own letters. Not long after, the girls are escorted by a manager to a luxurious secret facility, where it is explained that they must follow the mysterious directions of \"The Wall,\" whose orders are absolute. \n\nThe 24th of December, 2016, will see the birth of idols like no other; on that day, the group 22/7 will debut, whether or not Miu and the other members are ready to take the stage.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 6.79,
    "scored_by": 18317,
    "type": "TV",
    "source": "Other",
    "studios": [
      "A-1 Pictures"
    ],
    "producers": [
      "Aniplex",
      "Tokyo MX",
      "Nagoya Broadcasting Network",
      "BS11",
      "Shogakukan",
      "ABC Animation",
      "Buzz Wave"
    ],
    "genres": [
      "Drama"
    ],
    "themes": [
      "Idols (Female)",
      "Music"
    ],
    "aired_from": "2020-01-11T00:00:00+00:00",
    "aired_to": "2020-03-28T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/40148/22_7",
    "year": 2020,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 37890,
    "title": "Oshi ga Budoukan Ittekuretara Shinu",
    "title_english": "If My Favorite Pop Idol Made It to the Budokan, I Would Die",
    "image_url": "https://cdn.myanimelist.net/images/anime/1139/104708l.jpg",
    "synopsis": "After receiving a flyer from Maina Ichii—a member of the idol group ChamJam—and seeing her perform at a local concert, Eripiyo falls in love with Maina and decides to devote her life to supporting the shy and reserved rising star. Eripiyo's charismatic presence and iconic red tracksuit soon give her recognition as Maina's one and only unrivaled fan. \n\nWhether it be a performance or a small fan gathering in the middle of nowhere, Eripiyo is guaranteed to be at every event Maina participates in. Not even an injury or Maina's seemingly cold attitude toward her can stop Eripiyo from pursuing her dream of seeing her beloved idol perform at the world-famous arena Budoukan.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 7.42,
    "scored_by": 20476,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "8bit"
    ],
    "producers": [
      "Pony Canyon",
      "TBS",
      "Movic",
      "Tokuma Shoten"
    ],
    "genres": [
      "Comedy"
    ],
    "themes": [
      "Idols (Female)",
      "Music",
      "Otaku Culture"
    ],
    "aired_from": "2020-01-10T00:00:00+00:00",
    "aired_to": "2020-03-27T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/37890/Oshi_ga_Budoukan_Ittekuretara_Shinu",
    "year": 2020,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 35252,
    "title": "Hatena☆Illusion",
    "title_english": "Hatena Illusion",
    "image_url": "https://cdn.myanimelist.net/images/anime/1299/106117l.jpg",
    "synopsis": "Years ago, many magical \"Artifacts\" were stolen and scattered throughout the world. They fell into the hands of people who were not supposed to know of their existence, causing misfortune to those who abused their power. The Hoshisato family of magicians has special access to the Artifacts, and they take it upon themselves to return them to their rightful place.\n\nDespite her inexperience, Kana \"Hatena\" Hoshisato wishes to aid her parents Mamoru and Maeve in their quest, doing her best to improve. Meanwhile, her childhood friend Makoto Shiranui has come to their mansion to study magic under her father's tutelage as part of a promise they made years ago. Hatena is excited to see her friend again, only to be utterly disappointed when the person she thought to be a girl all these years turns out to be a boy, leading to a bitter reunion.\n\nBefore long, Makoto comes to know of the Artifacts and the true identities of the magicians he admires. Unfazed, he continues to strive to fulfill his promises and stay true to why he learns magic—to ease the sadness of people around him and, most importantly, to become a person worthy of being Hatena's partner.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 5.43,
    "scored_by": 17032,
    "type": "TV",
    "source": "Light novel",
    "studios": [
      "Children's Playground Entertainment"
    ],
    "producers": [
      "Shueisha",
      "bilibili",
      "Bandai Namco Arts"
    ],
    "genres": [
      "Comedy",
      "Romance",
      "Supernatural"
    ],
    "themes": [],
    "aired_from": "2020-01-09T00:00:00+00:00",
    "aired_to": "2020-06-04T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/35252/Hatena☆Illusion",
    "year": 2020,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": false
  },
  {
    "mal_id": 37870,
    "title": "BanG Dream! 3rd Season",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1985/104767l.jpg",
    "synopsis": "As the all-girl band Poppin’Party continues to rise in fame, they find a poster for an event at the legendary Nippon Budoukan. Now determined to participate in the \"BanG Dream,\" Kasumi Toyama and the other members of Poppin’Party aim to reach new heights and prove their worth by performing on that renowned stage.\n\nMeanwhile, rival band RAISE A SUILEN dreams of changing the world with \"the strongest music,\" but finds itself in dire straits without a guitarist. Though dozens of potential candidates audition for the role, band leader CHU² believes them to be amateurs and unsuitable for the band. However, there may be one guitarist that lives up to CHU²’s high standards.\n\nBanG Dream! 3rd Season features multiple all-girl bands, including Poppin’Party, Afterglow, Pastel*Palettes, Roselia, Hello Happy World!, and now RAISE A SUILEN, as they work to astound fans throughout Japan with their spectacular performances. As the BanG Dream competition draws near, the band members are prepared to captivate audiences with their heartfelt music!\n\n[Written by MAL Rewrite]",
    "episodes": 13,
    "score": 7.99,
    "scored_by": 19679,
    "type": "TV",
    "source": "Mixed media",
    "studios": [
      "SANZIGEN"
    ],
    "producers": [
      "Ultra Super Pictures",
      "Bushiroad",
      "Tokyo MX",
      "Good Smile Company",
      "HoriPro International",
      "Cloud22"
    ],
    "genres": [],
    "themes": [
      "CGDCT",
      "Music",
      "School"
    ],
    "aired_from": "2020-01-23T00:00:00+00:00",
    "aired_to": "2020-04-23T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/37870/BanG_Dream_3rd_Season",
    "year": 2020,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 39184,
    "title": "A3! Season Spring & Summer",
    "title_english": "A3! Season Spring & Summer",
    "image_url": "https://cdn.myanimelist.net/images/anime/1421/105605l.jpg",
    "synopsis": "Home to countless street acts and performances, Veludo Way attracts those interested in watching professional actors. After receiving a mysterious letter, Izumi Tachibana arrives at the venue where her father directed a once-popular theater group, Mankai Company, but learns that the building is about to be repurposed due to excessive debt. At the last minute, she convinces the debt collector to give the ensemble one more chance. He is willing to accept but on three conditions: their debut show must be successfully produced by the following month, the four all-male sub-troupes must be reinstated, and the debt must be paid off within a year. To top it off, Izumi herself must become the director.\n\nWith no time to lose, Izumi quickly gathers five people for the Spring Troupe: Sakuya Sakuma, an enthusiastic high school student; Masumi Usui, a boy infatuated with Izumi; Tsuzuru Minagi, an aspiring playwright; Itaru Chigasaki, a mature office worker; and Citron, a friendly foreigner. Though they have little or no experience in acting, it's up to Izumi to train and prepare them for a performance that will restore Mankai Company to its former glory.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 7.08,
    "scored_by": 12487,
    "type": "TV",
    "source": "Game",
    "studios": [
      "P.A. Works",
      "Studio 3Hz"
    ],
    "producers": [
      "Pony Canyon",
      "Liber Entertainment"
    ],
    "genres": [
      "Drama"
    ],
    "themes": [
      "Performing Arts"
    ],
    "aired_from": "2020-01-14T00:00:00+00:00",
    "aired_to": "2020-06-23T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/39184/A3_Season_Spring___Summer",
    "year": 2020,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 39942,
    "title": "Uchi Tama?! Uchi no Tama Shirimasen ka?",
    "title_english": "Uchitama?! Have you seen my Tama?",
    "image_url": "https://cdn.myanimelist.net/images/anime/1624/103162l.jpg",
    "synopsis": "The animals of Third Street are seen getting into many misadventures. Tama Okamoto, the curious feline, often goes missing from his home, causing his owner to have posters up looking for him. However, Tama's absence is his opportunity to visit all of his wandering furry friends around the neighborhood. From Tama's best friend Pochi Yamada to the stray alley cat Nora, these animals take human form to hang out, to cause various mischief, but most of all, to have fun!\n\n[Written by MAL Rewrite]",
    "episodes": 11,
    "score": 6.93,
    "scored_by": 7853,
    "type": "TV",
    "source": "Original",
    "studios": [
      "MAPPA",
      "Lapin Track"
    ],
    "producers": [
      "Aniplex",
      "Dentsu",
      "Fuji TV",
      "Sony Creative Products"
    ],
    "genres": [
      "Slice of Life"
    ],
    "themes": [
      "Anthropomorphic",
      "Pets"
    ],
    "aired_from": "2020-01-10T00:00:00+00:00",
    "aired_to": "2020-03-20T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/39942/Uchi_Tama_Uchi_no_Tama_Shirimasen_ka",
    "year": 2020,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 40738,
    "title": "Natsunagu!",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1891/111484l.jpg",
    "synopsis": "After earthquakes suddenly took place in the Kumamoto Prefecture, Natsuna Keyaki lost contact with her dearest online friend, Itsuki. With nothing but a drawn picture of the landscape, Natsuna embarks on a journey from Tokyo to Kumamoto to find her.\n\nWhen Natsuna gets lost in a rural area of the disaster-stricken prefecture, she encounters a policeman and an energetic middle school girl named Izumi Chiba. Izumi, along with her hospitable family members, offers Natsuna shelter and information to assist her in her quest. With these kind locals helping her on every step of the way, Natsuna moves closer to discover what happened to Itsuki.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 5.87,
    "scored_by": 8164,
    "type": "TV",
    "source": "Original",
    "studios": [
      "IMAGICA Lab."
    ],
    "producers": [],
    "genres": [
      "Drama"
    ],
    "themes": [],
    "aired_from": "2020-01-07T00:00:00+00:00",
    "aired_to": "2020-03-24T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/40738/Natsunagu",
    "year": 2020,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 40136,
    "title": "Oda Cinnamon Nobunaga",
    "title_english": "Oda Cinnamon Nobunaga",
    "image_url": "https://cdn.myanimelist.net/images/anime/1004/106819l.jpg",
    "synopsis": "In the \"one-of-a-kind samurai-general-reincarnated-as-a-canine comedy,\" Nobunaga perishes at Honnouji as in history, and reincarnates in modern-day Japan as a dog named Shinamon. Other Warring States era warlords such as Takeda Shingen eventually join him, also as dogs.\n\n(Source: ANN)",
    "episodes": 12,
    "score": 6.57,
    "scored_by": 8294,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Studio Signpost"
    ],
    "producers": [
      "TV Tokyo",
      "Dentsu",
      "Shochiku",
      "Avex Pictures",
      "Amuse",
      "Sammy",
      "North Stars Pictures",
      "Mixer"
    ],
    "genres": [
      "Comedy"
    ],
    "themes": [
      "Anthropomorphic",
      "Pets",
      "Reincarnation"
    ],
    "aired_from": "2020-01-11T00:00:00+00:00",
    "aired_to": "2020-03-28T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/40136/Oda_Cinnamon_Nobunaga",
    "year": 2020,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 39960,
    "title": "Yatogame-chan Kansatsu Nikki Nisatsume",
    "title_english": "Yatogame-chan Kansatsu Nikki 2",
    "image_url": "https://cdn.myanimelist.net/images/anime/1878/111514l.jpg",
    "synopsis": "Second season of Yatogame-chan Kansatsu Nikki.",
    "episodes": 12,
    "score": 6.36,
    "scored_by": 9164,
    "type": "TV",
    "source": "4-koma manga",
    "studios": [
      "Saetta"
    ],
    "producers": [
      "Creators in Pack",
      "Cloud22"
    ],
    "genres": [
      "Comedy"
    ],
    "themes": [
      "School"
    ],
    "aired_from": "2020-01-05T00:00:00+00:00",
    "aired_to": "2020-03-22T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/39960/Yatogame-chan_Kansatsu_Nikki_Nisatsume",
    "year": 2020,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 40763,
    "title": "Show By Rock!! Mashumairesh!!",
    "title_english": "SHOW BY ROCK!! Mashumairesh!!",
    "image_url": "https://cdn.myanimelist.net/images/anime/1297/110719l.jpg",
    "synopsis": "New Show by Rock!! TV Series featuring the new band Mashumairesh!!.",
    "episodes": 12,
    "score": 7.05,
    "scored_by": 5676,
    "type": "TV",
    "source": "Game",
    "studios": [
      "Kinema Citrus"
    ],
    "producers": [
      "Dentsu",
      "Sotsu",
      "Pony Canyon",
      "Sanrio",
      "KlockWorx",
      "Polygon Pictures",
      "81 Produce",
      "Tokyo MX",
      "Hokkaido Cultural Broadcasting",
      "Sammy",
      "FuRyu",
      "Sony Music Solutions"
    ],
    "genres": [
      "Comedy",
      "Fantasy"
    ],
    "themes": [
      "Music"
    ],
    "aired_from": "2020-01-09T00:00:00+00:00",
    "aired_to": "2020-03-26T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/40763/Show_By_Rock_Mashumairesh",
    "year": 2020,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 40610,
    "title": "Healin' Good♡Precure",
    "title_english": "Healin' Good Pretty Cure",
    "image_url": "https://cdn.myanimelist.net/images/anime/1401/105084l.jpg",
    "synopsis": "Sickly but optimistic middle school student Nodoka Hanadera has just moved to Sukoyaka City, a place famous for its healthy atmosphere. She immediately befriends two of her classmates: the gentle but athletic Chiyu Sawaizumi, whose family runs a hot spring inn, and the bubbly and fashionable daughter of a vet, Hinata Hiramitsu.\n\nSoon after arriving, Nodoka finds an ill puppy in a forest, surrounded by three magical talking animals: Rabbirin, Penguitan, and Nyatoran. They tell her that the puppy, Princess Latte, can only be cured by defeating a nearby monster known as a \"Mega Byogen\" and purifying the land it has corrupted. Despite being powerless, Nodoka refuses to give up and let Latte suffer. \n\nMoved by her determination, Rabbirin forms a pact with Nodoka, allowing her to transform into a hero known as a Precure. Assuming the persona of  \"Cure Grace,\" the energized Nodoka fights off the Byogen and heals the earth, curing Latte.\n\nAs the Byogen and their leaders continue their attacks, Penguitan and Nyatoran also find their partners in Chiyu and Hinata, giving them the powers of \"Cure Fontaine\" and \"Cure Sparkle\" respectively. Now, it's up to the three Precure and their animal friends to stop the Byogen and protect the earth from their infections!\n\n[Written by MAL Rewrite]",
    "episodes": 45,
    "score": 6.92,
    "scored_by": 4375,
    "type": "TV",
    "source": "Original",
    "studios": [
      "Toei Animation"
    ],
    "producers": [
      "Asatsu DK",
      "Asahi Broadcasting",
      "ABC Animation"
    ],
    "genres": [
      "Action"
    ],
    "themes": [
      "Mahou Shoujo"
    ],
    "aired_from": "2020-02-02T00:00:00+00:00",
    "aired_to": "2021-02-21T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/40610/Healin_Good♡Precure",
    "year": 2020,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 40850,
    "title": "Breakers",
    "title_english": "Breakers",
    "image_url": "https://cdn.myanimelist.net/images/anime/1125/106426l.jpg",
    "synopsis": "The anime will center on para-athletes who all meet an outcast sports scientist named Ren Narita. The anime will have four stories about four different sports: wheelchair basketball, track and high jump, goalball, and paralympic swimming.\n\n(Source: ANN)",
    "episodes": 16,
    "score": 6.32,
    "scored_by": 3586,
    "type": "TV",
    "source": "Original",
    "studios": [
      "Albacrow",
      "l-a-unch・BOX",
      "Studio CANDY BOX",
      "Blaze Studio"
    ],
    "producers": [
      "NHK",
      "NHK Enterprises"
    ],
    "genres": [
      "Sports"
    ],
    "themes": [
      "Team Sports"
    ],
    "aired_from": "2020-01-07T00:00:00+00:00",
    "aired_to": "2020-05-26T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/40850/Breakers",
    "year": 2020,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 40137,
    "title": "ARP Backstage Pass",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1559/110721l.jpg",
    "synopsis": "ARP: A 4-member dance and vocal group created by the latest AR technology. This popular group got their start with Avex, and are unique for their interactive concerts which combine highly-skilled song and dance routines with a format that changes based on how much the fans are cheering them on.\n\n(Source: Crunchyroll)",
    "episodes": 10,
    "score": 5.53,
    "scored_by": 1979,
    "type": "TV",
    "source": "Other",
    "studios": [
      "Dynamo Pictures"
    ],
    "producers": [
      "Avex Entertainment",
      "Mainichi Broadcasting System",
      "Asmik Ace",
      "Tokyo MX",
      "Kadokawa",
      "YUKE'S"
    ],
    "genres": [],
    "themes": [
      "Idols (Male)",
      "Music"
    ],
    "aired_from": "2020-01-13T00:00:00+00:00",
    "aired_to": "2020-03-30T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/40137/ARP_Backstage_Pass",
    "year": 2020,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 40995,
    "title": "Hentatsu (TV)",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1399/112948l.jpg",
    "synopsis": "Hentatsu follows two girls exploring a seemingly abandoned version of Nakano Broadway, a Tokyo shopping mall known for Mandarake and other shops catering to fans of anime and other forms of pop culture.\n\n(Source: AnimeNewsNetwork)",
    "episodes": 12,
    "score": 5.06,
    "scored_by": 1941,
    "type": "TV",
    "source": "Original",
    "studios": [
      "Yaoyorozu"
    ],
    "producers": [],
    "genres": [
      "Adventure",
      "Mystery"
    ],
    "themes": [],
    "aired_from": "2020-01-04T00:00:00+00:00",
    "aired_to": "2020-03-21T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/40995/Hentatsu_TV",
    "year": 2020,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 40129,
    "title": "Rebirth",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1640/115820l.jpg",
    "synopsis": "The series revolve around a team of 12 high school students who love to play the trading card game Rebirth For You.\n\n(Source: ANN)",
    "episodes": 48,
    "score": 5.83,
    "scored_by": 962,
    "type": "TV",
    "source": "Card game",
    "studios": [
      "LIDENFILMS"
    ],
    "producers": [],
    "genres": [
      "Comedy"
    ],
    "themes": [
      "Strategy Game"
    ],
    "aired_from": "2020-01-05T00:00:00+00:00",
    "aired_to": "2021-06-23T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/40129/Rebirth",
    "year": 2020,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 40714,
    "title": "Youkai Watch Jam: Youkai Gakuen Y - N to no Souguu",
    "title_english": "Yo-kai Watch Jam: Yo-kai Academy Y",
    "image_url": "https://cdn.myanimelist.net/images/anime/1276/104362l.jpg",
    "synopsis": "",
    "episodes": 63,
    "score": 6.34,
    "scored_by": 469,
    "type": "TV",
    "source": "Game",
    "studios": [
      "OLM"
    ],
    "producers": [],
    "genres": [
      "Comedy",
      "Supernatural"
    ],
    "themes": [
      "Mythology",
      "School"
    ],
    "aired_from": "2019-12-27T00:00:00+00:00",
    "aired_to": "2021-04-02T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/40714/Youkai_Watch_Jam__Youkai_Gakuen_Y_-_N_to_no_Souguu",
    "year": 2020,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 40758,
    "title": "Hulaing Babies Petit",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1454/104460l.jpg",
    "synopsis": null,
    "episodes": 12,
    "score": 5.37,
    "scored_by": 202,
    "type": "TV",
    "source": "Original",
    "studios": [
      "Fukushima Gaina"
    ],
    "producers": [],
    "genres": [
      "Comedy",
      "Slice of Life"
    ],
    "themes": [
      "Performing Arts"
    ],
    "aired_from": "2020-01-08T00:00:00+00:00",
    "aired_to": "2020-03-25T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/40758/Hulaing_Babies_Petit",
    "year": 2020,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 40939,
    "title": "Marumaru Manul",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1778/105047l.jpg",
    "synopsis": "The comedy story follows the daily life of a somewhat flippant Pallas's cat or manul named Manul-kun, an orange tabby cat named Chatora-kun, Sukofu-kun, and other cats. \n\n(Source: ANN)",
    "episodes": 50,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Web manga",
    "studios": [
      "Kachidoki Studio"
    ],
    "producers": [],
    "genres": [
      "Comedy"
    ],
    "themes": [],
    "aired_from": "2020-01-06T00:00:00+00:00",
    "aired_to": "2020-12-15T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/40939/Marumaru_Manul",
    "year": 2020,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 54871,
    "title": "Shin Nippon History",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1433/134811l.jpg",
    "synopsis": null,
    "episodes": null,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [
      "Comedy"
    ],
    "themes": [
      "Historical"
    ],
    "aired_from": "2020-01-06T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/54871/Shin_Nippon_History",
    "year": 2020,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 41349,
    "title": "Ooya-san to Boku",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1588/106204l.jpg",
    "synopsis": null,
    "episodes": 5,
    "score": 5.82,
    "scored_by": 121,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Fanworks"
    ],
    "producers": [
      "NHK"
    ],
    "genres": [
      "Slice of Life"
    ],
    "themes": [],
    "aired_from": "2020-03-02T00:00:00+00:00",
    "aired_to": "2020-03-06T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/41349/Ooya-san_to_Boku",
    "year": 2020,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 41276,
    "title": "Onigiri ni Naritai Cogimyun",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1755/105960l.jpg",
    "synopsis": "A prequel to Cogimyun covering her life at flour school before she runs her grandfather's apartment complex. Episodes air within the \"Millenia Girl\" live action program and then get released for a limited time later in the day on Sanrio's official YouTube channel.",
    "episodes": 10,
    "score": 5.98,
    "scored_by": 118,
    "type": "TV",
    "source": "Other",
    "studios": [],
    "producers": [
      "Sanrio"
    ],
    "genres": [
      "Fantasy"
    ],
    "themes": [
      "School"
    ],
    "aired_from": "2020-01-31T00:00:00+00:00",
    "aired_to": "2020-04-17T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/41276/Onigiri_ni_Naritai_Cogimyun",
    "year": 2020,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 42979,
    "title": "Zhandou Wang Zhi Jufeng Zhan Hun 5: Heti Fanwai Pian",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1708/109501l.jpg",
    "synopsis": null,
    "episodes": 10,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [
      "Alpha Animation"
    ],
    "producers": [
      "Alpha Group"
    ],
    "genres": [
      "Action"
    ],
    "themes": [],
    "aired_from": "2019-12-25T00:00:00+00:00",
    "aired_to": "2020-01-04T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/42979/Zhandou_Wang_Zhi_Jufeng_Zhan_Hun_5__Heti_Fanwai_Pian",
    "year": 2020,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 40953,
    "title": "Lalalacoco",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1171/108294l.jpg",
    "synopsis": "About a girl who loves cute things so much that her daily routine is finding them.",
    "episodes": 13,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Other",
    "studios": [
      "Studio Comet"
    ],
    "producers": [],
    "genres": [
      "Comedy",
      "Slice of Life"
    ],
    "themes": [],
    "aired_from": "2020-01-07T00:00:00+00:00",
    "aired_to": "2020-03-31T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/40953/Lalalacoco",
    "year": 2020,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 47977,
    "title": "Taihu Shaonian",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1438/130108l.jpg",
    "synopsis": null,
    "episodes": 13,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [
      "Sci-Fi"
    ],
    "themes": [],
    "aired_from": "2020-03-25T00:00:00+00:00",
    "aired_to": "2020-03-27T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/47977/Taihu_Shaonian",
    "year": 2020,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 44001,
    "title": "Xi Yangyang Yu Hui Tailang: Qiqu Waixing Ke",
    "title_english": "Pleasant Goat and Big Big Wolf: The Intriguing Alien Guests",
    "image_url": "https://cdn.myanimelist.net/images/anime/1183/115290l.jpg",
    "synopsis": null,
    "episodes": 60,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Unknown",
    "studios": [],
    "producers": [],
    "genres": [
      "Adventure",
      "Comedy"
    ],
    "themes": [],
    "aired_from": "2020-01-10T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/44001/Xi_Yangyang_Yu_Hui_Tailang__Qiqu_Waixing_Ke",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 56303,
    "title": "Hello Carbot Season 8",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1462/137812l.jpg",
    "synopsis": null,
    "episodes": 26,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [],
    "themes": [
      "Mecha"
    ],
    "aired_from": "2020-01-05T00:00:00+00:00",
    "aired_to": "2020-06-28T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/56303/Hello_Carbot_Season_8",
    "year": 2020,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 48010,
    "title": "23 Hao Niu Nai Tang",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1789/118289l.jpg",
    "synopsis": null,
    "episodes": 26,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [],
    "themes": [],
    "aired_from": "2020-03-01T00:00:00+00:00",
    "aired_to": "2020-01-01T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/48010/23_Hao_Niu_Nai_Tang",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 48007,
    "title": "Bai Shou Zong Dong Yuan",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1228/118287l.jpg",
    "synopsis": null,
    "episodes": 65,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [],
    "themes": [
      "Mecha"
    ],
    "aired_from": "2020-02-28T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/48007/Bai_Shou_Zong_Dong_Yuan",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 48009,
    "title": "Shikong Long Qishi",
    "title_english": "Time Travelling Dinosaur Knights",
    "image_url": "https://cdn.myanimelist.net/images/anime/1268/115363l.jpg",
    "synopsis": null,
    "episodes": 52,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Unknown",
    "studios": [],
    "producers": [],
    "genres": [],
    "themes": [],
    "aired_from": "2020-03-09T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/48009/Shikong_Long_Qishi",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 48062,
    "title": "Baoxiao Haha Zhen",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1761/118332l.jpg",
    "synopsis": null,
    "episodes": 144,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [],
    "themes": [],
    "aired_from": "2020-03-23T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/48062/Baoxiao_Haha_Zhen",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 48079,
    "title": "Bang Bang Yu Qiaqia",
    "title_english": "Bon & Cheers",
    "image_url": "https://cdn.myanimelist.net/images/anime/1999/118347l.jpg",
    "synopsis": null,
    "episodes": 50,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [],
    "themes": [],
    "aired_from": "2020-01-01T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/48079/Bang_Bang_Yu_Qiaqia",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 48107,
    "title": "Ling Cao Xiao Zhanshi",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1807/115236l.jpg",
    "synopsis": null,
    "episodes": 26,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [],
    "themes": [],
    "aired_from": "2020-01-01T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/48107/Ling_Cao_Xiao_Zhanshi",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 49967,
    "title": "Xiao Ma Fei Li: Binfen Xianjing 2nd Season",
    "title_english": "Filly Funtasia",
    "image_url": "https://cdn.myanimelist.net/images/anime/1313/118323l.jpg",
    "synopsis": null,
    "episodes": 26,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [
      "Fantasy"
    ],
    "themes": [],
    "aired_from": "2020-01-01T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/49967/Xiao_Ma_Fei_Li__Binfen_Xianjing_2nd_Season",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 48043,
    "title": "Suo Long Gu",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1460/115367l.jpg",
    "synopsis": null,
    "episodes": 12,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Unknown",
    "studios": [],
    "producers": [
      "CBS Sony Group"
    ],
    "genres": [],
    "themes": [],
    "aired_from": "2020-02-25T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/48043/Suo_Long_Gu",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 48094,
    "title": "Ni Hao! Bu Bu",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1412/115232l.jpg",
    "synopsis": null,
    "episodes": 52,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [],
    "themes": [],
    "aired_from": "2020-01-01T00:00:00+00:00",
    "aired_to": "2021-01-01T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/48094/Ni_Hao_Bu_Bu",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 48024,
    "title": "Xiongmao Sanbao: Meng Chong Weishi",
    "title_english": "Panda Pet Vet",
    "image_url": "https://cdn.myanimelist.net/images/anime/1095/118298l.jpg",
    "synopsis": null,
    "episodes": 26,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [
      "Fantasy"
    ],
    "themes": [],
    "aired_from": "2020-01-21T00:00:00+00:00",
    "aired_to": "2020-01-01T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/48024/Xiongmao_Sanbao__Meng_Chong_Weishi",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 45399,
    "title": "AU: De Richang",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1055/122396l.jpg",
    "synopsis": null,
    "episodes": 5,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Mixed media",
    "studios": [],
    "producers": [],
    "genres": [
      "Comedy"
    ],
    "themes": [],
    "aired_from": "2020-01-01T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/45399/AU__De_Richang",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 48067,
    "title": "Ju Long Shangu",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1099/133138l.jpg",
    "synopsis": null,
    "episodes": 16,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [],
    "themes": [],
    "aired_from": "2020-01-01T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/48067/Ju_Long_Shangu",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 48037,
    "title": "Shi Lai Yunzhuan",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1768/118310l.jpg",
    "synopsis": null,
    "episodes": 52,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [],
    "themes": [],
    "aired_from": "2020-03-12T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/48037/Shi_Lai_Yunzhuan",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 49968,
    "title": "Pai Le Meng Qi 2nd Season",
    "title_english": "PalaMonki 2",
    "image_url": "https://cdn.myanimelist.net/images/anime/1747/118334l.jpg",
    "synopsis": null,
    "episodes": 26,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [],
    "themes": [],
    "aired_from": "2020-01-01T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/49968/Pai_Le_Meng_Qi_2nd_Season",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 48090,
    "title": "Xiong Bao Meishi Zhandui",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1349/115559l.jpg",
    "synopsis": null,
    "episodes": 26,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [],
    "themes": [],
    "aired_from": "2020-01-01T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/48090/Xiong_Bao_Meishi_Zhandui",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 48082,
    "title": "Shenqi Zhihui Dao",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1265/118352l.jpg",
    "synopsis": null,
    "episodes": 16,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [],
    "themes": [],
    "aired_from": "2020-01-01T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/48082/Shenqi_Zhihui_Dao",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 44461,
    "title": "Tian Xin Ge Ge 5th Season",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1175/122911l.jpg",
    "synopsis": null,
    "episodes": 23,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [
      "Comedy"
    ],
    "themes": [
      "Historical"
    ],
    "aired_from": "2020-03-28T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/44461/Tian_Xin_Ge_Ge_5th_Season",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 48069,
    "title": "Xiao Shu Luo Fu Tiaozhan Ji",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1173/118338l.jpg",
    "synopsis": null,
    "episodes": 32,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [
      "Fantasy"
    ],
    "themes": [],
    "aired_from": "2020-01-01T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/48069/Xiao_Shu_Luo_Fu_Tiaozhan_Ji",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 48086,
    "title": "Fenghuang Ji Xiang Yu Qingming Shanghe Tu",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1245/118356l.jpg",
    "synopsis": null,
    "episodes": 13,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [],
    "themes": [],
    "aired_from": "2020-01-01T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/48086/Fenghuang_Ji_Xiang_Yu_Qingming_Shanghe_Tu",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 49971,
    "title": "Qi Qi Ping Ping 2nd Season",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1043/118349l.jpg",
    "synopsis": null,
    "episodes": 26,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [],
    "themes": [],
    "aired_from": "2020-01-01T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/49971/Qi_Qi_Ping_Ping_2nd_Season",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 48083,
    "title": "Gushi Xiao Hao Shou",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1145/118353l.jpg",
    "synopsis": null,
    "episodes": 16,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [],
    "themes": [],
    "aired_from": "2020-01-01T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/48083/Gushi_Xiao_Hao_Shou",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 48080,
    "title": "Qi Qi Ping Ping",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1236/118348l.jpg",
    "synopsis": null,
    "episodes": 26,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [],
    "themes": [],
    "aired_from": "2020-01-01T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/48080/Qi_Qi_Ping_Ping",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 48050,
    "title": "Mofa Chuanshuo",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1934/118325l.jpg",
    "synopsis": null,
    "episodes": 40,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Unknown",
    "studios": [],
    "producers": [],
    "genres": [],
    "themes": [],
    "aired_from": "2020-01-01T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/48050/Mofa_Chuanshuo",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 48034,
    "title": "Pang Xiong He Da Hu",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1982/118307l.jpg",
    "synopsis": null,
    "episodes": 13,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [],
    "themes": [],
    "aired_from": "2020-01-01T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/48034/Pang_Xiong_He_Da_Hu",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 48029,
    "title": "Guo Guo Biedongdui",
    "title_english": "Fruits Commando",
    "image_url": "https://cdn.myanimelist.net/images/anime/1131/118267l.jpg",
    "synopsis": null,
    "episodes": 26,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [],
    "themes": [],
    "aired_from": "2020-03-13T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/48029/Guo_Guo_Biedongdui",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 48025,
    "title": "Xiao Yang Duo Li",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1998/118300l.jpg",
    "synopsis": null,
    "episodes": 52,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [],
    "themes": [],
    "aired_from": "2020-01-01T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/48025/Xiao_Yang_Duo_Li",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 48096,
    "title": "Gu De Bai Zhi Mengyou Jiadao",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1084/118361l.jpg",
    "synopsis": null,
    "episodes": 80,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [],
    "themes": [],
    "aired_from": "2020-01-01T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/48096/Gu_De_Bai_Zhi_Mengyou_Jiadao",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 48078,
    "title": "Shuo Guo Lei Lei",
    "title_english": "Speak Fruit",
    "image_url": "https://cdn.myanimelist.net/images/anime/1930/118345l.jpg",
    "synopsis": null,
    "episodes": 26,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [],
    "themes": [],
    "aired_from": "2020-01-01T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/48078/Shuo_Guo_Lei_Lei",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 44118,
    "title": "Kaixin Chaoren Lianmeng: Nengyuan He Shouhu Zhe",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1656/122970l.jpg",
    "synopsis": null,
    "episodes": 52,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [
      "Comedy",
      "Sci-Fi"
    ],
    "themes": [],
    "aired_from": "2020-03-01T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/44118/Kaixin_Chaoren_Lianmeng__Nengyuan_He_Shouhu_Zhe",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 48085,
    "title": "Chengshi Jiyi Wo Men de Jieri",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1701/118355l.jpg",
    "synopsis": null,
    "episodes": 7,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [],
    "themes": [],
    "aired_from": "2020-01-01T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/48085/Chengshi_Jiyi_Wo_Men_de_Jieri",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 49970,
    "title": "Shuo Guo Lei Lei 2nd Season",
    "title_english": "Fruit Tree",
    "image_url": "https://cdn.myanimelist.net/images/anime/1400/118346l.jpg",
    "synopsis": null,
    "episodes": 26,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [],
    "themes": [],
    "aired_from": "2020-01-01T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/49970/Shuo_Guo_Lei_Lei_2nd_Season",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 47951,
    "title": "Wai Xing Ren Ago 4th Season",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1918/118239l.jpg",
    "synopsis": null,
    "episodes": 26,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [],
    "themes": [],
    "aired_from": "2020-01-01T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/47951/Wai_Xing_Ren_Ago_4th_Season",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 47949,
    "title": "Wai Xing Ren Ago 3rd Season",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1180/118238l.jpg",
    "synopsis": null,
    "episodes": 26,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [],
    "themes": [],
    "aired_from": "2020-01-01T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/47949/Wai_Xing_Ren_Ago_3rd_Season",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 48280,
    "title": "Jadoo Ilgijang",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1071/122537l.jpg",
    "synopsis": null,
    "episodes": 40,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Picture book",
    "studios": [],
    "producers": [],
    "genres": [
      "Comedy"
    ],
    "themes": [
      "School"
    ],
    "aired_from": "2020-01-01T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/48280/Jadoo_Ilgijang",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 48073,
    "title": "Jiutian Xing Dai Ni Wan Zhuan Xiqu",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1254/118341l.jpg",
    "synopsis": null,
    "episodes": 30,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Other",
    "studios": [],
    "producers": [],
    "genres": [],
    "themes": [],
    "aired_from": "2020-01-01T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/48073/Jiutian_Xing_Dai_Ni_Wan_Zhuan_Xiqu",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 48065,
    "title": "Xiaokang Lai Le",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1803/118335l.jpg",
    "synopsis": null,
    "episodes": 26,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [],
    "themes": [],
    "aired_from": "2020-01-01T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/48065/Xiaokang_Lai_Le",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 48070,
    "title": "Koushui Zha Wan",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1532/118339l.jpg",
    "synopsis": null,
    "episodes": 20,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [],
    "themes": [],
    "aired_from": "2020-01-01T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/48070/Koushui_Zha_Wan",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 48011,
    "title": "Kuaile Xiao Ji",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1270/118290l.jpg",
    "synopsis": null,
    "episodes": 20,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [],
    "themes": [],
    "aired_from": "2020-01-01T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/48011/Kuaile_Xiao_Ji",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 49961,
    "title": "Muzhi Zong Dong Yuan: Yulin Qiyu",
    "title_english": "Thumb Story 2",
    "image_url": "https://cdn.myanimelist.net/images/anime/1521/118244l.jpg",
    "synopsis": null,
    "episodes": 10,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [],
    "themes": [],
    "aired_from": "2020-01-01T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/49961/Muzhi_Zong_Dong_Yuan__Yulin_Qiyu",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 48021,
    "title": "Ji Li Yu Gulu",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1564/118294l.jpg",
    "synopsis": null,
    "episodes": 52,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [],
    "themes": [],
    "aired_from": "2020-01-01T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/48021/Ji_Li_Yu_Gulu",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 48014,
    "title": "Bao Chong Huojian Che: Che Wang Zhi Zhan",
    "title_english": "Legends of Spark",
    "image_url": "https://cdn.myanimelist.net/images/anime/1654/130119l.jpg",
    "synopsis": null,
    "episodes": 26,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [
      "Alpha Group"
    ],
    "genres": [],
    "themes": [
      "Anthropomorphic"
    ],
    "aired_from": "2020-01-01T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/48014/Bao_Chong_Huojian_Che__Che_Wang_Zhi_Zhan",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 53673,
    "title": "Longlong Juggessji? 2nd Season",
    "title_english": "Journey of Long 2nd Season",
    "image_url": "https://cdn.myanimelist.net/images/anime/1040/131439l.jpg",
    "synopsis": "The second season of Longlong Juggessji?",
    "episodes": 26,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [
      "Studio Gale"
    ],
    "producers": [],
    "genres": [
      "Comedy",
      "Fantasy"
    ],
    "themes": [],
    "aired_from": "2020-01-01T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/53673/Longlong_Juggessji_2nd_Season",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  }
]