[
  {
    "mal_id": 1535,
    "title": "Death Note",
    "title_english": "Death Note",
    "image_url": "https://cdn.myanimelist.net/images/anime/1079/138100l.jpg",
    "synopsis": "Brutal murders, petty thefts, and senseless violence pollute the human world. In contrast, the realm of death gods is a humdrum, unchanging gambling den. The ingenious 17-year-old Japanese student Light Yagami and sadistic god of death Ryuk share one belief: their worlds are rotten.\n\nFor his own amusement, Ryuk drops his Death Note into the human world. Light stumbles upon it, deeming the first of its rules ridiculous: the human whose name is written in this note shall die. However, the temptation is too great, and Light experiments by writing a felon's name, which disturbingly enacts his first murder.\n\nAware of the terrifying godlike power that has fallen into his hands, Light—under the alias Kira—follows his wicked sense of justice with the ultimate goal of cleansing the world of all evil-doers. The meticulous mastermind detective L is already on his trail, but as Light's brilliance rivals L's, the grand chase for Kira turns into an intense battle of wits that can only end when one of them is dead.\n\n[Written by MAL Rewrite]",
    "episodes": 37,
    "score": 8.62,
    "scored_by": 2933233,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Madhouse"
    ],
    "producers": [
      "VAP",
      "Nippon Television Network",
      "Shueisha",
      "D.N. Dream Partners"
    ],
    "genres": [
      "Supernatural",
      "Suspense"
    ],
    "themes": [
      "Psychological"
    ],
    "aired_from": "2006-10-04T00:00:00+00:00",
    "aired_to": "2007-06-27T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/1535/Death_Note",
    "year": 2006,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 1575,
    "title": "Code Geass: Hangyaku no Lelouch",
    "title_english": "Code Geass: Lelouch of the Rebellion",
    "image_url": "https://cdn.myanimelist.net/images/anime/1032/135088l.jpg",
    "synopsis": "In the year 2010, the Holy Empire of Britannia is establishing itself as a dominant military nation, starting with the conquest of Japan. Renamed to Area 11 after its swift defeat, Japan has seen significant resistance against these tyrants in an attempt to regain independence.\n\nLelouch Lamperouge, a Britannian student, unfortunately finds himself caught in a crossfire between the Britannian and the Area 11 rebel armed forces. He is able to escape, however, thanks to the timely appearance of a mysterious girl named C.C., who bestows upon him Geass, the \"Power of Kings.\" Realizing the vast potential of his newfound \"power of absolute obedience,\" Lelouch embarks upon a perilous journey as the masked vigilante known as Zero, leading a merciless onslaught against Britannia in order to get revenge once and for all.\n\n[Written by MAL Rewrite]",
    "episodes": 25,
    "score": 8.71,
    "scored_by": 1489180,
    "type": "TV",
    "source": "Original",
    "studios": [
      "Sunrise"
    ],
    "producers": [
      "Bandai Visual",
      "Mainichi Broadcasting System",
      "Bandai",
      "Sony Music Entertainment",
      "Bandai Namco Entertainment",
      "Hakuhodo DY Media Partners"
    ],
    "genres": [
      "Award Winning",
      "Drama",
      "Sci-Fi"
    ],
    "themes": [
      "Mecha",
      "Military",
      "School",
      "Super Power"
    ],
    "aired_from": "2006-10-06T00:00:00+00:00",
    "aired_to": "2007-07-29T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/1575/Code_Geass__Hangyaku_no_Lelouch",
    "year": 2006,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 1482,
    "title": "D.Gray-man",
    "title_english": "D.Gray-man",
    "image_url": "https://cdn.myanimelist.net/images/anime/13/75194l.jpg",
    "synopsis": "Losing a loved one is so painful that one may sometimes wish to be able to resurrect them—a weakness that the enigmatic Millennium Earl exploits. To make his mechanical weapons known as \"Akuma,\" he uses the souls of the dead that are called back. Once a soul is placed in an Akuma, it is trapped forever, and the only way to save them is to exorcise them from their vessel using the Anti-Akuma weapon, \"Innocence.\"\n \nAfter spending three years as the disciple of General Cross, Allen Walker is sent to the Black Order—an organization comprised of those willing to fight Akuma and the Millennium Earl—to become an official Exorcist. With an arm as his Innocence and a cursed eye that can see the suffering souls within an Akuma, it's up to Allen and his fellow Exorcists to stop the Millennium Earl's ultimate plot: one that can lead to the destruction of the world.\n\n[Written by MAL Rewrite]",
    "episodes": 103,
    "score": 8,
    "scored_by": 295002,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "TMS Entertainment"
    ],
    "producers": [
      "TV Tokyo",
      "Aniplex",
      "Dentsu",
      "Half H.P Studio",
      "Sony Music Entertainment"
    ],
    "genres": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "themes": [
      "Urban Fantasy"
    ],
    "aired_from": "2006-10-03T00:00:00+00:00",
    "aired_to": "2008-09-30T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/1482/DGray-man",
    "year": 2006,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 1604,
    "title": "Katekyou Hitman Reborn!",
    "title_english": "Reborn!",
    "image_url": "https://cdn.myanimelist.net/images/anime/1531/142751l.jpg",
    "synopsis": "There is no putting it lightly—Tsunayoshi Sawada is just no good. He is clumsy, talentless, and desperately in love with the school idol Kyouko Sasagawa, a girl so completely out of his league. Dubbed \"Loser Tsuna\" by his classmates, he seems to be the very personification of failure in the guise of a middle-schooler.\n\nTsuna's boring life takes an extraordinary twist when he encounters the mysterious Reborn, who happens to be a hitman... and shockingly, a baby! Sent from the strongest Mafia family in Italy, Reborn is assigned the daunting mission of preparing the dull middle schooler to succeed the ninth boss of the notorious Vongola family, who is on the brink of retirement. The dull boy has a grueling road ahead, but with the help of his new criminal affiliates and his peculiar home tutor, perhaps even Loser Tsuna can achieve greatness.\n\n[Written by MAL Rewrite]",
    "episodes": 203,
    "score": 8.12,
    "scored_by": 267790,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Artland"
    ],
    "producers": [
      "TV Tokyo",
      "Dentsu",
      "Marvelous Entertainment",
      "Pony Canyon",
      "d-rights"
    ],
    "genres": [
      "Action",
      "Comedy"
    ],
    "themes": [
      "Organized Crime",
      "Super Power"
    ],
    "aired_from": "2006-10-07T00:00:00+00:00",
    "aired_to": "2010-09-25T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/1604/Katekyou_Hitman_Reborn",
    "year": 2006,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 1519,
    "title": "Black Lagoon: The Second Barrage",
    "title_english": "Black Lagoon: The Second Barrage",
    "image_url": "https://cdn.myanimelist.net/images/anime/3/83748l.jpg",
    "synopsis": "Rokurou \"Rock\" Okajima has joined the Lagoon Company, a pirate mercenary group which operates out of Roanapur, Thailand. Despite his initial protests, this filthy slum of depraved souls and merciless criminals now serves as the former salaryman's home. Stranded, with nothing left of his past life but the clothes on his back and his inner morality, Rock is forced to perform jobs alongside the other members of the Lagoon crew. Berated for his lack of spine as he wades through the underbelly of society, he must decide whether to continue on amidst the gunfire and ruthlessness or risk everything he has in an attempt to be free. Whether he chooses the comfort of a familiar land or the freedom of being an outlaw, his decision will have lasting consequences on the crew who gave him a home.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 8.17,
    "scored_by": 336165,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Madhouse"
    ],
    "producers": [
      "Geneon Entertainment",
      "Arts Pro"
    ],
    "genres": [
      "Action"
    ],
    "themes": [
      "Adult Cast",
      "Organized Crime"
    ],
    "aired_from": "2006-10-03T00:00:00+00:00",
    "aired_to": "2006-12-19T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/1519/Black_Lagoon__The_Second_Barrage",
    "year": 2006,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 1559,
    "title": "Shijou Saikyou no Deshi Kenichi",
    "title_english": "KenIchi: The Mightiest Disciple",
    "image_url": "https://cdn.myanimelist.net/images/anime/9/75515l.jpg",
    "synopsis": "Whenever he is not getting pummeled in the karate club after school, high schooler Kenichi Shirahama can be found with his head buried in one of the many self-help books he carries with him every day. One day, on the way to school, Kenichi accidentally frightens the new student in his class, leading her to throw him down onto the ground. After apologizing for her violent reflexes, she introduces herself as Miu Furinji and asks Kenichi to be her friend.\n\nLater that day, after karate club practice, Kenichi is given an ultimatum by one of the other club members: they will fight next week and the loser has to quit the club permanently. While lamenting his imminent defeat in the upcoming fight, Kenichi witnesses Miu fend off three thugs easily. Fed up with being perpetually bullied by those more powerful than him, he asks Miu for tips on how to become a better fighter. She directs Kenichi to her grandfather's dojo, Ryouzanpaku, where several skilled—albeit strange—masters of extreme martial arts have gathered to hone their abilities. Miu promises that Kenichi will become significantly stronger, but only if he manages to stay alive.\n\nWith those ominous words looming in his mind and the appearance of a criminal martial arts gang known as \"Ragnarok\" threatening the safety of those around him, Kenichi takes the first step on his journey to become a world-class fighter and a defender of the defenseless.\n\n[Written by MAL Rewrite]",
    "episodes": 50,
    "score": 8.03,
    "scored_by": 163675,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "TMS Entertainment"
    ],
    "producers": [
      "TV Tokyo",
      "Tokyo Movie Shinsha",
      "Shogakukan"
    ],
    "genres": [
      "Action",
      "Comedy"
    ],
    "themes": [
      "Martial Arts",
      "School"
    ],
    "aired_from": "2006-10-08T00:00:00+00:00",
    "aired_to": "2007-09-30T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/1559/Shijou_Saikyou_no_Deshi_Kenichi",
    "year": 2006,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 1530,
    "title": "Kanon (2006)",
    "title_english": "Kanon",
    "image_url": "https://cdn.myanimelist.net/images/anime/1362/128746l.jpg",
    "synopsis": "As a young child, Aizawa Yuuichi had often visited his cousin in the city; however, something drastic happened to keep him away for seven long years. Now, Yuuichi returns, his memories of those days are simply gone.\n\nSettling into the wintry town, Yuuichi comes across several young girls, all of whom are connected to his past. As he befriends them and continues to interact with them, the long forgotten memories from his childhood begin to resurface...\n\n[Written by MAL Rewrite]",
    "episodes": 24,
    "score": 7.94,
    "scored_by": 141345,
    "type": "TV",
    "source": "Visual novel",
    "studios": [
      "Kyoto Animation"
    ],
    "producers": [
      "Pony Canyon",
      "TBS",
      "Movic"
    ],
    "genres": [
      "Drama",
      "Romance",
      "Supernatural"
    ],
    "themes": [],
    "aired_from": "2006-10-06T00:00:00+00:00",
    "aired_to": "2007-03-16T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/1530/Kanon_2006",
    "year": 2006,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 1571,
    "title": "Ghost Hunt",
    "title_english": "Ghost Hunt",
    "image_url": "https://cdn.myanimelist.net/images/anime/11/73908l.jpg",
    "synopsis": "While at school, Mai Taniyama and her friends like to exchange ghost stories. Apparently, there is an abandoned school building on their campus that is the center of many ghost stories. During the story, they are interrupted by a mysterious male figure. The person turns out to be Kazuya Shibuya, a 17-year-old who is president of the Shibuya Psychic Research Company. He was called by the principal to investigate the stories surrounding the abandoned school building.\n\nThe next day, on the way to school, Mai passes the school building in question. While examining a strange camera she spotted inside, she gets surprised by Kazuya's assistant. Unknowingly interfering with the investigation, Mai breaks the camera and Kazuya's assistant gets injured.\n\nKazuya forcefully hires Mai in order to pay for the camera and replace his injured assistant. From that point on, Mai begins to learn about the paranormal world and the profession of ghost hunting.\n\n[Written by MAL Rewrite]",
    "episodes": 25,
    "score": 7.74,
    "scored_by": 103531,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "J.C.Staff"
    ],
    "producers": [
      "TV Tokyo",
      "Avex Entertainment",
      "Marvelous Entertainment",
      "Delfi Sound"
    ],
    "genres": [
      "Horror",
      "Mystery",
      "Supernatural"
    ],
    "themes": [],
    "aired_from": "2006-10-04T00:00:00+00:00",
    "aired_to": "2007-03-28T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/1571/Ghost_Hunt",
    "year": 2006,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 1536,
    "title": "Busou Renkin",
    "title_english": "Buso Renkin",
    "image_url": "https://cdn.myanimelist.net/images/anime/6/75566l.jpg",
    "synopsis": "Disguising themselves as humans, homunculi inhabit the world to prey on the unsuspecting population. Created long ago by alchemists from Europe, homunculi are difficult to eliminate without weapons known as Kurogane. Each Kurogane is uniquely shaped according to its wielder's instincts, taking the form of special abilities called Busou Renkin.\n\nWhile walking home from school one day, Kazuki Mutou spots a defenseless girl under attack by a homunculus. But as he attempts to intervene, the girl ends up saving Kazuki’s life instead, shattering his ignorant worldview. The girl introduces herself as Tokiko Tsumura, and Kazuki soon learns that she has accidentally implanted a Kurogane inside of him. Now unintentionally dragged into the fight against homunculi, Kazuki must forgo his former life of leisure in order to protect the ones he holds dear.\n\n[Written by MAL Rewrite]",
    "episodes": 26,
    "score": 7.28,
    "scored_by": 82340,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Xebec"
    ],
    "producers": [
      "Yomiko Advertising",
      "Shueisha",
      "Imagine",
      "Geneon Entertainment"
    ],
    "genres": [
      "Action",
      "Supernatural"
    ],
    "themes": [
      "School"
    ],
    "aired_from": "2006-10-05T00:00:00+00:00",
    "aired_to": "2007-03-29T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/1536/Busou_Renkin",
    "year": 2006,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 1594,
    "title": "Jigoku Shoujo Futakomori",
    "title_english": "Hell Girl: Two Mirrors",
    "image_url": "https://cdn.myanimelist.net/images/anime/5/86975l.jpg",
    "synopsis": "Ai Enma and her companions continue to offer their service of revenge against those who have wronged others, and the price is as steep as ever—for damning the offender to hell, the person exacting vengeance is sent to the abyss as well. As they cast soul after soul into the darkness, a new sinister force is watching them: a little girl named Kikuri.\n\nWhile Ai continues her duties, she meets a boy named Takuma Kurebayashi, known as the \"Devil's Child\" because of the horrific events that occur around him. Unfortunately, Takuma's reputation leads the townspeople to use him as a scapegoat for those who have been ferried off to hell. When things quickly spiral out of control, Ai must find a way to bring an end to this senseless violence, as it poses a threat to her very existence.\n\n[Written by MAL Rewrite]",
    "episodes": 26,
    "score": 7.87,
    "scored_by": 70586,
    "type": "TV",
    "source": "Original",
    "studios": [
      "Studio Deen"
    ],
    "producers": [
      "Aniplex",
      "SKY Perfect Well Think"
    ],
    "genres": [
      "Horror",
      "Mystery",
      "Supernatural",
      "Suspense"
    ],
    "themes": [
      "Psychological"
    ],
    "aired_from": "2006-10-07T00:00:00+00:00",
    "aired_to": "2007-04-07T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/1594/Jigoku_Shoujo_Futakomori",
    "year": 2006,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 1562,
    "title": "Yamato Nadeshiko Shichihenge♥",
    "title_english": "The Wallflower",
    "image_url": "https://cdn.myanimelist.net/images/anime/11/7701l.jpg",
    "synopsis": "Ever since her crush rejected her by insulting her appearance, Sunako Nakahara has been a shut-in with a hatred for beauty, embracing all things morbid and occult-related. She is sent to live in her aunt's mansion which, to her dismay, she'll share with four exceedingly handsome boys her age. Furthermore, her flighty aunt has made a deal with these boys that in exchange for living there rent-free, they are to turn Sunako into a proper lady by the time she returns from a trip around the world.\n\nThus begins Sunako's hectic life with abrasive Kyohei Takano, ladies' man Ranmaru Morii, calm Takenaga Oda, and friendly Yukinojo Toyama. As she interacts with them she finds them less obnoxious, and she may not be as much of an outcast as she thought.\n\n[Written by MAL Rewrite]",
    "episodes": 25,
    "score": 7.71,
    "scored_by": 84602,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Nippon Animation"
    ],
    "producers": [],
    "genres": [
      "Comedy"
    ],
    "themes": [
      "Reverse Harem"
    ],
    "aired_from": "2006-10-04T00:00:00+00:00",
    "aired_to": "2007-03-28T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/1562/Yamato_Nadeshiko_Shichihenge♥",
    "year": 2006,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 1565,
    "title": "Pokemon Diamond & Pearl",
    "title_english": "Pokémon: Diamond and Pearl",
    "image_url": "https://cdn.myanimelist.net/images/anime/1425/142699l.jpg",
    "synopsis": "Following the end of Satoshi's Hoenn journey, he travels to the Sinnoh region for his next adventure en route to becoming a Pokémon Master. Immediately upon arrival, Team Rocket makes another attempt to snatch Pikachu, only for it to fail once again. However, Pikachu has fallen deep into a forest and it's up to Satoshi to find him! Along the way, he reunites with Takeshi—a Pokémon breeder with whom he has traveled through many regions—and meets his soon-to-be rival, Shinji, a power-hungry trainer who cares little for his Pokémons' feelings.\n\nStill in search for Pikachu, Satoshi notices a powerful electric attack in the distance and heads toward it to find Pikachu with Team Rocket and Hikari—a novice trainer aiming to be the top Pokémon coordinator. After foiling Team Rocket's plans, Satoshi reunites with Pikachu and Hikari joins the group. And thus, Satoshi and his friends begin their journey through the exciting land of Sinnoh.\n\n[Written by MAL Rewrite]",
    "episodes": 191,
    "score": 7.32,
    "scored_by": 97042,
    "type": "TV",
    "source": "Game",
    "studios": [
      "OLM"
    ],
    "producers": [
      "TV Tokyo",
      "SoftX",
      "Nintendo",
      "Shogakukan Productions"
    ],
    "genres": [
      "Action",
      "Adventure",
      "Comedy",
      "Fantasy"
    ],
    "themes": [],
    "aired_from": "2006-09-28T00:00:00+00:00",
    "aired_to": "2010-09-09T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/1565/Pokemon_Diamond___Pearl",
    "year": 2006,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 1606,
    "title": "Kekkaishi",
    "title_english": "Kekkaishi",
    "image_url": "https://cdn.myanimelist.net/images/anime/7/75191l.jpg",
    "synopsis": "Yoshimura Sumimura comes from a long line of \"Kekkaishi,\" individuals who have supernatural abilities and are able to destroy evil creatures called Ayakashi that venture into the human realm from time to time. The Ayakashi are demons that look to feast on the power emanating from the land of Karasumori, which also happens to be where Yoshimura's high school is located. Now, Yoshimura must fight to protect his beloved school and hometown. Although, if it were up to him, he would rather be baking cakes than fighting off the ugly characters that show up at night.\n\nThankfully, Yoshimura isn't the only one helping to keep the baddies at bay. His childhood friend and neighbor, Tokine Yukimura, joins him in this righteous battle. Despite the fact that they are from rival clans, these two make a fantastic team. And teamwork is something vital to fighting the evil that is closing in, as the Ayakashi attack in waves, looking to claim the land as their own, and a shadowy organization looks on, ready to pounce when the time is right...",
    "episodes": 52,
    "score": 7.59,
    "scored_by": 52046,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Sunrise"
    ],
    "producers": [
      "Yomiuri Telecasting",
      "Tohokushinsha Film Corporation"
    ],
    "genres": [
      "Action",
      "Adventure",
      "Supernatural"
    ],
    "themes": [
      "Mythology"
    ],
    "aired_from": "2006-10-16T00:00:00+00:00",
    "aired_to": "2008-02-05T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/1606/Kekkaishi",
    "year": 2006,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 1498,
    "title": "Black Blood Brothers",
    "title_english": "Black Blood Brothers",
    "image_url": "https://cdn.myanimelist.net/images/anime/5/13804l.jpg",
    "synopsis": "Black Bloods and Red Bloods, vampires and humans. Despite their differences, these two races once fought together in a crusade against a formidable foe. A decade later, the vampire war hero Jirou Mochizuki, known as the \"Silver Blade,\" travels with his younger brother Kotarou to the Special Zone—a safe haven where vampires and humans live in harmony.\n\nHowever, their journey is suddenly faced with danger when a conflict erupts between vampire migrants and human forces from the Special Zone. With the rise of a developing conspiracy from an old enemy, Jirou will need the help of his new ally, Mimiko \"Compromiser\" Katsuragi, as well as the power of his ancient bloodline to protect what he treasures the most.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 7.08,
    "scored_by": 56754,
    "type": "TV",
    "source": "Light novel",
    "studios": [
      "Group TAC",
      "Studio Live"
    ],
    "producers": [
      "Toshiba Entertainment",
      "Happinet Pictures",
      "Omnibus Promotion"
    ],
    "genres": [
      "Action",
      "Comedy",
      "Fantasy"
    ],
    "themes": [
      "Urban Fantasy",
      "Vampire"
    ],
    "aired_from": "2006-09-08T00:00:00+00:00",
    "aired_to": "2006-11-24T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/1498/Black_Blood_Brothers",
    "year": 2006,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 1589,
    "title": "Bartender",
    "title_english": "Bartender",
    "image_url": "https://cdn.myanimelist.net/images/anime/13/67397l.jpg",
    "synopsis": "Hidden in the backstreets of the Ginza district is Eden Hall, a lone bar operated by Ryuu Sasakura, the prodigy bartender who is said to mix the most incredible cocktails anyone has ever tasted. However, not just anyone can find Eden Hall; rather, it is Eden Hall that must find those who need it. Customers of varying backgrounds, each plagued with their own troubles, wander into this bar. Nevertheless, Ryuu always knows the ideal cocktail to console and guide each distraught soul.\n\n[Written by MAL Rewrite]",
    "episodes": 11,
    "score": 7.31,
    "scored_by": 31723,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Palm Studio"
    ],
    "producers": [
      "Pony Canyon",
      "Fuji TV",
      "Sony Music Entertainment",
      "Fujipacific Music",
      "Fuji Creative",
      "Omnibus Promotion"
    ],
    "genres": [
      "Drama",
      "Gourmet"
    ],
    "themes": [
      "Adult Cast",
      "Workplace"
    ],
    "aired_from": "2006-10-15T00:00:00+00:00",
    "aired_to": "2006-12-31T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/1589/Bartender",
    "year": 2006,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 1579,
    "title": "Kiniro no Corda: Primo Passo",
    "title_english": "La corda d'oro: primo passo",
    "image_url": "https://cdn.myanimelist.net/images/anime/9/7228l.jpg",
    "synopsis": "Seiso Academy is a prestigious high school that sorts students into two majors: General Studies, characterized by distinct grey uniforms, and Music Studies, characterized by pristine white uniforms. While rushing to class one morning, General Studies student Kahoko Hino has a chance encounter with Lili, a small fairy searching for someone with the ability to see her. Lili flies away, and Kahoko, puzzled by their meeting, continues on her way.\n\nLater that day, the participants of a school-wide music competition are announced, and all of them are, unsurprisingly, Music Studies students—at least until Kahoko's name is read out. Immediately tracking down Lili, the small fairy gifts Kahoko a magical violin and convinces her to participate in the competition.\n\nKiniro no Corda: Primo Passo follows Kahoko's endeavors alongside Lili, as the young student must now face the challenges of competition and go head-to-head against her competitors while navigating a new world of classical music.\n\n[Written by MAL Rewrite]",
    "episodes": 25,
    "score": 7.4,
    "scored_by": 50233,
    "type": "TV",
    "source": "Visual novel",
    "studios": [
      "Yumeta Company"
    ],
    "producers": [
      "Aniplex",
      "Hakusensha",
      "Koei",
      "TYO"
    ],
    "genres": [
      "Romance"
    ],
    "themes": [
      "Music",
      "Reverse Harem",
      "School"
    ],
    "aired_from": "2006-10-02T00:00:00+00:00",
    "aired_to": "2007-03-26T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/1579/Kiniro_no_Corda__Primo_Passo",
    "year": 2006,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 1546,
    "title": "Negima!?",
    "title_english": "Negima!? Magister Negi Magi",
    "image_url": "https://cdn.myanimelist.net/images/anime/8/73997l.jpg",
    "synopsis": "A remake of the Negima anime with its own original story.\n\nWizard Negi Springfield may be a boy, but he has a man-sized job to do! Fresh from the Academy of Magic, Negi continues his training as an instructor at Mahora Academy in Japan. But before he can get his Masters in magic, the 31 schoolgirls of Class 3-A are gonna keep him up all night cramming for a final exam in will power. Temptation aside, Negi has more on his syllabus than flirting and spells. Darkness is closing in, and Negi is gonna need help from his lovely student bodies to drive the ghouls from their school. These girls want to prove that they're the best in class, and extra credit is available to the cuties that aren't afraid of after-hours phantom fighting!\n\n(Source: DVD case)",
    "episodes": 26,
    "score": 6.92,
    "scored_by": 38312,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Shaft",
      "GANSIS"
    ],
    "producers": [
      "TV Tokyo"
    ],
    "genres": [
      "Comedy",
      "Fantasy",
      "Romance"
    ],
    "themes": [
      "Harem",
      "School"
    ],
    "aired_from": "2006-10-04T00:00:00+00:00",
    "aired_to": "2007-03-28T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/1546/Negima",
    "year": 2006,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 1568,
    "title": "Sumomomo Momomo: Chijou Saikyou no Yome",
    "title_english": "Sumomomo Momomo: The World's Strongest Bride",
    "image_url": "https://cdn.myanimelist.net/images/anime/8/2357l.jpg",
    "synopsis": "Koushi Inuzuka is a smart high school student who aims to become a public prosecutor. Unfortunately for our good guy, he was born into a martial arts family whose head (ie his father) only knows one language: violence. When Koushi was still a baby, his father made a pact with his biggest rival to marry Koushi to his opponent-turned-friend's daughter. The union of the two blood lines is supposed to bring forth Earth's strongest martial arts clan. \n\nSkip forward: Koushi is in high school, oblivious to the marriage arranged for him at his birth. Enter Momoko Kuzuryuu: sugar bomb, airhead, loli martial arts artist and Koushi's self-proclaimed bride (the strongest on Earth, no less). Her wish for sexual intercourse meets with Koushi's square refusal as he has absolutely no desire to get it on with someone who looks like she could be his little sister, not to mention that he doesn't have the foggiest idea who she actually is. \n\nMeanwhile, a war has broken out between the martial arts families. For Koushi, this means that numerous fighters are out to challenge/assassinate him. As if that weren't bad enough, our protagonist also has a fight phobia due to a traumatic incident that took place in his childhood. Now it's up to Momoko and her superhuman fighting skills to protect her \"husband.\" Will the two sweethearts survive the trials and tribulations ahead of them? More importantly, will Momoko get her way receiving a baby from Koushi? \n\n(Source: Kotonoha)",
    "episodes": 22,
    "score": 6.82,
    "scored_by": 25762,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Studio Hibari"
    ],
    "producers": [
      "TV Asahi",
      "Square Enix",
      "Lantis",
      "Movic"
    ],
    "genres": [
      "Action",
      "Comedy",
      "Romance"
    ],
    "themes": [
      "Harem",
      "Martial Arts"
    ],
    "aired_from": "2006-10-06T00:00:00+00:00",
    "aired_to": "2007-03-16T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/1568/Sumomomo_Momomo__Chijou_Saikyou_no_Yome",
    "year": 2006,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 1569,
    "title": "Otome wa Boku ni Koishiteru",
    "title_english": "Otoboku: Maidens are Falling for Me!",
    "image_url": "https://cdn.myanimelist.net/images/anime/7/75483l.jpg",
    "synopsis": "Mizuho can't believe his ears when Grandpa's will is read out. Grandpa's final wish is for Mizuho to attend the same academy as Mizuho's mother. The catch is it's an all-girls school. With the help of friend Mariya however, he gets a makeover good enough to fool everyone at the academy. \n\n(Source: ANN)",
    "episodes": 12,
    "score": 7.01,
    "scored_by": 27108,
    "type": "TV",
    "source": "Visual novel",
    "studios": [
      "feel."
    ],
    "producers": [
      "Starchild Records",
      "Dream Force",
      "GANSIS"
    ],
    "genres": [
      "Comedy",
      "Drama",
      "Romance"
    ],
    "themes": [
      "Crossdressing",
      "School"
    ],
    "aired_from": "2006-10-08T00:00:00+00:00",
    "aired_to": "2006-12-24T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/1569/Otome_wa_Boku_ni_Koishiteru",
    "year": 2006,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 1557,
    "title": "Shounen Onmyouji",
    "title_english": "Shonen Onmyoji",
    "image_url": "https://cdn.myanimelist.net/images/anime/1865/106109l.jpg",
    "synopsis": "Masahiro is the grandson of the great onmyouji, Abe no Seimei. However, he lost his sixth sense that enables him to see supernatural beings, which is very important for an onmyouji. Thus, he is left with no choice but to try and pick a different career. But one day, a strange mononoke appears, which he names Mokkun, who shows him his true potential powers after fighting a demon. With the assistance of Mokkun, his quest to become the greatest onmyouji begins.",
    "episodes": 26,
    "score": 7.53,
    "scored_by": 20959,
    "type": "TV",
    "source": "Light novel",
    "studios": [
      "Studio Deen"
    ],
    "producers": [
      "Sotsu",
      "Marine Entertainment"
    ],
    "genres": [
      "Action",
      "Supernatural"
    ],
    "themes": [
      "Historical",
      "Mythology"
    ],
    "aired_from": "2006-10-04T00:00:00+00:00",
    "aired_to": "2007-03-28T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/1557/Shounen_Onmyouji",
    "year": 2006,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 1212,
    "title": "Oban Star-Racers",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/12/3702l.jpg",
    "synopsis": "Eva's birthday has just passed, and she hasn't heard from her father. Despising the Boarding School she attends, she escapes using her Rocket Bike that she just completed. Taking on the alias \"Molly,\" Eva sneaks with the Earth team to Alwas for the Great Race because the winner of the race gets any one wish granted. Little does the Earth Team know what danger awaits them...",
    "episodes": 26,
    "score": 7.51,
    "scored_by": 25901,
    "type": "TV",
    "source": "Original",
    "studios": [
      "HAL Film Maker"
    ],
    "producers": [
      "Sav! The World Productions"
    ],
    "genres": [
      "Adventure",
      "Sci-Fi"
    ],
    "themes": [
      "Mecha",
      "Racing"
    ],
    "aired_from": "2006-09-23T00:00:00+00:00",
    "aired_to": "2007-03-25T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/1212/Oban_Star-Racers",
    "year": 2006,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 1601,
    "title": "Red Garden",
    "title_english": "Red Garden",
    "image_url": "https://cdn.myanimelist.net/images/anime/5/25411l.jpg",
    "synopsis": "Strange suicides have been taking place in New York. One day, four girls from the same high school wake up in the morning feeling tired and dizzy and not being able to remember anything about the previous night. In school, they find out that one of their classmates has committed suicide. School is canceled for the rest of the day, but instead of going home, the girls are drawn to a park by butterflies only they can see. Suddenly a man and a woman approach the girls, telling them that they all died the previous night. \n\n(Source: ANN)",
    "episodes": 22,
    "score": 7.02,
    "scored_by": 11770,
    "type": "TV",
    "source": "Original",
    "studios": [
      "Gonzo"
    ],
    "producers": [
      "GDH",
      "Sotsu Music Publishing",
      "Future Vision Music"
    ],
    "genres": [
      "Drama",
      "Mystery",
      "Supernatural",
      "Suspense"
    ],
    "themes": [
      "Psychological"
    ],
    "aired_from": "2006-10-04T00:00:00+00:00",
    "aired_to": "2007-03-14T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/1601/Red_Garden",
    "year": 2006,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 1538,
    "title": "Pumpkin Scissors",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/8/75181l.jpg",
    "synopsis": "Three years ago, the long war between the Royal Empire and the Republic of Frost came to an end. With both nations a long way from recovery, a passionate young woman named Alice L. Malvin leads the Pumpkin Scissors, a unit of the imperial army specializing in war relief.\n\nDuring a mission to assist a village occupied by renegade soldiers, Alice meets Randal Oland, a scarred former soldier with a sordid past and kind heart. Encouraged by the efforts of the Pumpkin Scissors, he joins the team on their mission. During the assault, however, Randal enters a trance-like state prompted by a mysterious blue lantern. As a result, he acquires monstrous strength and decimates the enemy forces.\n\nDespite having witnessed Randal's disturbing transformation, Alice invites him to join her squandrant, confident that his gentle nature will prevail and make him a perfect fit for the Pumpkin Scissors.\n\n[Written by MAL Rewrite]",
    "episodes": 24,
    "score": 7.15,
    "scored_by": 18234,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Gonzo",
      "AIC"
    ],
    "producers": [
      "GDH",
      "Sotsu Music Publishing"
    ],
    "genres": [
      "Action",
      "Comedy",
      "Drama"
    ],
    "themes": [
      "Military"
    ],
    "aired_from": "2006-10-03T00:00:00+00:00",
    "aired_to": "2007-03-18T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/1538/Pumpkin_Scissors",
    "year": 2006,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 1543,
    "title": "Yoake Mae yori Ruriiro na: Crescent Love",
    "title_english": "Brighter Than the Dawning Blue",
    "image_url": "https://cdn.myanimelist.net/images/anime/2/19794l.jpg",
    "synopsis": "The moon and the earth are linked by a single contact point, \"Mitsuru ga Sakichau Ouren Rakuniushi\" where Tatsuya lives under the supervision of the Sphere Kingdom (Moon Kingdom)'s Princess Feena Fam Earthlight who is coming to stay at his home.\n\n(Source: ANN)",
    "episodes": 12,
    "score": 7.08,
    "scored_by": 17306,
    "type": "TV",
    "source": "Visual novel",
    "studios": [
      "Daume"
    ],
    "producers": [
      "Frontier Works",
      "Movic",
      "Alchemist",
      "Memory-Tech",
      "Omnibus Promotion"
    ],
    "genres": [
      "Comedy",
      "Romance",
      "Sci-Fi"
    ],
    "themes": [
      "School"
    ],
    "aired_from": "2006-10-05T00:00:00+00:00",
    "aired_to": "2006-12-21T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/1543/Yoake_Mae_yori_Ruriiro_na__Crescent_Love",
    "year": 2006,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 1555,
    "title": "Tokimeki Memorial: Only Love",
    "title_english": "Tokimeki Memorial",
    "image_url": "https://cdn.myanimelist.net/images/anime/1207/128537l.jpg",
    "synopsis": "Aoba Riku has just transferred to a new high school because of his father's job, and things aren't quite what he expected. The headmaster's secretary controls the school while espousing the virtues of academic freedom, the teachers are even stranger than normal teachers, and half the student body is walking around with animal ears on. On his very first day, Riku is unfortunate enough to find himself at the center of the student council's latest event, which has him running for his life. All this on top of the normal high school rigour of popularity contests, crushes, and homework makes it unsure whether Riku will be able to survive this new school.\n\n(Source: ANN)",
    "episodes": 25,
    "score": 7.01,
    "scored_by": 15994,
    "type": "TV",
    "source": "Visual novel",
    "studios": [
      "AIC ASTA"
    ],
    "producers": [
      "Konami"
    ],
    "genres": [
      "Comedy",
      "Romance"
    ],
    "themes": [
      "Harem",
      "School"
    ],
    "aired_from": "2006-10-03T00:00:00+00:00",
    "aired_to": "2007-04-03T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/1555/Tokimeki_Memorial__Only_Love",
    "year": 2006,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 1570,
    "title": "Happiness!",
    "title_english": "Happiness!",
    "image_url": "https://cdn.myanimelist.net/images/anime/9/75250l.jpg",
    "synopsis": "Kamizaka Haruhi having been rescued when she was young by a mage, longed to be a mage herself, so she enrolled into a special school that allows regular and magic classes into two different sections. Together with her rival/best friend, Hiiragi Anri, they study magic together while she is searching for the boy that saved her years ago, to give him a Valentines' chocolate.\n\n(Source: ANN)",
    "episodes": 12,
    "score": 6.33,
    "scored_by": 16781,
    "type": "TV",
    "source": "Visual novel",
    "studios": [
      "Artland"
    ],
    "producers": [
      "Delfi Sound"
    ],
    "genres": [
      "Comedy",
      "Romance"
    ],
    "themes": [
      "Harem",
      "School"
    ],
    "aired_from": "2006-10-06T00:00:00+00:00",
    "aired_to": "2006-12-22T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/1570/Happiness",
    "year": 2006,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 1581,
    "title": "Gift: Eternal Rainbow",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/2/75540l.jpg",
    "synopsis": "Amaumi Haruhiko is a high school student who attends Shimano Academy in a town called Narasakicho. Narasakicho contains an unknown rainbow which constantly overlooks the town and is related to granting a magical wish called \"Gift.\" Gift is a once-in-a-lifetime present between two people.\n\nAs a child, Haruhiko has been close with his childhood friend, Kirino, until he obtains a new non-blood sister by the name of Riko. Haruhiko develops a strong relationship with Riko until they sadly depart due to the fact Haruhiko's father could no longer support the two of them.\n\nAfter some times passes by, Riko finally returns to the town of Narasakicho, and along with Kirino, starts to attend Shimano Academy with Haruhiko. The series revolves around the relationship among these main protagonists and slowly reveals the story behind both Gift and the rainbow.",
    "episodes": 12,
    "score": 6.55,
    "scored_by": 14447,
    "type": "TV",
    "source": "Visual novel",
    "studios": [
      "OLM"
    ],
    "producers": [],
    "genres": [
      "Comedy",
      "Drama",
      "Romance"
    ],
    "themes": [
      "Harem",
      "School"
    ],
    "aired_from": "2006-10-06T00:00:00+00:00",
    "aired_to": "2006-12-22T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/1581/Gift__Eternal_Rainbow",
    "year": 2006,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 1588,
    "title": "Mamoru-kun ni Megami no Shukufuku wo!",
    "title_english": "Venus to Mamoru!",
    "image_url": "https://cdn.myanimelist.net/images/anime/7/75243l.jpg",
    "synopsis": "\"Beatrice\". It is a mysterious power that responds to people’s will and realize all of them. Tokyo Beatrice University Attached High School is the only school that teaches Beatrice called \"magic appears in the real world\".\n\nYoshimura Mamoru is a high school boy who was saved by Beatrice miraculously when he was a child. At the first day of the school, he meets a girl under the cherry trees on his way to the school. She orders him to go out with her.\n\nHer name is Takasu Ayako. She is in the second grade and one year older than him. She is a director of student committee of discipline. Also, she is a granddaughter of a big-name politician, very beautiful, and a genius Beatrician who can even shoot a satellite down. She is called Witch Beatrice or Death Angel in Beatrice, but in fact, she is a pure-hearted girl.\n\n(Source: AnimeNfo)",
    "episodes": 24,
    "score": 7.01,
    "scored_by": 11186,
    "type": "TV",
    "source": "Light novel",
    "studios": [
      "Zexcs"
    ],
    "producers": [
      "Kadokawa Shoten"
    ],
    "genres": [
      "Comedy",
      "Romance"
    ],
    "themes": [
      "School"
    ],
    "aired_from": "2006-10-06T00:00:00+00:00",
    "aired_to": "2007-03-30T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/1588/Mamoru-kun_ni_Megami_no_Shukufuku_wo",
    "year": 2006,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 1592,
    "title": "Hataraki Man",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/2/73869l.jpg",
    "synopsis": "Hiroko Matsukata is a woman who works for a magazine company. She puts all she has into her work, and is known as a strong, straight-forward working girl, who can at will turn herself into Hataraki man (working man) mode. Despite Hiroko's success at work, her life lacks romance. Even though a hard worker, she'd leave early anytime to go on a date. Too bad her boyfriend is an even bigger workaholic than Hiroko.\n\n(Source: ANN)",
    "episodes": 11,
    "score": 6.98,
    "scored_by": 8451,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Gallop"
    ],
    "producers": [
      "Dentsu",
      "SKY Perfect Well Think",
      "Kodansha",
      "Fuji TV",
      "Asmik Ace",
      "Sony Music Entertainment",
      "Fujipacific Music",
      "Tavac"
    ],
    "genres": [
      "Comedy",
      "Drama",
      "Romance"
    ],
    "themes": [
      "Adult Cast",
      "Workplace"
    ],
    "aired_from": "2006-10-13T00:00:00+00:00",
    "aired_to": "2006-12-22T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/1592/Hataraki_Man",
    "year": 2006,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 1554,
    "title": "Asatte no Houkou.",
    "title_english": "Living for the Day After Tomorrow",
    "image_url": "https://cdn.myanimelist.net/images/anime/4/74962l.jpg",
    "synopsis": "About to enter junior high school, Karada Iokawa is a cheerful and reliable girl, who hates being treated as a child more than anything. After her parents' deaths, her older brother, Hiro, comes back from studying abroad to take care of her. His ex-girlfriend Shouko Nogami, a composed yet sometimes childish and stubborn young woman, follows him to Japan in order to find out why he left her. Between the two girls, the atmosphere is tense, which eventually leads to Shouko calling Karada childish.\n\nLater, Karada stands before a shrine praying to grow up. Little does she know that the shrine wishing stone would grant her wish. As Karada grows older, at the same time, Shouko, who happens to be nearby, finds herself a child once again. With their ages now reversed, Shouko and Karada must come to terms with one another and ultimately themselves.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 7.01,
    "scored_by": 10820,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "J.C.Staff"
    ],
    "producers": [
      "Bandai Visual",
      "Lantis",
      "TBS",
      "Mag Garden"
    ],
    "genres": [
      "Drama",
      "Supernatural"
    ],
    "themes": [],
    "aired_from": "2006-10-06T00:00:00+00:00",
    "aired_to": "2006-12-22T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/1554/Asatte_no_Houkou",
    "year": 2006,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 1602,
    "title": "Soukou no Strain",
    "title_english": "Strain: Strategic Armored Infantry",
    "image_url": "https://cdn.myanimelist.net/images/anime/7/75409l.jpg",
    "synopsis": "Eleven-year-old Sara Werec's elder brother, Ralph, was sent to the frontlines of an interstellar war 130 light years away, and Sara vowed to reunite with him one day as a comrade. Five years later, Sara is a student at Grapera Space Armed Soldier Academy, training to become a Reasoner, a pilot of an advanced weapons system called a \"Strain.\"\n\nWhen the academy is suddenly attacked by enemy forces, Sara enters battle against a Strain that quickly overpowers her. After incapacitating her, the pilot reveals himself to be her Ralph. Killing all the other students and destroying the school, he disappears, leaving Sara to question everything she has ever known. Soukou no Strain is the story of Sara as she reenters training under a new name, now determined to confront her brother and make sense of her brother's actions.\n\n[Written by MAL Rewrite]",
    "episodes": 13,
    "score": 7,
    "scored_by": 9580,
    "type": "TV",
    "source": "Original",
    "studios": [
      "Studio Fantasia"
    ],
    "producers": [
      "Happinet Pictures",
      "Omnibus Promotion"
    ],
    "genres": [
      "Drama",
      "Sci-Fi",
      "Ecchi"
    ],
    "themes": [
      "Mecha",
      "Military",
      "Space"
    ],
    "aired_from": "2006-11-02T00:00:00+00:00",
    "aired_to": "2007-02-15T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/1602/Soukou_no_Strain",
    "year": 2006,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 1583,
    "title": "009-1",
    "title_english": "009-1",
    "image_url": "https://cdn.myanimelist.net/images/anime/11/19998l.jpg",
    "synopsis": "Mylene Hoffman, a beautiful cyborg spy with the codename \"009-1\" lives in an alternative world where the cold war never ended, continuously on-going for 140 years. The world is split into two factions, the West and the East block. A masquerade of peace between the two is slowly dissipated as the conflict occurs. Through politics, the two factions battle over supremacy over technology to threats of a nuclear attack. Mylene Hoffman, teaming up with three other agent, gets surrounded by deception, chaos, and rivalry as she carries out missions assigned by her superiors.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 6.2,
    "scored_by": 7766,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Ishimori Entertainment"
    ],
    "producers": [
      "Aniplex",
      "TBS",
      "Sony Music Entertainment"
    ],
    "genres": [
      "Sci-Fi"
    ],
    "themes": [
      "Mecha"
    ],
    "aired_from": "2006-10-06T00:00:00+00:00",
    "aired_to": "2006-12-22T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/1583/009-1",
    "year": 2006,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 6609,
    "title": "Pucca (TV)",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/3/15145l.jpg",
    "synopsis": "Pucca is the young daughter of a Chinese noodle house owner and she is hopelessly in love with the ninja Garu. He tries desperately to avoid Pucca's advances and usually does not return her affection. This results in many comical situations as Pucca goes to great lengths just to steal a kiss from Garu. Expect to see lots of \"funny love\" antics involving everything from noodles to deadly ninjas.\n\n(Source: TV.com)",
    "episodes": 26,
    "score": 6.74,
    "scored_by": 10113,
    "type": "TV",
    "source": "Other",
    "studios": [],
    "producers": [
      "VOOZ Character System"
    ],
    "genres": [
      "Comedy",
      "Romance"
    ],
    "themes": [
      "Parody"
    ],
    "aired_from": "2006-09-18T00:00:00+00:00",
    "aired_to": "2007-05-14T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/6609/Pucca_TV",
    "year": 2006,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 1587,
    "title": "Tenpou Ibun: Ayakashi Ayashi",
    "title_english": "Ghost Slayers Ayashi",
    "image_url": "https://cdn.myanimelist.net/images/anime/1122/133858l.jpg",
    "synopsis": "In the year of Tenpo 14, Yoi, monsters from another world attack Edo. Those who fight against them are members of Bansha Aratemesho. In public, Bansha Aratemsho is known as an organization to study foreign books. In fact, they are a organization dedicated to destroying the Yoi. These warriors are called Ayakashi. They gather information of odd events in the country, and are sent to destroy Yoi who appear. They are generally very strange people. For example, a guy who has lost his memory, a girl who dresses like a man. They have special powers with which to beat the Yoi.\n\n(Source: AniDB)",
    "episodes": 25,
    "score": 6.85,
    "scored_by": 4731,
    "type": "TV",
    "source": "Original",
    "studios": [
      "Bones"
    ],
    "producers": [
      "Aniplex",
      "Mainichi Broadcasting System"
    ],
    "genres": [
      "Supernatural"
    ],
    "themes": [
      "Historical",
      "Mythology"
    ],
    "aired_from": "2006-10-07T00:00:00+00:00",
    "aired_to": "2007-03-31T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/1587/Tenpou_Ibun__Ayakashi_Ayashi",
    "year": 2006,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 1591,
    "title": "Kujibiki♥Unbalance",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/6/75281l.jpg",
    "synopsis": "Once a year prestigious Rikkyouin High School has a lottery to determine the next year's Student Council membership. On their first day of school Chihiro Enomoto wins the presidency while his childhood friend Tokino Akiyama picks the vice-president's ticket. There is one catch though, they must first pass a one year apprenticeship under the current Student Council and any failure to perform the tasks assigned, however minor, will result in immediate expulsion from the school.\n\n(Source: ANN)",
    "episodes": 12,
    "score": 6.22,
    "scored_by": 5224,
    "type": "TV",
    "source": "Other",
    "studios": [
      "Ajia-do"
    ],
    "producers": [
      "Genco",
      "Lantis",
      "Media Factory"
    ],
    "genres": [
      "Comedy",
      "Romance"
    ],
    "themes": [
      "School"
    ],
    "aired_from": "2006-10-07T00:00:00+00:00",
    "aired_to": "2006-12-23T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/1591/Kujibiki♥Unbalance",
    "year": 2006,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 1912,
    "title": "Marginal Prince: Gekkeiju no Ouji-tachi",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/6/27476l.jpg",
    "synopsis": "\"Marginal Prince\" based off of the hit love simulation game series for girls! Yuta studies abroad in a tiny, far away island in the pacific ocean name Alphonso where he enters the all-dorm, all-male Alphonso Gakuen. However, the school is really a place for the children of the famous . . . and the school specializes in classes on empires and alchemy! And one day, after studying enough at the school, the students become known as \"Marginal Princes\"! Learn about the stories of fate and trial as each of the students studies to become kings!\n\n(Source: Crunchyroll)",
    "episodes": 13,
    "score": 5.78,
    "scored_by": 4449,
    "type": "TV",
    "source": "Visual novel",
    "studios": [
      "Tokyo Kids"
    ],
    "producers": [
      "GDH",
      "Sotsu Music Publishing"
    ],
    "genres": [
      "Boys Love"
    ],
    "themes": [
      "School"
    ],
    "aired_from": "2006-10-02T00:00:00+00:00",
    "aired_to": "2006-12-25T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/1912/Marginal_Prince__Gekkeiju_no_Ouji-tachi",
    "year": 2006,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 1835,
    "title": "Ryuusei no Rockman",
    "title_english": "Megaman Star Force",
    "image_url": "https://cdn.myanimelist.net/images/anime/3/26600l.jpg",
    "synopsis": "In the year 220X, the world has advanced toward radio-wave technology, and the world is connected through the Wave Road. Meet Subaru Hoshikawa, a fifth-grade student who lost his father in a space accident. Subaru meets an extraterrestrial radio-wave being named War-Rock, descending from a distant FM planet. War-Rock claims to know about Subaru's father, but many alien beings are after War-Rock. The two work together and merge into Rockman, a radio-wave human capable of traversing the Wave Road and battling the radio-wave viruses and FMs that threaten the Earth.\n\n(Source: ANN)",
    "episodes": 55,
    "score": 7.09,
    "scored_by": 6433,
    "type": "TV",
    "source": "Game",
    "studios": [
      "Xebec"
    ],
    "producers": [
      "Shogakukan Productions"
    ],
    "genres": [
      "Action",
      "Sci-Fi"
    ],
    "themes": [
      "Strategy Game"
    ],
    "aired_from": "2006-10-07T00:00:00+00:00",
    "aired_to": "2007-10-27T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/1835/Ryuusei_no_Rockman",
    "year": 2006,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 1541,
    "title": "Souten no Ken",
    "title_english": "Fist of the Blue Sky",
    "image_url": "https://cdn.myanimelist.net/images/anime/12/17056l.jpg",
    "synopsis": "A mysterious man known as \"the King of Death\" roams the streets of pre-war Shanghai in this action-packed prequel to Fist of the North Star.\n\nShanghai in the 1930s is a dangerous place. Foreign governments and Chinese factions have carved the city into different quarters, each with its own laws and government, and all rife with corruption. As the major powers vie for political control, the streets are left to local gangs. Life is cheap, and death is always near.\n\nIn days past, one man walked these mean streets battling the forces of evil. He was known only as Yan Wang, \"the King of Death.\" Few knew who he really was, but many knew that he was a master of Hokuto Shinken - Fist of the North Star - a lethal martial art. He disappeared years ago after dispatching the city's worst gangsters, and is now rumored to be in Japan. Various people have come to Japan in search of him, but who will find him first?",
    "episodes": 22,
    "score": 6.68,
    "scored_by": 4179,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "APPP"
    ],
    "producers": [
      "TV Asahi",
      "Arts Pro"
    ],
    "genres": [
      "Action"
    ],
    "themes": [
      "Historical",
      "Martial Arts"
    ],
    "aired_from": "2006-10-05T00:00:00+00:00",
    "aired_to": "2007-03-15T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/1541/Souten_no_Ken",
    "year": 2006,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 1703,
    "title": "Tokyo Tribe 2",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/12/50493l.jpg",
    "synopsis": "This is the other side of Tokyo, a Tokyo of a different color. There, various tribes are living. The SARU from Japan's Musashino, WU-RONZE of Bukuro, and HANDS of Shindyuku... Young men living in the city...the public of modern times builds a home out of corruption, these young men of the sordid side of life, a side called \"reality,\" are depicted here!\n\n(Source: AnimeNfo)",
    "episodes": 13,
    "score": 6.62,
    "scored_by": 2939,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Madhouse"
    ],
    "producers": [
      "Sony Music Entertainment"
    ],
    "genres": [
      "Action",
      "Drama"
    ],
    "themes": [],
    "aired_from": "2006-11-12T00:00:00+00:00",
    "aired_to": "2007-02-18T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/1703/Tokyo_Tribe_2",
    "year": 2006,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 1561,
    "title": "Lovedol: Lovely Idol",
    "title_english": "Lovely Idol",
    "image_url": "https://cdn.myanimelist.net/images/anime/6/6448l.jpg",
    "synopsis": "Lovedol, or Lovely Idol, is a girl group consisting of two generations of idols. The 3rd Generation is about to make its debut, but to their surprise, they have been delayed! The vague reason is only that \"they lack something.\" The manager, and the 3rd Gen. girls too, must find the answer.",
    "episodes": 12,
    "score": 6.11,
    "scored_by": 3427,
    "type": "TV",
    "source": "Visual novel",
    "studios": [
      "AIC ASTA",
      "TNK"
    ],
    "producers": [
      "AIC",
      "Pony Canyon Enterprises"
    ],
    "genres": [],
    "themes": [
      "Idols (Female)",
      "Music"
    ],
    "aired_from": "2006-10-03T00:00:00+00:00",
    "aired_to": "2006-12-19T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/1561/Lovedol__Lovely_Idol",
    "year": 2006,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 1868,
    "title": "Giniro no Olynsis: Tokito",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1286/151078l.jpg",
    "synopsis": "AD 3567. Mankind has lost its once great civilization, now living in the ruins of the aftermath. But even though their lives are threatened by Gardeners — mysterious unmanned mobile weapons (of different ranks) sent from the Moon — brave teenagers have to become Gardener hunters to earn their living. And although human civilization at large lies in ruins due to high-tech maintenance free technology, some parts of the remaining cities still work in limited ways, supporting the humans living there.\n\nOne fateful day Tokito Aizawa meets Tea, awakening a power older and beyond that of the Gardeners, and inadvertently opening up the door to a possibly much brighter future for the remainder of mankind...\n\n(Source: AniDB)",
    "episodes": 12,
    "score": 6.2,
    "scored_by": 3214,
    "type": "TV",
    "source": "Original",
    "studios": [
      "Toei Animation"
    ],
    "producers": [
      "Happinet Pictures",
      "Nagoya Broadcasting Network",
      "Asahi Broadcasting"
    ],
    "genres": [
      "Adventure",
      "Drama",
      "Romance"
    ],
    "themes": [
      "Mecha"
    ],
    "aired_from": "2006-10-06T00:00:00+00:00",
    "aired_to": "2006-12-22T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/1868/Giniro_no_Olynsis__Tokito",
    "year": 2006,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 1603,
    "title": "Super Robot Taisen OG: Divine Wars",
    "title_english": "Super Robot Wars The Original Generation: The Divine Wars",
    "image_url": "https://cdn.myanimelist.net/images/anime/7/31063l.jpg",
    "synopsis": "It is two hundred years after the beginning of the Space Era, when human civilization on Earth began expanding into space. However, by the start of the 21st century, two meteors struck the planet, sending humanity into chaos. By the year 179 of the Space Era, secret technology, dubbed Extra-Over Technology, or EOT, was discovered by the Earth Federal Government within a third meteor that hit Earth in the Marquesas Islands of the South Pacific. Dr. Bian Zoldark, head of the EOTI Institute (Extra-Over Technological Investigative Institute), had evidence the creators of the EOT were heading to Earth, in order to reclaim it...or worse, invade the planet. In order to defend humanity from extraterrestrial threats, the government begins to research and develop humanoid mecha called Personal Troopers.\n\n(Source: ANN)",
    "episodes": 25,
    "score": 6.77,
    "scored_by": 3338,
    "type": "TV",
    "source": "Game",
    "studios": [
      "OLM"
    ],
    "producers": [
      "GDH",
      "Sotsu",
      "Genco",
      "Banpresto"
    ],
    "genres": [
      "Sci-Fi"
    ],
    "themes": [
      "Mecha"
    ],
    "aired_from": "2006-10-05T00:00:00+00:00",
    "aired_to": "2007-03-29T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/1603/Super_Robot_Taisen_OG__Divine_Wars",
    "year": 2006,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 1600,
    "title": "Galaxy Angel Rune",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/12/76294l.jpg",
    "synopsis": "Apricot Sakuraba and 4 new girls were now assigned as the new Galaxy Angels with the same mission: to search for the Lost Technology and keep peace to Planet Transbaal. \n\n(Source: ANN)",
    "episodes": 13,
    "score": 6.21,
    "scored_by": 2098,
    "type": "TV",
    "source": "Other",
    "studios": [
      "Satelight"
    ],
    "producers": [
      "Bandai Visual",
      "Lantis",
      "Broccoli",
      "Sunny Side Up"
    ],
    "genres": [
      "Comedy",
      "Sci-Fi"
    ],
    "themes": [],
    "aired_from": "2006-10-02T00:00:00+00:00",
    "aired_to": "2006-12-25T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/1600/Galaxy_Angel_Rune",
    "year": 2006,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 1882,
    "title": "Sasami: Mahou Shoujo Club 2",
    "title_english": "Sasami Magical Girls Club 2",
    "image_url": "https://cdn.myanimelist.net/images/anime/7/5649l.jpg",
    "synopsis": "In this world, there live a group of people who call themselves \"Majo\" or \"Magical Girls\". They hide their powers so as to assimilate into the environment. They have been living together in harmony with the humans for many years to come, and their predecessors continue to do so. Sasami was enthroned with magical powers since her birth. However, at the age of three, she was told by her parents never to use her innate powers and from then on, had kept it a secret from everyone. On the day of a new school term, a new transfer teacher by the name of Wajuu arrives and from then on, Sasami's life begins to change tremendously.\n\n(Source: ANN)",
    "episodes": 13,
    "score": 6.67,
    "scored_by": 2026,
    "type": "TV",
    "source": "Unknown",
    "studios": [
      "AIC Spirits"
    ],
    "producers": [
      "VAP",
      "AIC",
      "BeSTACK"
    ],
    "genres": [],
    "themes": [
      "Mahou Shoujo",
      "School"
    ],
    "aired_from": "2006-10-05T00:00:00+00:00",
    "aired_to": "2007-01-11T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/1882/Sasami__Mahou_Shoujo_Club_2",
    "year": 2006,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 2717,
    "title": "Ginga Tetsudou Monogatari: Eien e no Bunkiten",
    "title_english": "The Galaxy Railways II",
    "image_url": "https://cdn.myanimelist.net/images/anime/3/77281l.jpg",
    "synopsis": "Second season.",
    "episodes": 24,
    "score": 6.7,
    "scored_by": 1470,
    "type": "TV",
    "source": "Original",
    "studios": [
      "Planet"
    ],
    "producers": [
      "CBC Television",
      "Omnibus Promotion"
    ],
    "genres": [
      "Action",
      "Adventure",
      "Drama",
      "Sci-Fi"
    ],
    "themes": [
      "Space"
    ],
    "aired_from": "2006-10-05T00:00:00+00:00",
    "aired_to": "2007-03-29T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/2717/Ginga_Tetsudou_Monogatari__Eien_e_no_Bunkiten",
    "year": 2006,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 17291,
    "title": "Jinzou Konchuu Kabutoborg VxV",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1980/133532l.jpg",
    "synopsis": "BorgBattles between KabutoBorgs have become popular enough to hold world tournaments. The main character Ryuusei is an enthusiast of these battles. Along with his friends Katsuji and Ken, he continues fighting against new enemies day after day.",
    "episodes": 52,
    "score": 6.08,
    "scored_by": 286,
    "type": "TV",
    "source": "Unknown",
    "studios": [
      "G&G Entertainment",
      "G&G Direction"
    ],
    "producers": [
      "Sony Pictures Entertainment",
      "Studio Comet",
      "Nihon Ad Systems",
      "Animax"
    ],
    "genres": [
      "Action",
      "Comedy",
      "Fantasy"
    ],
    "themes": [
      "Strategy Game"
    ],
    "aired_from": "2006-10-05T00:00:00+00:00",
    "aired_to": "2007-10-11T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/17291/Jinzou_Konchuu_Kabutoborg_VxV",
    "year": 2006,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 15913,
    "title": "Happy☆Lucky Bikkuriman",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/7/43261l.jpg",
    "synopsis": "Continuation of the Bikkuriman Series.\n\nGenki Seihikari and his friends join the adventure in order to save seven gods of the White Galaxy.",
    "episodes": 46,
    "score": 6.28,
    "scored_by": 352,
    "type": "TV",
    "source": "Unknown",
    "studios": [
      "Toei Animation"
    ],
    "producers": [
      "TV Asahi"
    ],
    "genres": [
      "Adventure",
      "Comedy",
      "Fantasy"
    ],
    "themes": [],
    "aired_from": "2006-10-15T00:00:00+00:00",
    "aired_to": "2007-09-30T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/15913/Happy☆Lucky_Bikkuriman",
    "year": 2006,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 27811,
    "title": "Zhong Hua Xiao Zi",
    "title_english": "Shaolin Wuzang",
    "image_url": "https://cdn.myanimelist.net/images/anime/1224/120682l.jpg",
    "synopsis": "Set in the Henan Province of China during the 17th century, three teenagers are sent to a Shaolin Temple to learn the style of Kung Fu against a ruthless Demon, not seen since the Sui Dynasty, who terrorizes the province in order to search for two magic books to create more power and being stronger in world domination.\n\n(Source: Wikipedia)",
    "episodes": 26,
    "score": 6.13,
    "scored_by": 255,
    "type": "TV",
    "source": "Unknown",
    "studios": [],
    "producers": [],
    "genres": [
      "Action",
      "Supernatural"
    ],
    "themes": [
      "Historical",
      "Martial Arts",
      "Mythology",
      "Samurai"
    ],
    "aired_from": "2006-12-16T00:00:00+00:00",
    "aired_to": "2007-01-01T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/27811/Zhong_Hua_Xiao_Zi",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 8900,
    "title": "Saru Getchu: On Air 2nd",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/13/24682l.jpg",
    "synopsis": "Saru Getchu: On Air sequel.",
    "episodes": 51,
    "score": 5.87,
    "scored_by": 182,
    "type": "TV",
    "source": "Game",
    "studios": [
      "Xebec"
    ],
    "producers": [],
    "genres": [
      "Adventure",
      "Comedy",
      "Fantasy",
      "Romance"
    ],
    "themes": [],
    "aired_from": "2006-10-07T00:00:00+00:00",
    "aired_to": "2007-09-29T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/8900/Saru_Getchu__On_Air_2nd",
    "year": 2006,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 1863,
    "title": "Silk Road Shounen Yuuto",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1/1863l.jpg",
    "synopsis": "When a boy Yuto visits Qinghai in China, he is involved in the battle between time-travelers, and he is sent to the Silk Road in the past. They are looking for a mysterious treasure, the statue of Yuki Daruma Taishi, which is said to make miracles. Seeing historical events and encountering historical persons, such as Yang Guifei and Xuanzang, he will learn many thinks. Whether will he be able to go back to today?\n\n(Source: AnimeNfo)",
    "episodes": 26,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Unknown",
    "studios": [
      "OLM"
    ],
    "producers": [
      "NHK-BS2"
    ],
    "genres": [
      "Adventure",
      "Fantasy"
    ],
    "themes": [
      "Historical"
    ],
    "aired_from": "2006-09-16T00:00:00+00:00",
    "aired_to": "2007-03-24T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/1863/Silk_Road_Shounen_Yuuto",
    "year": 2006,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 22345,
    "title": "Funny Pets 2nd Season",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/13/58491l.jpg",
    "synopsis": "The story continues where it was left off from in the first season as Crescent and Corona continue bickering over Funny.",
    "episodes": 12,
    "score": 5.56,
    "scored_by": 323,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [
      "Comedy"
    ],
    "themes": [],
    "aired_from": "2006-10-09T00:00:00+00:00",
    "aired_to": "2006-12-25T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/22345/Funny_Pets_2nd_Season",
    "year": 2006,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 9426,
    "title": "Pururun! Shizuku-chan",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1685/146428l.jpg",
    "synopsis": "The series revolves around a playful young child named Shizuku-Chan. He, alongside his schoolmates, friends, and family lives a life of dangerous adventures in the Shizuku Forest.\n\n(Source: Wikipedia)",
    "episodes": 51,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "TMS Entertainment"
    ],
    "producers": [],
    "genres": [
      "Comedy"
    ],
    "themes": [],
    "aired_from": "2006-10-07T00:00:00+00:00",
    "aired_to": "2007-09-29T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/9426/Pururun_Shizuku-chan",
    "year": 2006,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 8345,
    "title": "Ukkari Pénélope",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/3/21983l.jpg",
    "synopsis": "Meet Penelope, the absent-minded young koala. Rarely seen without Deudeu – her favourite stuffed rabbit – Penelope likes nothing more than finding another adventure in the most unlikely of places. A simple gust of wind blowing her hat away can lead to Penelope running her own stall atop a tree stump where she trades flowers for apples, and paper planes for acorns. From games of hide and seek with her friends, to playing with the bubbles in the bath or counting sheep during nap time, Penelope’s life is never dull – even if she does wear odd socks when she gets herself dressed in the morning.\n\n(Source: Anime-Planet)",
    "episodes": 26,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Picture book",
    "studios": [
      "Nippon Animation"
    ],
    "producers": [
      "NHK"
    ],
    "genres": [
      "Award Winning",
      "Slice of Life"
    ],
    "themes": [
      "Anthropomorphic"
    ],
    "aired_from": "2006-11-20T00:00:00+00:00",
    "aired_to": "2006-12-25T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/8345/Ukkari_Pénélope",
    "year": 2006,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 22651,
    "title": "Kerokero Keroppi: Hasunoue Town Kiki Ippatsu!",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/10/59081l.jpg",
    "synopsis": null,
    "episodes": 6,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Unknown",
    "studios": [
      "Asahi Production"
    ],
    "producers": [
      "Sanrio"
    ],
    "genres": [
      "Fantasy"
    ],
    "themes": [],
    "aired_from": "2006-10-10T00:00:00+00:00",
    "aired_to": "2006-12-19T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/22651/Kerokero_Keroppi__Hasunoue_Town_Kiki_Ippatsu",
    "year": 2006,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 3372,
    "title": "RGB Adventure",
    "title_english": "RGB Adventure",
    "image_url": "https://cdn.myanimelist.net/images/anime/12/30308l.jpg",
    "synopsis": "The light – it is the resource of life. There are mysterious monsters and robots that aim at the powers of the light, i.e. R(Red), G(Green), and B(Blue). However, no one notices that… except three children.\n\nRyu - he is a stupid, simple, and mischievous boy who he says without hesitation that his dream is to the conqueror of the world. \nGuccho - he is a nerd of mechanics, glutton, and chicken-hearted.\nBecky - she is very cute, but she has a very twisted personality.\n\nThey have encouraging friends, such as Rosso, Gibson, Bo, etc. They are various aliens that usually change their figures into animals. By exchanges between aliens who have different principles, purposes, tastes, and hobbies, they will learn importance of communications.\n\n(Source: AnimeNfo)",
    "episodes": 6,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Unknown",
    "studios": [
      "ACC Production"
    ],
    "producers": [],
    "genres": [
      "Adventure"
    ],
    "themes": [],
    "aired_from": "2006-11-19T00:00:00+00:00",
    "aired_to": "2006-12-24T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/3372/RGB_Adventure",
    "year": 2006,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 25615,
    "title": "Genki Genki Non-tan (2006)",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/6/65137l.jpg",
    "synopsis": "Direct continuation of the second season. Also labeled as episode 26-35.",
    "episodes": 10,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Picture book",
    "studios": [
      "Polygon Pictures"
    ],
    "producers": [
      "Nippon Columbia"
    ],
    "genres": [],
    "themes": [
      "Music"
    ],
    "aired_from": "2006-10-02T00:00:00+00:00",
    "aired_to": "2006-10-13T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/25615/Genki_Genki_Non-tan_2006",
    "year": 2006,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 30048,
    "title": "Kkurukkuru-wa Chingu-deul",
    "title_english": "Curucuru and Friends",
    "image_url": "https://cdn.myanimelist.net/images/anime/1306/99071l.jpg",
    "synopsis": "The story is set in a village called Green Forest Village, where is inhabited by friendly animals. The story were focused on 5 special animal friends whose friendship binds them together, Koori: A brown Raccoon boy and an aspiring inventor, Pinpin: A blue and white Giant Panda boy and a warm hearted artist, Lalla: a pink Tabby cat girl and an aspiring musician who wishes to be a princess, Toto: a purple Bat boy who wants to be a pilot and fly and lastly; Curucuru, a Brown bear boy who likes to cook. All of them venture through several adventures in the forest and town, making exciting and marvelous stories and also getting in and out of trouble as they learn valuable lessons in life and things around them.\n\n(Source: Wikipedia)",
    "episodes": 13,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Unknown",
    "studios": [],
    "producers": [],
    "genres": [
      "Adventure",
      "Comedy",
      "Slice of Life"
    ],
    "themes": [],
    "aired_from": "2006-11-24T00:00:00+00:00",
    "aired_to": "2007-02-16T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/30048/Kkurukkuru-wa_Chingu-deul",
    "year": 2006,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 48338,
    "title": "Kungya Kungya",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1633/114464l.jpg",
    "synopsis": "Kyungyas, from vegetable kingdom, comes to the Kyungya Restaurant. \nThey have a mission to make children eat more vegetable and protect them from greasy, instant dishes. However, far from completing their mission, Kyungyas have hard time keeping the restaurant from bankruptcy. It is because of Onion Kyungya’s experimental dishes. His curiosity makes trouble with Celery Kyungya, the manager of Kyungya restaurant. \nHow can they solve the problems they have with the customers. Would it be possible for Kyungyas to accomplish the mission?\n\n(Source: KBS Media)",
    "episodes": 26,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Game",
    "studios": [],
    "producers": [],
    "genres": [
      "Fantasy"
    ],
    "themes": [],
    "aired_from": "2006-11-09T00:00:00+00:00",
    "aired_to": "2007-05-10T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/48338/Kungya_Kungya",
    "year": 2006,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 56463,
    "title": "Mahou Shokudou Chara Pontan",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1505/138096l.jpg",
    "synopsis": null,
    "episodes": 13,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [
      "Comedy",
      "Gourmet"
    ],
    "themes": [],
    "aired_from": "2006-11-01T00:00:00+00:00",
    "aired_to": "2006-11-30T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/56463/Mahou_Shokudou_Chara_Pontan",
    "year": 2006,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 45718,
    "title": "Shaonian Huo Yuan Jia",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1430/115330l.jpg",
    "synopsis": null,
    "episodes": 26,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Other",
    "studios": [],
    "producers": [],
    "genres": [],
    "themes": [
      "Historical",
      "Martial Arts"
    ],
    "aired_from": "2006-11-01T00:00:00+00:00",
    "aired_to": "2007-01-01T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/45718/Shaonian_Huo_Yuan_Jia",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 44171,
    "title": "Kewang Lantian",
    "title_english": "Desire for Sky",
    "image_url": "https://cdn.myanimelist.net/images/anime/1933/118019l.jpg",
    "synopsis": null,
    "episodes": 52,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [],
    "themes": [],
    "aired_from": "2006-10-01T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/44171/Kewang_Lantian",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  }
]