[
  {
    "mal_id": 4224,
    "title": "Toradora!",
    "title_english": "Toradora!",
    "image_url": "https://cdn.myanimelist.net/images/anime/13/22128l.jpg",
    "synopsis": "Ryuuji Takasu is a gentle high school student with a love for housework; but in contrast to his kind nature, he has an intimidating face that often gets him labeled as a delinquent. On the other hand is Taiga Aisaka, a small, doll-like student, who is anything but a cute and fragile girl. Equipped with a wooden katana and feisty personality, Taiga is known throughout the school as the \"Palmtop Tiger.\"\n\nOne day, an embarrassing mistake causes the two students to cross paths. Ryuuji discovers that Taiga actually has a sweet side: she has a crush on the popular vice president, Yuusaku Kitamura, who happens to be his best friend. But things only get crazier when Ryuuji reveals that he has a crush on Minori Kushieda—Taiga's best friend!\n\nToradora! is a romantic comedy that follows this odd duo as they embark on a quest to help each other with their respective crushes, forming an unlikely alliance in the process.\n\n[Written by MAL Rewrite]",
    "episodes": 25,
    "score": 8.04,
    "scored_by": 1449141,
    "type": "TV",
    "source": "Light novel",
    "studios": [
      "J.C.Staff"
    ],
    "producers": [
      "Genco",
      "Starchild Records",
      "Yomiko Advertising",
      "Magic Capsule",
      "TV Tokyo Music"
    ],
    "genres": [
      "Drama",
      "Romance"
    ],
    "themes": [
      "Love Polygon",
      "School"
    ],
    "aired_from": "2008-10-02T00:00:00+00:00",
    "aired_to": "2009-03-26T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/4224/Toradora",
    "year": 2008,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 4181,
    "title": "Clannad: After Story",
    "title_english": "Clannad: After Story",
    "image_url": "https://cdn.myanimelist.net/images/anime/1299/110774l.jpg",
    "synopsis": "Tomoya Okazaki and Nagisa Furukawa have graduated from high school, and together, they experience the emotional rollercoaster of growing up. Unable to decide on a course for his future, Tomoya learns the value of a strong work ethic and discovers the strength of Nagisa's support. Through the couple's dedication and unity of purpose, they push forward to confront their personal problems, deepen their old relationships, and create new bonds.\n\nTime also moves on in the Illusionary World. As the plains grow cold with the approach of winter, the Illusionary Girl and the Garbage Doll are presented with a difficult situation that reveals the World's true purpose.\n\n[Written by MAL Rewrite]",
    "episodes": 24,
    "score": 8.93,
    "scored_by": 689916,
    "type": "TV",
    "source": "Visual novel",
    "studios": [
      "Kyoto Animation"
    ],
    "producers": [
      "Pony Canyon",
      "TBS",
      "Rakuonsha",
      "Animation Do"
    ],
    "genres": [
      "Drama",
      "Romance"
    ],
    "themes": [],
    "aired_from": "2008-10-03T00:00:00+00:00",
    "aired_to": "2009-03-27T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/4181/Clannad__After_Story",
    "year": 2008,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 4898,
    "title": "Kuroshitsuji",
    "title_english": "Black Butler",
    "image_url": "https://cdn.myanimelist.net/images/anime/1467/137783l.jpg",
    "synopsis": "Young Ciel Phantomhive is known as \"the Queen's Guard Dog,\" taking care of the many unsettling events that occur in Victorian England for Her Majesty. Aided by Sebastian Michaelis, his loyal butler with seemingly inhuman abilities, Ciel uses whatever means necessary to get the job done. But is there more to this black-clad butler than meets the eye?\n\nIn Ciel's past lies a secret tragedy that enveloped him in perennial darkness—during one of his bleakest moments, he formed a contract with Sebastian, a demon, bargaining his soul in exchange for vengeance upon those who wronged him. Today, not only is Sebastian one hell of a butler, but he is also the perfect servant to carry out his master's orders—all the while anticipating the delicious meal he will eventually make of Ciel's soul. As the two work to unravel the mystery behind Ciel's chain of misfortunes, a bond forms between them that neither heaven nor hell can tear apart.\n\n[Written by MAL Rewrite]",
    "episodes": 24,
    "score": 7.65,
    "scored_by": 638980,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "A-1 Pictures"
    ],
    "producers": [
      "Aniplex",
      "Square Enix",
      "Yomiko Advertising",
      "Mainichi Broadcasting System",
      "Movic",
      "Trinity Sound",
      "Hakuhodo DY Media Partners"
    ],
    "genres": [
      "Action",
      "Mystery",
      "Supernatural"
    ],
    "themes": [
      "Historical",
      "Mythology"
    ],
    "aired_from": "2008-10-03T00:00:00+00:00",
    "aired_to": "2009-03-27T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/4898/Kuroshitsuji",
    "year": 2008,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 4654,
    "title": "Toaru Majutsu no Index",
    "title_english": "A Certain Magical Index",
    "image_url": "https://cdn.myanimelist.net/images/anime/2/75533l.jpg",
    "synopsis": "Academy City, Japan, is at the forefront of science. Besides being 30 years ahead of the world technologically, more than three-fourths of this peculiar city's population consists of students developing their psychic abilities as espers in various institutions. Among these students is Touma Kamijou, a high school boy with the lowest psychic rank of zero, but with a mysterious power no scientist can understand: \"Imagine Breaker,\" which allows him to negate other supernatural abilities.\n \nThis, however, doesn't affect Kamijou's life in the least as he plays his role as a regular teenager; that is, until he meets the strange Index Librorum Prohibitorum, a young girl who has memorized the entirety of the forbidden grimoires, and now a dangerous organization is hunting Index down. With several magicians looking to harm the girl, Kamijou will defend his new companion at all costs as he discovers a strange new realm of the supernatural.\n\n[Written by MAL Rewrite]",
    "episodes": 24,
    "score": 7.34,
    "scored_by": 401919,
    "type": "TV",
    "source": "Light novel",
    "studios": [
      "J.C.Staff"
    ],
    "producers": [
      "Square Enix",
      "AT-X",
      "ASCII Media Works",
      "Kadokawa Contents Gate",
      "Geneon Entertainment"
    ],
    "genres": [
      "Action",
      "Fantasy",
      "Sci-Fi"
    ],
    "themes": [
      "Super Power",
      "Urban Fantasy"
    ],
    "aired_from": "2008-10-05T00:00:00+00:00",
    "aired_to": "2009-03-19T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/4654/Toaru_Majutsu_no_Index",
    "year": 2008,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 4214,
    "title": "Rosario to Vampire Capu2",
    "title_english": "Rosario + Vampire Capu2",
    "image_url": "https://cdn.myanimelist.net/images/anime/6/25093l.jpg",
    "synopsis": "It has been one year since Tsukune Aono enrolled at Youkai Academy, and since then his life has taken an interesting turn. In addition to being the only human at a school for monsters, he has attracted a bevy of beautiful women who want him all for themselves: the sexy succubus Kurumu Kurono; Yukari Sendou, a witch; stalker and yuki-onna Mizore Shirayuki; and Moka Akashiya, a kind vampire who, when her rosary is removed, reveals a darker personality.\n\nBut soon, trouble visits Youkai Academy in the form of Moka's younger sister, Kokoa Shuzen. She is furious that her \"true older sister\" is sealed within Moka's rosary, and vows to bring out Moka's darker self. However, Kokoa's thoughtless actions may affect more than just her sister...\n\n[Written by MAL Rewrite]",
    "episodes": 13,
    "score": 6.88,
    "scored_by": 264127,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Gonzo"
    ],
    "producers": [
      "GDH",
      "Yomiko Advertising",
      "Happinet Pictures",
      "Shueisha",
      "Sotsu Music Publishing"
    ],
    "genres": [
      "Comedy",
      "Romance",
      "Supernatural",
      "Ecchi"
    ],
    "themes": [
      "Harem",
      "Mythology",
      "School",
      "Vampire"
    ],
    "aired_from": "2008-10-02T00:00:00+00:00",
    "aired_to": "2008-12-25T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/4214/Rosario_to_Vampire_Capu2",
    "year": 2008,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 4752,
    "title": "Vampire Knight Guilty",
    "title_english": "Vampire Knight Guilty",
    "image_url": "https://cdn.myanimelist.net/images/anime/3/10075l.jpg",
    "synopsis": "When the missing Zero Kiryuu returns to Cross Academy, Yuuki Cross is relieved to see him safe, but finds that Zero has changed in more ways than one. As a result of choices he made, Zero is plagued by visions, and he seeks to uncover the reason behind them—unaware that the answers may be much closer than he thinks.\n\nSoon Yuuki also begins to be tormented by ghastly hallucinations, and she seeks an explanation about her shrouded past from the only one who can provide clarity: Pureblood vampire Kaname Kuran, who is closest to her heart. But what will happen when the truth is finally revealed?\n\n[Written by MAL Rewrite]",
    "episodes": 13,
    "score": 7.06,
    "scored_by": 230139,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Studio Deen"
    ],
    "producers": [
      "TV Tokyo",
      "Aniplex"
    ],
    "genres": [
      "Drama",
      "Mystery",
      "Romance",
      "Supernatural"
    ],
    "themes": [
      "Love Polygon",
      "Vampire"
    ],
    "aired_from": "2008-10-07T00:00:00+00:00",
    "aired_to": "2008-12-30T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/4752/Vampire_Knight_Guilty",
    "year": 2008,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 4975,
    "title": "ChäoS;HEAd",
    "title_english": "ChäoS;HEAd",
    "image_url": "https://cdn.myanimelist.net/images/anime/13/15443l.jpg",
    "synopsis": "Throughout Shibuya, a series of murders dubbed the \"New Generation Madness\" gained widespread attention As these crimes gained infamy, they became a hot topic of discussion among the people of the area. Nonetheless, these \"New Gen\" murders do not capture the interest of Takumi Nishijou, a high school otaku who frequently experiences delusions and feels that he is constantly being watched. \n\nHaving no concern for the real world, Takumi spends his time playing online games and watching anime. However, his ordinary life is disrupted when he receives a horrifying image of a man staked to a wall from a user named Shogun. After calming himself at an internet cafe, Takumi sees the exact same murder scene as the image portrayed happen right before his eyes, along with a pink-haired girl covered in blood calling out his name.\n\nConflicted with the nature of reality, Takumi finds it difficult to judge where to place his trust as he gets caught up in the \"New Gen\" murders, believing that the murderer is out to get him.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 6.28,
    "scored_by": 156413,
    "type": "TV",
    "source": "Visual novel",
    "studios": [
      "Madhouse"
    ],
    "producers": [
      "VAP",
      "Yomiuri Telecasting",
      "Kids Station"
    ],
    "genres": [
      "Mystery",
      "Sci-Fi",
      "Supernatural",
      "Suspense"
    ],
    "themes": [
      "Psychological"
    ],
    "aired_from": "2008-10-09T00:00:00+00:00",
    "aired_to": "2008-12-25T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/4975/ChäoS_HEAd",
    "year": 2008,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 4722,
    "title": "Skip Beat!",
    "title_english": "Skip Beat!",
    "image_url": "https://cdn.myanimelist.net/images/anime/11/84022l.jpg",
    "synopsis": "Day in and day out, Kyouko Mogami works multiple jobs to support her childhood friend, Shoutarou \"Shou\" Fuwa, in his rise to stardom as an idol. She never complains about her way of life, as she is deeply infatuated with Shou and would go to the ends of the world for him. However, her heart is broken when she overhears Shou talk about how he views her as nothing more than a maid he cares little for. \n\nAngered over being used, Kyouko flies into a rage and swears to get revenge on her former crush by entering the world of showbiz to surpass him. Joining the relentless and unforgiving entertainment industry proves to be a challenge, as she continuously meets people who force her out of her comfort zone. But for the sake of vengeance, Kyouko is determined to push herself and rise to the top.\n\n[Written by MAL Rewrite]",
    "episodes": 25,
    "score": 8.07,
    "scored_by": 145909,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "HAL Film Maker"
    ],
    "producers": [
      "Sotsu",
      "Pony Canyon",
      "Hakusensha",
      "TV Tokyo Music",
      "Omnibus Promotion"
    ],
    "genres": [
      "Comedy",
      "Drama",
      "Romance"
    ],
    "themes": [
      "Love Polygon",
      "Showbiz"
    ],
    "aired_from": "2008-10-06T00:00:00+00:00",
    "aired_to": "2009-03-30T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/4722/Skip_Beat",
    "year": 2008,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 5040,
    "title": "One Outs",
    "title_english": "One Outs",
    "image_url": "https://cdn.myanimelist.net/images/anime/7/21065l.jpg",
    "synopsis": "Toua Tokuchi is a prodigy when it comes to both baseball and gambling. Pitching nothing but mediocre fastballs, he has made a name for himself by attaining 499 consecutive victories in the game of One Outs: a one-on-one showdown between a pitcher and a batter. Despite his remarkable abilities, however, Tokuchi sees the sport as nothing more than a way to make some quick money.\n\nWhen Hiromichi Kojima, a legendary hitter for the struggling Saikyou Saitama Lycaons, witnesses Tokuchi's skills firsthand, he realizes that the man might be exactly what the team needs to get out of their slump. Determined to recruit Tokuchi no matter what, Kojima places his own career on the line and defeats Tokuchi at his own specialty—One Outs.\n\nForced to become a Lycaon, Tokuchi soon finds himself at odds with the team's owner, Tsuneo Saikawa. After Saikawa refuses to give him a reasonable salary, Tokuchi proposes a special contract: pitching an out will earn him five million yen, but giving up a run will cost him fifty million. With every game having the potential to either make or break him, Tokuchi must outwit all who stand in his way.\n\n[Written by MAL Rewrite]",
    "episodes": 25,
    "score": 8.32,
    "scored_by": 121492,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Madhouse"
    ],
    "producers": [
      "VAP",
      "Nippon Television Network",
      "D.N. Dream Partners"
    ],
    "genres": [
      "Sports",
      "Suspense"
    ],
    "themes": [
      "Adult Cast",
      "Psychological",
      "Team Sports"
    ],
    "aired_from": "2008-10-08T00:00:00+00:00",
    "aired_to": "2009-04-01T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/5040/One_Outs",
    "year": 2008,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 4725,
    "title": "Ga-Rei: Zero",
    "title_english": "Ga-Rei-Zero",
    "image_url": "https://cdn.myanimelist.net/images/anime/9/83975l.jpg",
    "synopsis": "In Japan, there exists a government agency known as the Supernatural Disaster Countermeasures Division (SDCD), whose duty is to protect the citizens from creatures unseen. They are able to dispatch these monsters swiftly and without alerting the general public. But currently, they face a different challenge: the betrayal of one of their own.\n\nAfter the death of her mother several years ago, Kagura Tsuchimiya has been fostered by the Isayama family and forms a close sister-like bond with their daughter Yomi. The two become inseparable, and together they work for the SDCD as highly skilled exorcists. However, as the stress and consequences of their sacred duty weigh on them both, and family politics come into play, Kagura and Yomi begin to slowly drift apart. One of them grows earnestly into her role as an exorcist, and the other heads down a dark path from which there may be no redemption.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 7.56,
    "scored_by": 98304,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "AIC Spirits",
      "asread."
    ],
    "producers": [
      "Lantis",
      "Kadokawa Shoten",
      "Rakuonsha",
      "Kadokawa Pictures Japan",
      "KlockWorx"
    ],
    "genres": [
      "Action",
      "Supernatural",
      "Suspense"
    ],
    "themes": [
      "Gore",
      "Super Power"
    ],
    "aired_from": "2008-10-06T00:00:00+00:00",
    "aired_to": "2008-12-22T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/4725/Ga-Rei__Zero",
    "year": 2008,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 5231,
    "title": "Inazuma Eleven",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1854/94704l.jpg",
    "synopsis": "While other schools in Japan compete for the title of being the best soccer team in the country, Raimon Middle School's soccer club, Inazuma Eleven, struggles to rise from the verge of being disbanded. The grandson of Inazuma Eleven's first generation goalkeeper and captain of the team, Mamoru Endou, takes the challenge of kicking the long neglected club back into shape. To do this, he'll need a little help and more than a little luck.\n\nMamoru Endou finds hope in the hands of Shuuya Gouenji, a brilliant young player who has given up on soccer. Mamoru is determined to get Shuuya and other new recruits to join his team, no matter what the cost. Is his passion and determination enough to treat the ailing club? Or is there no more hope for the team?",
    "episodes": 127,
    "score": 7.76,
    "scored_by": 142617,
    "type": "TV",
    "source": "Game",
    "studios": [
      "OLM"
    ],
    "producers": [
      "TV Tokyo",
      "Dentsu",
      "Half H.P Studio"
    ],
    "genres": [
      "Sports"
    ],
    "themes": [
      "Super Power",
      "Team Sports"
    ],
    "aired_from": "2008-10-05T00:00:00+00:00",
    "aired_to": "2011-04-27T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/5231/Inazuma_Eleven",
    "year": 2008,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 4087,
    "title": "Michiko to Hatchin",
    "title_english": "Michiko & Hatchin",
    "image_url": "https://cdn.myanimelist.net/images/anime/10/59535l.jpg",
    "synopsis": "Under the unrelenting heat of the South American sun, hardened criminal Michiko Malandro breaks out of a high security prison for the fourth time in search of a man from her past. Michiko finds a clue in the form of Hana Morenos, a young girl trapped under the fists of her abusive foster family. In her powerlessness, Hana fantasizes about the day when she is finally whisked away from her captors by her very own Prince Charming. Little does she know that her fated prince would turn out to be the buxom and husky convict who charges in atop a stolen motorbike, claiming to be her mother.\n\nThe unlikely duo chase down their dreams in the sun-drenched land of Diamandra, navigating through the cacophony of betrayal, poverty, and child exploitation rings hiding in plain sight. However, wind of Michiko's manhunt soon reaches the ears of criminal syndicate Monstro Preto, and a storm of gang warfare begins brewing over the horizon…\n\nMichiko to Hatchin is the story of vibrant people and their clashing agendas, and of all the unlikely human connections drawn together by one elusive man. \n\n[Written by MAL Rewrite]",
    "episodes": 22,
    "score": 7.83,
    "scored_by": 64858,
    "type": "TV",
    "source": "Original",
    "studios": [
      "Manglobe"
    ],
    "producers": [
      "Media Factory",
      "Shochiku",
      "Yomiko Advertising",
      "Fuji TV"
    ],
    "genres": [
      "Action",
      "Adventure"
    ],
    "themes": [],
    "aired_from": "2008-10-16T00:00:00+00:00",
    "aired_to": "2009-03-19T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/4087/Michiko_to_Hatchin",
    "year": 2008,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 4814,
    "title": "Junjou Romantica 2",
    "title_english": "Junjo Romantica 2",
    "image_url": "https://cdn.myanimelist.net/images/anime/6/38417l.jpg",
    "synopsis": "The second part of Junjou Romantica continuing the story.",
    "episodes": 12,
    "score": 7.67,
    "scored_by": 109995,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Studio Deen"
    ],
    "producers": [
      "Frontier Works",
      "Kadokawa Shoten",
      "Kadokawa Pictures Japan",
      "KlockWorx",
      "Memory-Tech",
      "Romantica club !!"
    ],
    "genres": [
      "Boys Love",
      "Comedy",
      "Drama"
    ],
    "themes": [
      "Adult Cast"
    ],
    "aired_from": "2008-10-12T00:00:00+00:00",
    "aired_to": "2008-12-28T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/4814/Junjou_Romantica_2",
    "year": 2008,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 3958,
    "title": "Kannagi",
    "title_english": "Kannagi: Crazy Shrine Maidens",
    "image_url": "https://cdn.myanimelist.net/images/anime/3/19724l.jpg",
    "synopsis": "When he was a child and out catching bugs, Jin Mikuriya fatefully encountered a deity, which became the inspiration for his newest piece of art: The Tree Spirit. Trying to think of a way to bring the wooden statue to school, Jin believes that the rest of the day will be spent admiring his work. But before he can even lift it, the sculpture begins to absorb the earth around it and explodes into a cute girl!\n\nThe girl, Nagi, who introduces herself as a guardian of the earth, proclaims that Jin must help her get rid of the \"impurities\" that plague the land. But alas, due to Nagi's tree being cut down and her powers completely drained, she finds herself cleansing the impurities with only a magical wand! With their lives now intertwined, Jin and Nagi find ways to learn more about one another through the endless amounts of daily antics.\n\n[Written by MAL Rewrite]",
    "episodes": 13,
    "score": 7.26,
    "scored_by": 70907,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "A-1 Pictures"
    ],
    "producers": [
      "Aniplex",
      "Sony Music Entertainment",
      "Ichijinsha"
    ],
    "genres": [
      "Comedy",
      "Supernatural"
    ],
    "themes": [
      "School",
      "Visual Arts"
    ],
    "aired_from": "2008-10-04T00:00:00+00:00",
    "aired_to": "2008-12-27T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/3958/Kannagi",
    "year": 2008,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 4981,
    "title": "Casshern Sins",
    "title_english": "Casshern Sins",
    "image_url": "https://cdn.myanimelist.net/images/anime/8/23336l.jpg",
    "synopsis": "In a distant future, Earth has become a wasteland and humanity as we know it has died out. All that remains are sentient robots. They were supposed to be able to live forever—until the one called Luna died and the Ruin started. Their bodies will rust, and there is nothing that can be done to fix it. Now the robots are left only to contemplate their deaths, kept going only by the rumor that if they eat the one called Casshern, they will gain immortality.\n\nCasshern knows nothing about his past, why he exists, or what he is, but he must find out, or he will face the constant torment of being hunted by robots who don't want to die. Casshern leaves death wherever he goes, but he must face it if he is to find out the truth of this world.\n\n[Written by MAL Rewrite]",
    "episodes": 24,
    "score": 7.5,
    "scored_by": 59136,
    "type": "TV",
    "source": "Other",
    "studios": [
      "Madhouse"
    ],
    "producers": [
      "Tatsunoko Production",
      "Showgate",
      "Hakuhodo DY Media Partners",
      "USEN",
      "Geneon Entertainment",
      "Toei Academy"
    ],
    "genres": [
      "Action",
      "Adventure",
      "Drama",
      "Sci-Fi"
    ],
    "themes": [
      "Psychological"
    ],
    "aired_from": "2008-10-02T00:00:00+00:00",
    "aired_to": "2009-03-16T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/4981/Casshern_Sins",
    "year": 2008,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 4789,
    "title": "ef: A Tale of Melodies.",
    "title_english": "ef - a tale of melodies.",
    "image_url": "https://cdn.myanimelist.net/images/anime/1675/131993l.jpg",
    "synopsis": "In a story set years in the past, Himura Yuu is a studious and diligent young man intent solely on maintaining his top academic position at Otowa Academy. One day, he meets a mysterious girl named Amamiya Yuuko, who, to his surprise, recognizes him. Memories of a distant childhood, memories rather left forgotten... meeting Yuuko again will force Yuu to confront the regrets and sorrows of their collective pasts and presents.\n\nIn the present, Kuze Shuuichi may seem like a womanizer, but upon closer inspection, is a man who would rather be left alone. Hayama Mizuki, however, is not the type of girl who would let him be, especially after hearing the beautiful sounds of his violin performance. As Mizuki attempts to become closer to him, Kuze attempts to push her away—the tale of their budding relationship is darkened with undertones of an imminent tragedy.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 7.98,
    "scored_by": 69392,
    "type": "TV",
    "source": "Visual novel",
    "studios": [
      "Shaft"
    ],
    "producers": [
      "Geneon Entertainment"
    ],
    "genres": [
      "Drama",
      "Mystery",
      "Romance",
      "Supernatural"
    ],
    "themes": [],
    "aired_from": "2008-10-07T00:00:00+00:00",
    "aired_to": "2008-12-23T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/4789/ef__A_Tale_of_Melodies",
    "year": 2008,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 4548,
    "title": "Yozakura Quartet",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/11/74266l.jpg",
    "synopsis": "The world of Yozakura Quartet is actually not one, but two worlds: one of humans, and one of youkai. Despite appearing mostly human, youkai may have animal like physical traits, along with a number of special abilities. Normally youkai are confined to their world, but some have found their way into the realm of humanity. As a symbol of peace, and a bridge between the two realms, a city was constructed within the protective barrier of seven magical trees, otherwise known as the Seven Pillars. This city of Sakurashin is home to both humans and youkai, with the peace between them maintained by the Hizumi Life Counseling Office.\n\nThe director of this office is Akina Hiizumi, a teenager with the inherited family ability to perform “tuning,” which can send harmful youkai back to their world permanently. He is aided by a group of girls, including the town’s 16 year old youkai mayor, Hime Yarizakura, their town’s announcer and resident telepath, Ao Nanami, and Kotoha Isone, a half-youkai who can summon objects just by stating the object’s name.\n\nAs new residents enter and mysterious events begin to take place, this quartet of protectors and their closest friends must continue to guard the city of Sakurashin, and maintain the fragile balance of peace between humans and youkai.",
    "episodes": 12,
    "score": 6.78,
    "scored_by": 37331,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Nomad"
    ],
    "producers": [
      "TBS"
    ],
    "genres": [
      "Action",
      "Comedy",
      "Fantasy"
    ],
    "themes": [
      "Mythology",
      "Urban Fantasy"
    ],
    "aired_from": "2008-10-03T00:00:00+00:00",
    "aired_to": "2008-12-19T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/4548/Yozakura_Quartet",
    "year": 2008,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 3927,
    "title": "Kidou Senshi Gundam 00 Second Season",
    "title_english": "Mobile Suit Gundam 00: Second Season",
    "image_url": "https://cdn.myanimelist.net/images/anime/9/12782l.jpg",
    "synopsis": "In the year 2311 AD, a world that once saw itself full of inter-continental conflict now stands unified, led by the Earth Sphere Federation (ESF). The ESF established a preventative military task force known as the A-Laws, tasking them with shutting down violent terrorist organizations. As they gain more and more legal authority, the A-Laws begin to twist the law to fit their own agenda, ruling the citizens of Earth with a heavy hand.\n\nIn response to the fascistic behavior of the A-Laws, the anti-terrorist group Celestial Being reappears. Led by state-of-the-art mobile suits known as Gundam, the pilots of Celestial Being wage a new war with the A-Laws, aiming to stop their tyrannical abuse of power.\n\nSetsuna F. Seiei, pilot of the Gundam Exia, helps to lead the charge along with his fellow Gundam Meisters Lockon Stratos, Allelujah Haptism, and Tieria Erde. But in the process, Setsuna stumbles upon a conspiratorial plot spearheaded by a new faction, the Innovators, and must contend with his own old wounds and ghosts of the past in order to save a world that despises him.\n\n[Written by MAL Rewrite]",
    "episodes": 25,
    "score": 8.07,
    "scored_by": 98391,
    "type": "TV",
    "source": "Original",
    "studios": [
      "Sunrise"
    ],
    "producers": [
      "Mainichi Broadcasting System"
    ],
    "genres": [
      "Drama",
      "Sci-Fi"
    ],
    "themes": [
      "Mecha",
      "Military",
      "Space"
    ],
    "aired_from": "2008-10-05T00:00:00+00:00",
    "aired_to": "2009-03-29T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/3927/Kidou_Senshi_Gundam_00_Second_Season",
    "year": 2008,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 4744,
    "title": "Akaneiro ni Somaru Saka",
    "title_english": "The Hill Dyed Rose Madder",
    "image_url": "https://cdn.myanimelist.net/images/anime/9/21525l.jpg",
    "synopsis": "Yuuhi Katagiri is not your average girl – she's the treasured daughter of the Katagiri family. She's generally kept under strict supervision, but one day ends up walking home from school on her own. This proves to be instant trouble when a group of boys start harassing her. Junichi Nagase, who was on his way home from a convenience store, sees the troubled Yuuhi and comes to her rescue. One of the boys recognized Junichi as the famed \"Geno Killer\" and they dash off. Yuuhi thanks Junichi and when she asked for his name, he just waves and leaves. Of course, he regrets trying to act cool in front of the beautiful girl right away, wishing he asked her name.\n\nThe following day, a transfer student joins Junichi's class – it's Yuuhi! She calls Junichi out as the \"Geno Killer\", the only name she remembers him by, and rumors about the two spread quickly. Matters are made worse when Junichi kisses Yuuhi due to a misunderstanding. And on top of all that, it turns out that Junichi is Yuuhi's fiancé!\n\nYuuhi doesn't see Junichi as someone worthy. But, she could not go against her father's wishes. The only thing that Yuuhi can do is live with Junichi in the house he shares with his little sister Minato, and prove that Junichi is not worthy to be her husband. Will she succeed in proving his unworthiness, or will she fall in love on the way?",
    "episodes": 12,
    "score": 6.37,
    "scored_by": 82836,
    "type": "TV",
    "source": "Visual novel",
    "studios": [
      "TNK"
    ],
    "producers": [
      "Marvelous Entertainment",
      "feng",
      "Delfi Sound",
      "Pony Canyon Enterprises"
    ],
    "genres": [
      "Comedy",
      "Romance",
      "Ecchi"
    ],
    "themes": [
      "Harem",
      "School"
    ],
    "aired_from": "2008-10-03T00:00:00+00:00",
    "aired_to": "2008-12-19T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/4744/Akaneiro_ni_Somaru_Saka",
    "year": 2008,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 4551,
    "title": "Hakushaku to Yousei",
    "title_english": "Earl and Fairy",
    "image_url": "https://cdn.myanimelist.net/images/anime/13/21898l.jpg",
    "synopsis": "In the nineteenth century, we find Lydia Carlton living in Scotland, making a living as a fairy doctor. She is one of those rare humans who can see and communicate with fairies. But no one believes her. However, Edgar is in need of someone with a vast knowledge of fairy lore, and Lydia is just that person. After rescuing her, he becomes her employer, but there are many secrets and emotions that seem to follow Edgar, who claims to be the Blue Knight's Earl.",
    "episodes": 12,
    "score": 7.19,
    "scored_by": 57945,
    "type": "TV",
    "source": "Light novel",
    "studios": [
      "Artland"
    ],
    "producers": [],
    "genres": [
      "Adventure",
      "Romance",
      "Supernatural"
    ],
    "themes": [
      "Historical",
      "Mythology"
    ],
    "aired_from": "2008-09-29T00:00:00+00:00",
    "aired_to": "2008-12-24T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/4551/Hakushaku_to_Yousei",
    "year": 2008,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 4581,
    "title": "Shikabane Hime: Aka",
    "title_english": "Corpse Princess: Aka",
    "image_url": "https://cdn.myanimelist.net/images/anime/1429/115664l.jpg",
    "synopsis": "Living at a shrine with other orphans, Ouri Kagami is no stranger to corpses. But when he sees the patron of his orphanage, Keisei Tagami, seemingly revive the scarred corpse of schoolgirl Makina Hoshimura, he cannot help but feel incredibly shocked.\n\nIntrigued by the mysterious circumstances surrounding Makina, he learns that she is a Shikabane Hime—an undead being tasked with eliminating others like her who pose a threat to society. As Ouri goes about his daily life, his inexplicable run-ins with her are shrouded in abnormality. But as each encounter grows more intense, the two are brought closer together, and it may be their intertwining fates that hold the key to unveiling the secrets behind the world of Shikabanes.\n\n[Written by MAL Rewrite]",
    "episodes": 13,
    "score": 7.17,
    "scored_by": 46818,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Gainax",
      "feel."
    ],
    "producers": [
      "Square Enix",
      "Starchild Records"
    ],
    "genres": [
      "Action",
      "Horror",
      "Supernatural"
    ],
    "themes": [],
    "aired_from": "2008-10-02T00:00:00+00:00",
    "aired_to": "2008-12-25T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/4581/Shikabane_Hime__Aka",
    "year": 2008,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 4477,
    "title": "Nodame Cantabile: Paris-hen",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1896/147906l.jpg",
    "synopsis": "Shinichi Chiaki conquers his fear of flying, and Megumi \"Nodame\" Noda's exceptional performance at a piano competition earns her an invitation to study at the prestigious Conservatoire de Paris. The pair go to Paris together to take the next step in their careers: Chiaki as a new rising conductor under the wing of the great maestro Franz von Stresemann, and Nodame as a pupil of the esteemed piano professor Charles Auclair.\n\nBut, of course, the music world is much bigger than the two of them could have ever imagined. Chiaki and Nodame, alongside old friends and new rivals, must fight and persevere to reach the dazzling musical heights that await them while never losing sight of what matters most.\n\n[Written by MAL Rewrite]",
    "episodes": 11,
    "score": 8.13,
    "scored_by": 77427,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "J.C.Staff"
    ],
    "producers": [
      "Dentsu",
      "Genco",
      "SKY Perfect Well Think",
      "Kodansha",
      "Fuji TV",
      "Asmik Ace",
      "Sony Music Entertainment"
    ],
    "genres": [
      "Comedy",
      "Romance"
    ],
    "themes": [
      "Adult Cast",
      "Music",
      "Performing Arts"
    ],
    "aired_from": "2008-10-10T00:00:00+00:00",
    "aired_to": "2008-12-19T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/4477/Nodame_Cantabile__Paris-hen",
    "year": 2008,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 4884,
    "title": "Tales of the Abyss",
    "title_english": "Tales of the Abyss",
    "image_url": "https://cdn.myanimelist.net/images/anime/8/21243l.jpg",
    "synopsis": "The world of Auldrant is bound by the Score, a series of prophecies from centuries past that dictate the world's future. It is considered an absolute fate that everyone lives by—even people whose actions lead to bloodshed and tears. Using magical abilities known as the Fonic Arts, a war between the nation of Kimlasca-Lanvaldear and the Malkuth Empire is waged in hopes of bringing the Score's foreseen utopia to life.\n\nTales of the Abyss follows Luke von Fabre, who spends his days locked away in his manor after being kidnapped and losing memories as a child. One day, while honing his swordsmanship, a woman named Tear attempts to assassinate his master. Luke defends him, but the clash results in the two being teleported to a distant land. Luke and Tear’s journey back quickly escalates into a quest that will either free the world from the Score's chains or destroy it completely.",
    "episodes": 26,
    "score": 7.26,
    "scored_by": 51188,
    "type": "TV",
    "source": "Game",
    "studios": [
      "Sunrise"
    ],
    "producers": [
      "Bandai Visual",
      "Animax",
      "Bandai Namco Games",
      "Atelier Musa"
    ],
    "genres": [
      "Adventure",
      "Drama",
      "Fantasy"
    ],
    "themes": [],
    "aired_from": "2008-10-03T00:00:00+00:00",
    "aired_to": "2009-03-27T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/4884/Tales_of_the_Abyss",
    "year": 2008,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 5262,
    "title": "Shugo Chara!! Doki",
    "title_english": "Shugo Chara!! Doki",
    "image_url": "https://cdn.myanimelist.net/images/anime/1186/145753l.jpg",
    "synopsis": "Amu Hinamori and the Seiyo Elementary Guardians continue their quest to seek out and purify X Eggs while in pursuit of the elusive Embryo—an egg said to be able to grant any wish. However, the Guardians must secure the Embryo before it falls into the hands of the nefarious Easter Corporation. As part of their plan to lure out the Embryo, Easter hires Lulu de Morcerf, an aloof girl whose ruby necklace gives her the ability to convert Heart Eggs into Mystery Eggs.\n\nThese strange Mystery Eggs cannot be purified as easily as X Eggs, and they can force its owner to undergo a Character Transformation. With this growing threat, the Guardians must track down its source and put a stop to them before the matter gets out of hand. Facing insurmountable pressure from these two new objectives, will the Guardians be able to recover the Embryo while also dealing with the Mystery Eggs?\n\n[Written by MAL Rewrite]",
    "episodes": 51,
    "score": 7.42,
    "scored_by": 57052,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Satelight"
    ],
    "producers": [
      "TV Tokyo",
      "Sotsu"
    ],
    "genres": [
      "Comedy"
    ],
    "themes": [
      "Mahou Shoujo",
      "School"
    ],
    "aired_from": "2008-10-04T00:00:00+00:00",
    "aired_to": "2009-09-25T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/5262/Shugo_Chara_Doki",
    "year": 2008,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 3713,
    "title": "Jigoku Shoujo Mitsuganae",
    "title_english": "Hell Girl: Three Vessels",
    "image_url": "https://cdn.myanimelist.net/images/anime/11/86976l.jpg",
    "synopsis": "Following the events of Jigoku Shoujo Futakomori, Ai Enma, the Hell Girl, has disappeared. Her former companions decide to lead normal lives, until their absent mistress returns to them with a new companion, and in a way that none of them anticipated.\n\nYuzuki Mikage is a normal schoolgirl who soon comes to understand the Hell Girl on an intimate level. During a dream-like trance in the bathtub, Ai kisses Yuzuki and possesses her. So when Yuzuki's friend decides to type in the name of their teacher in the Hell Correspondence website, Ai makes use of Yuzuki's body to accomplish her own task of ferrying the teacher's soul to hell. Yuzuki is disturbed by her new circumstances and wonders why she was chosen to continue Ai's work. Unfortunately for her, the Hell Girl and her assistants resume operation of Hell Correspondence, and she is dragged along for the ride towards hell itself.\n\n[Written by MAL Rewrite]",
    "episodes": 26,
    "score": 7.6,
    "scored_by": 43638,
    "type": "TV",
    "source": "Original",
    "studios": [
      "Studio Deen"
    ],
    "producers": [
      "Aniplex",
      "Tokyo MX"
    ],
    "genres": [
      "Horror",
      "Mystery",
      "Supernatural",
      "Suspense"
    ],
    "themes": [
      "Psychological"
    ],
    "aired_from": "2008-10-04T00:00:00+00:00",
    "aired_to": "2009-04-04T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/3713/Jigoku_Shoujo_Mitsuganae",
    "year": 2008,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 5039,
    "title": "Kurozuka",
    "title_english": "Kurozuka",
    "image_url": "https://cdn.myanimelist.net/images/anime/4/21844l.jpg",
    "synopsis": "In 12th-century Japan, swordsman Kurou escapes ghastly pursuers into a deep forest with his servant Benkei. Seeking shelter, the two find themselves within the secluded abode of the mysterious and beautiful Kuromitsu. While they are warmly accepted, the men are warned to never enter Kuromitsu's room.\n\nHowever, driven by innate curiosity and perhaps a condemned love, Kurou peeks through the ajar door, only to find Kuromitsu feasting on the blood of fallen men. He soon learns Kuromitsu is an immortal vampire, and dedicates himself to her—even becoming a vampire himself in order to spend eternity with her. But the cryptic organization known as the Red Army has enlisted the help of Benkei, who betrays Kurou and severs his head. \n\nAwaking centuries into the future in an apocalyptic modern-day Japan, Kurou sets off to reunite with his lover and exact revenge on the Red Army.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 6.85,
    "scored_by": 33428,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Madhouse"
    ],
    "producers": [
      "Sony Pictures Entertainment"
    ],
    "genres": [
      "Action",
      "Drama",
      "Horror",
      "Romance",
      "Sci-Fi"
    ],
    "themes": [
      "Gore",
      "Historical",
      "Samurai",
      "Vampire"
    ],
    "aired_from": "2008-10-07T00:00:00+00:00",
    "aired_to": "2008-12-23T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/5039/Kurozuka",
    "year": 2008,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 4879,
    "title": "Mouryou no Hako",
    "title_english": "Box of Goblins",
    "image_url": "https://cdn.myanimelist.net/images/anime/10/75492l.jpg",
    "synopsis": "Absent-minded schoolgirl Yoriko Kusumoto only has eyes for Kanako Yuzuki. After planning for their summer trip, their journey comes to a premature and brutal end when Kanako is found severely wounded on train tracks and Yoriko in tears on the station's platform. Shuutarou Kiba, a detective who happened to be on the train that hit the girl, takes up the investigation. However, he discovers that the mystery behind this case is intertwined with an intricate network of deceptions involving the Yuzuki family, especially its most prominent member, Youko Yuzuki—a famous actress and Kanako's sister.\n\nAlthough Kanako survives after surgery, her critical state prompts Youko to entrust a doctor, Dr. Koushirou Mimasaka, to take care of the girl in an ominous, box-shaped facility in the forest where she will receive experimental treatment. But soon after, on a night where Kiba and Yoriko visit Kanako, the convalescent suddenly vanished. Now searching for her whereabouts, the burden on Kiba dramatically grows when he learns about other gruesome discoveries: limbs of young girls in boxes. \n\nKiba is suggested by a colleague that the macabre findings are related not only to Kanako's disappearance but also to the truth behind her sister. As the investigation continues, the detective—enlisting the help of his partners Tatsumi Sekiguchi and Akihiko Chuuzenji—has to find a way to solve this series of crimes and find Kanako back.\n\n[Written by MAL Rewrite]",
    "episodes": 13,
    "score": 7.11,
    "scored_by": 16974,
    "type": "TV",
    "source": "Novel",
    "studios": [
      "Madhouse"
    ],
    "producers": [
      "VAP",
      "Kadokawa Shoten",
      "Nippon Television Network",
      "Arts Pro"
    ],
    "genres": [
      "Mystery",
      "Supernatural",
      "Suspense"
    ],
    "themes": [
      "Detective",
      "Historical",
      "Psychological"
    ],
    "aired_from": "2008-10-08T00:00:00+00:00",
    "aired_to": "2008-12-31T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/4879/Mouryou_no_Hako",
    "year": 2008,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 4550,
    "title": "Hyakko",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1606/137514l.jpg",
    "synopsis": "On their first day of high school shy Ayumi Nonomura and taciturn Tatsuki Iizuka become lost on the immense campus of Kamizono Academy. An irresistible force of nature named Torako Kageyama accompanied by her best friend Suzume Saotome appears in front of them. Led, sometimes pushed, by Torako, the girls and their classmates work through problems of school, home and adolescence.",
    "episodes": 13,
    "score": 7.22,
    "scored_by": 20898,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Nippon Animation"
    ],
    "producers": [
      "Flex Comix"
    ],
    "genres": [
      "Comedy"
    ],
    "themes": [
      "CGDCT",
      "School"
    ],
    "aired_from": "2008-10-02T00:00:00+00:00",
    "aired_to": "2008-12-25T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/4550/Hyakko",
    "year": 2008,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 3654,
    "title": "Macademi Wasshoi!",
    "title_english": "Magician's Academy",
    "image_url": "https://cdn.myanimelist.net/images/anime/10/74031l.jpg",
    "synopsis": "Magician's Academy revolves around Takuto Hasegawa, who attends a magic academy that is not marked on any map. During a summoning spell exam, he accidentally creates a girl named Tanarotte, who happens to hold enough magical power to destroy his country, but fortunately Tanarotte professes undying loyalty (and love) to her \"creator.\" \n\n(Source: ANN)",
    "episodes": 12,
    "score": 6.89,
    "scored_by": 19393,
    "type": "TV",
    "source": "Light novel",
    "studios": [
      "Zexcs"
    ],
    "producers": [
      "Media Factory"
    ],
    "genres": [
      "Comedy",
      "Fantasy",
      "Romance",
      "Ecchi"
    ],
    "themes": [
      "Gag Humor",
      "Harem",
      "School"
    ],
    "aired_from": "2008-10-06T00:00:00+00:00",
    "aired_to": "2008-12-22T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/3654/Macademi_Wasshoi",
    "year": 2008,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 3653,
    "title": "Kurogane no Linebarrels",
    "title_english": "Linebarrels of Iron",
    "image_url": "https://cdn.myanimelist.net/images/anime/2/50375l.jpg",
    "synopsis": "Fourteen-year-old Kouichi Hayase's life has always been a mediocre one, if not dismal. However, those days of being bullied by classmates and escaping to a fantasy of being a hero are put to an end when a certain \"accident\" bestows on him a girl and a gigantic humanoid robot called \"LINEBARREL.\" The extraordinary power that Kouichi obtains puts him and everything around him on a sudden rollercoaster ride of battles, intrigues and friendship! During the course of his adventure, the boy starts to learn what life has to offer; he meets new friends, bids farewell to the old ones, but most of all he now has considerable responsibilities and is forced to confront the world around him.\n\n(Source: Official site)",
    "episodes": 24,
    "score": 6.88,
    "scored_by": 19295,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Gonzo"
    ],
    "producers": [
      "Akita Shoten",
      "Sotsu Music Publishing"
    ],
    "genres": [
      "Sci-Fi"
    ],
    "themes": [
      "Mecha"
    ],
    "aired_from": "2008-10-04T00:00:00+00:00",
    "aired_to": "2009-03-21T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/3653/Kurogane_no_Linebarrels",
    "year": 2008,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 3464,
    "title": "Kemeko Deluxe!",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/3/75538l.jpg",
    "synopsis": "When Sanpeita Kobayashi was a child, his lovely friend had to move away, but she vowed that in ten years, they would meet again—as husband and wife. Ten years later, Sanpeita is a high school student, but he hasn't forgotten the feelings they shared.\n\nSanpeita awakes from a dream about his last day with her, only to have his morning interrupted. A weird robot girl is battling other robots in his bedroom, claiming to be his wife. The robot's pilot looks like none other than Sanpeita's long-lost, childhood friend. But who is she really? Why did she have to leave? And what does she have to do with the Mishima Electronics Corporation?",
    "episodes": 12,
    "score": 6.53,
    "scored_by": 17848,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "HAL Film Maker"
    ],
    "producers": [
      "Yomiuri Telecasting",
      "Yomiko Advertising",
      "KlockWorx",
      "AC Create",
      "ASCII Media Works",
      "Geneon Entertainment"
    ],
    "genres": [
      "Action",
      "Comedy",
      "Romance",
      "Sci-Fi",
      "Ecchi"
    ],
    "themes": [
      "School"
    ],
    "aired_from": "2008-10-05T00:00:00+00:00",
    "aired_to": "2008-12-21T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/3464/Kemeko_Deluxe",
    "year": 2008,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 4903,
    "title": "Kyou no 5 no 2 (TV)",
    "title_english": "Today in Class 5-2 (TV)",
    "image_url": "https://cdn.myanimelist.net/images/anime/5/21096l.jpg",
    "synopsis": "Following the line of the precedent OVAs (of the same name) This anime goes around the normal lives of some elementary school (5th grade, 2nd class room) kids and their adventures, while turning to teens. Their games, stupid jokes, and the misunderstandings around their premature attraction to the opposite sex. Ryota Satou is the main character here, but his friends are almost as important as him since the school wouldn't be the same without them, especially the girls who the majority of time appear to be mature by their ages but in the ends they are as childish and even more \"dangerous\" than the boys.\n\n(Source: ANN, edited)",
    "episodes": 13,
    "score": 7.18,
    "scored_by": 14648,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Xebec"
    ],
    "producers": [
      "Starchild Records",
      "TV Tokyo Music",
      "Omnibus Promotion"
    ],
    "genres": [
      "Comedy",
      "Ecchi"
    ],
    "themes": [
      "School"
    ],
    "aired_from": "2008-10-06T00:00:00+00:00",
    "aired_to": "2008-12-29T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/4903/Kyou_no_5_no_2_TV",
    "year": 2008,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 5005,
    "title": "Tentai Senshi Sunred",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/11/11740l.jpg",
    "synopsis": "Tentai Senshi Sunred is the magnificent story of the conflict between good and evil that takes place in the city of Kawasaki. Sunred, ally of justice, is dedicated to stopping the evil organization Florsheim on their quest for world domination, while General Vamp and his minions are constantly thinking up new schemes to defeat Sunred. In what sounds like a typical story, the characters make all the difference. \n\nOur hero Sunred is rude, violent, and lazy, playing pachinko all day and leeching off of his girlfriend Kayoko Uchida. Meanwhile General Vamp is polite, conscientious, and an ideal homemaker who cooks, mothers his minions, and discusses housekeeping with Kayoko, who bickers constantly with Sunred. Even the monsters of Florsheim tend to be adorable and harmless.\n\nEach episode is comprised of several shorts weighing in at anywhere from a few minutes to a few seconds, and explores the daily lives of these sworn enemies. This is the story of the battle between good and evil that takes place in Kawasaki.\n\n[Written by MAL Rewrite]",
    "episodes": 26,
    "score": 7.75,
    "scored_by": 6991,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "AIC ASTA"
    ],
    "producers": [
      "flying DOG"
    ],
    "genres": [
      "Comedy"
    ],
    "themes": [
      "Gag Humor",
      "Parody",
      "Super Power"
    ],
    "aired_from": "2008-10-03T00:00:00+00:00",
    "aired_to": "2009-03-28T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/5005/Tentai_Senshi_Sunred",
    "year": 2008,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 4066,
    "title": "Tytania",
    "title_english": "Tytania",
    "image_url": "https://cdn.myanimelist.net/images/anime/7/21841l.jpg",
    "synopsis": "One Man vs. an Empire!  Through fear and conquest, the Empire of Valdana holds the future of most of human space within its iron hands, and for generations, those hands have belonged to the Landless Lords of the ruling Tytania dynasty.  \n\nBut now the foundation of the empire is crumbling, pockets of rebellion are forming and when a mission sent to punish the city-state of Euriya is shockingly defeated, the man responsible becomes the target of a galaxy-wide manhunt!  \n\nFor Fan Hyurlick, architect of Tytania's first defeat, glory becomes desperation as his own side betrays him.  Now Fan must not only save his own life, but somehow turn the tables on opponents who have whole worlds to command!\n\n(Source: Sentai Filmworks)",
    "episodes": 26,
    "score": 6.79,
    "scored_by": 7634,
    "type": "TV",
    "source": "Light novel",
    "studios": [
      "Artland"
    ],
    "producers": [
      "Kodansha",
      "Sogo Vision",
      "Magic Capsule",
      "Happinet Pictures",
      "Sony PCL",
      "MICO"
    ],
    "genres": [
      "Adventure",
      "Romance",
      "Sci-Fi"
    ],
    "themes": [
      "Military",
      "Psychological",
      "Space"
    ],
    "aired_from": "2008-10-09T00:00:00+00:00",
    "aired_to": "2009-03-26T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/4066/Tytania",
    "year": 2008,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 4549,
    "title": "Hokuto no Ken: Raoh Gaiden Ten no Haoh",
    "title_english": "Legends of the Dark King: A Fist of the North Star Story",
    "image_url": "https://cdn.myanimelist.net/images/anime/4/18181l.jpg",
    "synopsis": "In the wastelands following the great nuclear war, a legend grew of a man.  “Hokuto No Ken.”  The Fist of the North Star.  Master of a legendary fighting technique.  A man of impossible strength and endurance.  Yet before Ken claimed the title of the Fist, there was another master, trained in the art of Hokuto Shinken, the King of the Fist, the Divine Fist of Heaven.  Raoh: the ultimate assassin, the ultimate warrior.  This is the story of the world before Fist of the North Star, and how one man took the future of a savage world into his deadly hands and reshaped its destiny.  Not as a hero but as a conqueror.  For in the mind of the man called Raoh, the only way to save Mankind is to grind it under his giant heel!  The greatest battle is about to begin in Legends of the Dark King ~ Fist of the North Star! \n\n(Source: Sentai Filmworks)",
    "episodes": 13,
    "score": 7.07,
    "scored_by": 5249,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Satelight"
    ],
    "producers": [
      "Showgate",
      "Index"
    ],
    "genres": [
      "Action",
      "Drama"
    ],
    "themes": [
      "Martial Arts"
    ],
    "aired_from": "2008-10-03T00:00:00+00:00",
    "aired_to": "2008-12-26T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/4549/Hokuto_no_Ken__Raoh_Gaiden_Ten_no_Haoh",
    "year": 2008,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 5027,
    "title": "Stitch!",
    "title_english": "Stitch!",
    "image_url": "https://cdn.myanimelist.net/images/anime/1603/100542l.jpg",
    "synopsis": "A spin-off series of Disney's Lilo &amp; Stitch. \n\nIn the new story, the alien creature Stitch is running off on the mad scientist Jumba's space scooter when he gets caught in a space storm and has to make an emergency landing at Izayoi Island, the southermost tip of Japan. There, he meets Yuuna, a spirited fourth-grade girl who happens to know karate. Yuuna tells Stitch about the Stone of Chitama, a mysterious object that can make any wish come true. However, he has to perform 43 good deeds to receive his wish. \n\n(Source: ANN)",
    "episodes": 25,
    "score": 6.07,
    "scored_by": 2556,
    "type": "TV",
    "source": "Other",
    "studios": [
      "Madhouse"
    ],
    "producers": [
      "TV Asahi",
      "Disney Platform Distribution"
    ],
    "genres": [
      "Adventure",
      "Comedy"
    ],
    "themes": [],
    "aired_from": "2008-10-08T00:00:00+00:00",
    "aired_to": "2009-03-25T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/5027/Stitch",
    "year": 2008,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 4908,
    "title": "Bihada Ichizoku",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/3/19268l.jpg",
    "synopsis": "There is a World Beautiful-Skin Competition (WBC) to which the 3 billion women of the world aspire. Carrying on the 300-year legacy of the competition are the twin Bihada sisters, Sara and Saki.",
    "episodes": 12,
    "score": 5.73,
    "scored_by": 1597,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [
      "Omnibus Japan",
      "Sony Music Entertainment"
    ],
    "genres": [
      "Comedy",
      "Drama"
    ],
    "themes": [
      "Parody"
    ],
    "aired_from": "2008-10-07T00:00:00+00:00",
    "aired_to": "2008-12-23T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/4908/Bihada_Ichizoku",
    "year": 2008,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 5397,
    "title": "Usavich III",
    "title_english": "Usavich III",
    "image_url": "https://cdn.myanimelist.net/images/anime/6/15659l.jpg",
    "synopsis": "The adventures of Putin and Kirenenko continue after they escaped from jail.",
    "episodes": 13,
    "score": 7.04,
    "scored_by": 2902,
    "type": "TV",
    "source": "Original",
    "studios": [
      "Kanaban Graphics"
    ],
    "producers": [],
    "genres": [
      "Comedy"
    ],
    "themes": [
      "Anthropomorphic",
      "Gag Humor"
    ],
    "aired_from": "2008-10-13T00:00:00+00:00",
    "aired_to": "2009-05-25T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/5397/Usavich_III",
    "year": 2008,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 5082,
    "title": "Battle Spirits: Shounen Toppa Bashin",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/7/21150l.jpg",
    "synopsis": "Energetic and thrill-seeking sixth grader Toppa Bashin has his mind set on only one thing—the card game Battle Spirits. Bearing a ruby pendant inherited from his missing father, Bashin heads to school every day with excitement: not for academics, but for card battling, much to the chagrin of his peers.\n\nOne day, Bashin encounters J, the child prodigy champion of Battle Spirits, who bears a similar pendant. Star-struck, Bashin challenges J to a battle. However, the battle he gets is one he did not anticipate; the two are teleported to a mysterious arena in the sky—the Isekai World—where Spirits from the game become real.\n\nFeeling that his dream is finally within arm's reach, Bashin dives headfirst into the Isekai World, encountering other card battlers with extraordinary pendants. While making his way to the top, he slowly realizes that there is more to Battle Spirits than he ever imagined.\n\n[Written by MAL Rewrite]",
    "episodes": 50,
    "score": 6.39,
    "scored_by": 1543,
    "type": "TV",
    "source": "Card game",
    "studios": [
      "Sunrise"
    ],
    "producers": [
      "Toei Animation",
      "Sotsu",
      "Nagoya Broadcasting Network"
    ],
    "genres": [],
    "themes": [
      "Strategy Game"
    ],
    "aired_from": "2008-09-07T00:00:00+00:00",
    "aired_to": "2009-09-06T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/5082/Battle_Spirits__Shounen_Toppa_Bashin",
    "year": 2008,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 5235,
    "title": "Live On Cardliver Kakeru",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1356/133697l.jpg",
    "synopsis": "Kakeru is a big fan of the Live On card game, like so many kids his age. However he loses every time he plays, no matter how hard he tries. Things change when one day Kakeru saves a small dog-like creature chased by weird people. The “dog” is in fact a Create Monster and gives Kakeru an unusual Live Change card, which in turn allows Kakeru to protect his newfound friend… And gets him involved in something he did not expect…\n\n(Source: ANN)",
    "episodes": 51,
    "score": 6.26,
    "scored_by": 335,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "TMS Entertainment"
    ],
    "producers": [
      "Sotsu",
      "Sakura Create"
    ],
    "genres": [
      "Fantasy"
    ],
    "themes": [
      "Strategy Game"
    ],
    "aired_from": "2008-10-05T00:00:00+00:00",
    "aired_to": "2009-09-27T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/5235/Live_On_Cardliver_Kakeru",
    "year": 2008,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 4905,
    "title": "Mach Girl",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1177/97974l.jpg",
    "synopsis": "A spin-off of Mach Go Go Go (aka: Speed Racer). The titular Mach Girl is, according to Anime News Network, \"a girl named Lip who wanders the land to compete in high-stakes races with her Mach Pink three-wheeler.\"",
    "episodes": 26,
    "score": 5.3,
    "scored_by": 218,
    "type": "TV",
    "source": "Original",
    "studios": [
      "Tatsunoko Production"
    ],
    "producers": [],
    "genres": [
      "Comedy"
    ],
    "themes": [
      "Racing"
    ],
    "aired_from": "2008-09-13T00:00:00+00:00",
    "aired_to": "2009-09-14T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/4905/Mach_Girl",
    "year": 2008,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 5234,
    "title": "Zettai Yareru Greece Shinwa",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/3/53619l.jpg",
    "synopsis": "Comedy show based on Greek myths about how perverted the gods are.",
    "episodes": 13,
    "score": 5.85,
    "scored_by": 164,
    "type": "TV",
    "source": "Original",
    "studios": [
      "A-1 Pictures",
      "No Side"
    ],
    "producers": [
      "VAP",
      "Omnibus Promotion"
    ],
    "genres": [
      "Comedy",
      "Ecchi"
    ],
    "themes": [],
    "aired_from": "2008-10-04T00:00:00+00:00",
    "aired_to": "2008-12-27T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/5234/Zettai_Yareru_Greece_Shinwa",
    "year": 2008,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 5184,
    "title": "Negibouzu no Asatarou",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/8/29843l.jpg",
    "synopsis": "Based on a picture book about a onion-headed samurai named Asatarou.",
    "episodes": 48,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Picture book",
    "studios": [
      "Toei Animation"
    ],
    "producers": [],
    "genres": [
      "Adventure",
      "Comedy"
    ],
    "themes": [
      "Historical"
    ],
    "aired_from": "2008-10-12T00:00:00+00:00",
    "aired_to": "2009-09-27T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/5184/Negibouzu_no_Asatarou",
    "year": 2008,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 5089,
    "title": "Noramimi 2",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1161/133819l.jpg",
    "synopsis": "Sequel to Noramimi.",
    "episodes": 13,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Manga",
    "studios": [],
    "producers": [],
    "genres": [
      "Comedy"
    ],
    "themes": [
      "Childcare"
    ],
    "aired_from": "2008-10-01T00:00:00+00:00",
    "aired_to": "2008-12-17T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/5089/Noramimi_2",
    "year": 2008,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 19501,
    "title": "Giga Tribe",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/12/52321l.jpg",
    "synopsis": "Gang Tu-Ji is just a normal passionate and determined (pun intended) 13 year old boy trying to woo the prettiest girl in school. That is until 4 mysterious creatures crash through his roof one day. Tu-Ji ends up reluctantly helping them out by transforming into Tribe Captain via the Giga Stone's power they brought. And the creatures themselves are able to morph into fully humanoid super sentai-like warriors! Together they fight against friends and strangers who have been possessed by the evil Bavaria in a catch-phrase sitcom manner.",
    "episodes": 39,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Unknown",
    "studios": [],
    "producers": [
      "Studio Kaab"
    ],
    "genres": [
      "Comedy"
    ],
    "themes": [
      "Parody",
      "Super Power"
    ],
    "aired_from": "2008-10-08T00:00:00+00:00",
    "aired_to": "2009-02-04T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/19501/Giga_Tribe",
    "year": 2008,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 32842,
    "title": "Panpaka Pants",
    "title_english": "Panpaka Pantsu",
    "image_url": "https://cdn.myanimelist.net/images/anime/13/84744l.jpg",
    "synopsis": "A series of shorts about pigs who wear underpants.",
    "episodes": 27,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [
      "DLE"
    ],
    "producers": [
      "Shizuoka Broadcasting System"
    ],
    "genres": [
      "Comedy"
    ],
    "themes": [],
    "aired_from": "2008-10-01T00:00:00+00:00",
    "aired_to": "2015-10-22T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/32842/Panpaka_Pants",
    "year": 2008,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 34363,
    "title": "Ocha-ken: Ryokutto Monogatari",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/4/82788l.jpg",
    "synopsis": "The third Ocha-ken series, this season focuses on environmental friendly themes.",
    "episodes": 13,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [
      "Four Some"
    ],
    "genres": [
      "Slice of Life"
    ],
    "themes": [],
    "aired_from": "2008-11-22T00:00:00+00:00",
    "aired_to": "2009-02-21T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/34363/Ocha-ken__Ryokutto_Monogatari",
    "year": 2008,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 43982,
    "title": "Xi Yangyang Yu Hui Tailang: Yangyang Yundonghui",
    "title_english": "Pleasant Goat Sports Game",
    "image_url": "https://cdn.myanimelist.net/images/anime/1261/115268l.jpg",
    "synopsis": null,
    "episodes": 60,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [
      "Comedy",
      "Sports"
    ],
    "themes": [],
    "aired_from": "2008-10-23T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/43982/Xi_Yangyang_Yu_Hui_Tailang__Yangyang_Yundonghui",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 59358,
    "title": "Net Miracle Shopping",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1547/144363l.jpg",
    "synopsis": "Net Miracle Shopping is a mail-order program that introduces groundbreaking products that have never existed before. The presenters, Yamada and Sota, introduce special products every time.\n\n(Source: Wikipedia, translated)",
    "episodes": 23,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [
      "Mainichi Broadcasting System"
    ],
    "genres": [
      "Comedy"
    ],
    "themes": [],
    "aired_from": "2008-10-03T00:00:00+00:00",
    "aired_to": "2008-12-19T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/59358/Net_Miracle_Shopping",
    "year": 2008,
    "season": "fall",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 45469,
    "title": "Shikong Shaonian",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1009/129049l.jpg",
    "synopsis": null,
    "episodes": 52,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [
      "Adventure",
      "Fantasy"
    ],
    "themes": [],
    "aired_from": "2008-11-12T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/45469/Shikong_Shaonian",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 45973,
    "title": "Lu Dang Jin Jian",
    "title_english": "In Reed's Gold Arrow",
    "image_url": "https://cdn.myanimelist.net/images/anime/1100/122741l.jpg",
    "synopsis": null,
    "episodes": 30,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Novel",
    "studios": [],
    "producers": [],
    "genres": [],
    "themes": [
      "Historical"
    ],
    "aired_from": "2008-12-01T00:00:00+00:00",
    "aired_to": "2009-01-01T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/45973/Lu_Dang_Jin_Jian",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 45906,
    "title": "Kuaile Jingling",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1782/127294l.jpg",
    "synopsis": null,
    "episodes": 26,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Unknown",
    "studios": [],
    "producers": [],
    "genres": [
      "Fantasy"
    ],
    "themes": [],
    "aired_from": "2008-11-10T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/45906/Kuaile_Jingling",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 46183,
    "title": "Women Xiaohai You Liliang",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1789/128904l.jpg",
    "synopsis": null,
    "episodes": 52,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [],
    "themes": [],
    "aired_from": "2008-12-01T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/46183/Women_Xiaohai_You_Liliang",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 45727,
    "title": "Yuhang Shu",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1552/129950l.jpg",
    "synopsis": null,
    "episodes": 26,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [],
    "themes": [],
    "aired_from": "2008-10-28T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/45727/Yuhang_Shu",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  }
]