[
  {
    "mal_id": 2904,
    "title": "Code Geass: Hangyaku no Lelouch R2",
    "title_english": "Code Geass: Lelouch of the Rebellion R2",
    "image_url": "https://cdn.myanimelist.net/images/anime/1088/135089l.jpg",
    "synopsis": "One year has passed since the Black Rebellion, a failed uprising against the Holy Britannian Empire led by the masked vigilante Zero, who is now missing. At a loss without their revolutionary leader, Area 11's resistance group—the Black Knights—find themselves too powerless to combat the brutality inflicted upon the Elevens by Britannia, which has increased significantly in order to crush any hope of a future revolt. \n\nLelouch Lamperouge, having lost all memory of his double life, is living peacefully alongside his friends as a high school student at Ashford Academy. His former partner C.C., unable to accept this turn of events, takes it upon herself to remind him of his past purpose, hoping that the mastermind Zero will rise once again to finish what he started.\n\n[Written by MAL Rewrite]",
    "episodes": 25,
    "score": 8.91,
    "scored_by": 1269913,
    "type": "TV",
    "source": "Original",
    "studios": [
      "Sunrise"
    ],
    "producers": [
      "Bandai Visual",
      "Mainichi Broadcasting System",
      "Bandai",
      "Bandai Namco Entertainment",
      "Hakuhodo DY Media Partners"
    ],
    "genres": [
      "Award Winning",
      "Drama",
      "Sci-Fi"
    ],
    "themes": [
      "Mecha",
      "Military",
      "Super Power"
    ],
    "aired_from": "2008-04-06T00:00:00+00:00",
    "aired_to": "2008-09-28T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/2904/Code_Geass__Hangyaku_no_Lelouch_R2",
    "year": 2008,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 3588,
    "title": "Soul Eater",
    "title_english": "Soul Eater",
    "image_url": "https://cdn.myanimelist.net/images/anime/1071/149486l.jpg",
    "synopsis": "Death City is home to the famous Death Weapon Meister Academy (Shibusen), a technical academy headed by the Shinigami—Lord Death himself. Its mission: to raise Death Scythes for the Shinigami to wield against the many evils of their fantastical world. These Death Scythes, however, are not made from physical weapons; rather, they are born from human hybrids who have the ability to transform their bodies into Demon Weapons, and only after they have consumed the souls of 99 evil beings and one witch's soul.\n\nSoul Eater Evans, a Demon Scythe who only seems to care about what's cool, aims to become a Death Scythe with the help of his straight-laced wielder, or meister, Maka Albarn. The contrasting duo work and study alongside the hot headed Black☆Star and his caring weapon Tsubaki, as well as the Shinigami's own son, Death the Kid, an obsessive-compulsive dual wielder of twin pistols Patty and Liz.\n\nAs they take on missions to collect souls and protect the city from the world's threats, the Shibusen students work together under the snickering sun to become sounder in mind, body, and soul.\n\n[Written by MAL Rewrite]",
    "episodes": 51,
    "score": 7.85,
    "scored_by": 889195,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Bones"
    ],
    "producers": [
      "TV Tokyo",
      "Aniplex",
      "Dentsu",
      "Media Factory",
      "Fonishia"
    ],
    "genres": [
      "Action",
      "Comedy",
      "Fantasy"
    ],
    "themes": [
      "School"
    ],
    "aired_from": "2008-04-07T00:00:00+00:00",
    "aired_to": "2009-03-30T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/3588/Soul_Eater",
    "year": 2008,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 3455,
    "title": "To LOVE-Ru",
    "title_english": "To Love Ru",
    "image_url": "https://cdn.myanimelist.net/images/anime/1292/147431l.jpg",
    "synopsis": "Timid 16-year-old Rito Yuuki has yet to profess his love to Haruna Sairenji—a classmate and object of his infatuation since junior high. Sadly, his situation becomes even more challenging when one night, a mysterious, stark-naked girl crash-lands right on top of a bathing Rito.\n\nTo add to the confusion, Rito discovers that the girl, Lala Satalin Deviluke, is the crown princess of an alien empire and has run away from her home. Despite her position as the heiress to the most dominant power in the entire galaxy, Lala is surprisingly more than willing to marry the decidedly average Rito in order to avoid an unwanted political marriage.\n\nTo LOVE-Ru depicts Rito's daily struggles with the bizarre chaos that begins upon the arrival of Lala. With an evergrowing legion of swooning beauties that continuously foil his attempted confessions to Haruna, To LOVE-Ru  is a romantic comedy full of slapstick humor, sexy girls, and outlandishly lewd moments that defy the laws of physics.\n\n[Written by MAL Rewrite]",
    "episodes": 26,
    "score": 6.96,
    "scored_by": 335539,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Xebec"
    ],
    "producers": [
      "TBS",
      "Shueisha"
    ],
    "genres": [
      "Comedy",
      "Romance",
      "Sci-Fi",
      "Ecchi"
    ],
    "themes": [
      "Harem",
      "School"
    ],
    "aired_from": "2008-04-04T00:00:00+00:00",
    "aired_to": "2008-09-26T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/3455/To_LOVE-Ru",
    "year": 2008,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 3457,
    "title": "Vampire Knight",
    "title_english": "Vampire Knight",
    "image_url": "https://cdn.myanimelist.net/images/anime/3/7327l.jpg",
    "synopsis": "The cheerful Yuuki Cross and the gruff Zero Kiryuu are members of the disciplinary committee at Cross Academy, which houses two very distinct classes: the Day Class and the Night Class. Their job consists of upholding order between the classes when they switch out. While that may not seem like an especially difficult task, the Day Class is unaware of the truth behind the Night Class—their utterly gorgeous students are vampires.\n\nTen years ago, Yuuki was saved from a vampire attack by Kaname Kuran, a Pureblood vampire. Now, Kaname is the leader of the Night Class, and Yuuki's disciplinary committee position allows her to see him again, making her feelings for him grow complicated. Meanwhile, Zero bears a white-hot hatred of all vampires and believes they can never live in harmony with humans. But a secret from Zero's past soon threatens the fragile peace of all at the academy, and things may never be the same again.\n\n[Written by MAL Rewrite]",
    "episodes": 13,
    "score": 6.84,
    "scored_by": 364787,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Studio Deen"
    ],
    "producers": [
      "TV Tokyo",
      "Aniplex",
      "Nihon Ad Systems"
    ],
    "genres": [
      "Drama",
      "Mystery",
      "Romance",
      "Supernatural"
    ],
    "themes": [
      "Love Polygon",
      "School",
      "Vampire"
    ],
    "aired_from": "2008-04-08T00:00:00+00:00",
    "aired_to": "2008-07-01T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/3457/Vampire_Knight",
    "year": 2008,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 3470,
    "title": "Special A",
    "title_english": "Special A (S.A)",
    "image_url": "https://cdn.myanimelist.net/images/anime/8/77363l.jpg",
    "synopsis": "Hikari Hanazono has always been able to do things that normal people cannot. As a child, she assumed no one could beat her—until she met Kei Takishima. Thinking she would win, Hikari challenged him to a match. But things didn’t go as planned; she lost not once but each time she rechallenged him. From that point on, she has sworn to best Kei at everything, ranging from academics to athletics.\n\nTo achieve her goal, Hikari enrolls in the same school as Kei—Hakusenkan, a prestigious institute for the wealthy. As a pair, they hold the top two rankings in school and are among seven of the academy's best students in a class known as Special A.\n\nWhile Hikari treats Kei as a rival, she is completely oblivious that he harbors hidden feelings for her. Together, the members of Special A deal with competition, friendship, and just a bit of love.\n\n[Written by MAL Rewrite]",
    "episodes": 24,
    "score": 7.5,
    "scored_by": 191701,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Gonzo",
      "AIC"
    ],
    "producers": [
      "Showgate"
    ],
    "genres": [
      "Comedy",
      "Romance"
    ],
    "themes": [
      "School"
    ],
    "aired_from": "2008-04-07T00:00:00+00:00",
    "aired_to": "2008-09-15T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/3470/Special_A",
    "year": 2008,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 3731,
    "title": "Itazura na Kiss",
    "title_english": "ItaKiss",
    "image_url": "https://cdn.myanimelist.net/images/anime/10/19933l.jpg",
    "synopsis": "When her newly-built home is razed to the ground by an earthquake, low-achieving, clumsy, and troublesome third-year high school student Kotoko Aihara is forced to share a roof with the school's—and possibly Japan's—smartest student, Naoki Irie. Kotoko is not actually a complete stranger to Irie-kun; unfortunately, a single love letter that she tried to give him in the past has already sealed her fate as far as he is concerned. Throw in some quirky friends and a meddlesome mother, and Kotoko might not even have a snowball's chance in hell of winning the older Irie boy's heart. Yet Kotoko remains optimistic that, because she now lives in his house, her unattainable crush on the genius since the beginning of high school has never been more within reach.\n\n[Written by MAL Rewrite]",
    "episodes": 25,
    "score": 7.39,
    "scored_by": 150922,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "TMS Entertainment"
    ],
    "producers": [
      "Bandai Visual",
      "Trinity Sound"
    ],
    "genres": [
      "Comedy",
      "Romance"
    ],
    "themes": [
      "School"
    ],
    "aired_from": "2008-04-05T00:00:00+00:00",
    "aired_to": "2008-09-25T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/3731/Itazura_na_Kiss",
    "year": 2008,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 3092,
    "title": "Junjou Romantica",
    "title_english": "Junjo Romantica",
    "image_url": "https://cdn.myanimelist.net/images/anime/7/8811l.jpg",
    "synopsis": "High school student Misaki Takahashi returns home to see his older brother being fondled by an unknown man. Bewildered by such a sight, Misaki finds out that the stranger is actually Akihiko Usami, a popular novelist and his brother's best friend. With the two of them slowly becoming acquainted, Akihiko ends up as Misaki's private tutor. However, after stumbling upon the author's latest boys-love novel, Misaki becomes uncertain whether or not to trust Akihiko regarding his friendship with the student's brother.\n\nElsewhere, Hiroki Kamijou, a university teacher of classical literature and Akihiko's friend, is grieving a failed romance. While on the edge of a mental breakdown, he meets student Nowaki Kusama, who wants his help for an upcoming exam. Despite denying Nowaki's request numerous times, Hiroki eventually lends him a hand. As the two get closer, more revelations about the student are made.\n\nFurthermore, when wealthy teenager Shinobu Takatsuki finds out that his older sister has divorced Hiroki's coworker You Miyagi, he immediately wants to date the same man—as he saved Shinobu from a robbery three years prior. Even so, You does not feel the same way and attempts to scare him off. However, the educator soon realizes that Shinobu will do anything for their destined romance.\n\nJunjou Romantica collects three love stories, narrating every couple's romance.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 7.44,
    "scored_by": 149617,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Studio Deen"
    ],
    "producers": [
      "Frontier Works",
      "Kadokawa Shoten",
      "Kadokawa Pictures Japan",
      "KlockWorx",
      "Memory-Tech",
      "Romantica club !!"
    ],
    "genres": [
      "Boys Love",
      "Comedy",
      "Drama"
    ],
    "themes": [
      "Adult Cast"
    ],
    "aired_from": "2008-04-11T00:00:00+00:00",
    "aired_to": "2008-06-27T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/3092/Junjou_Romantica",
    "year": 2008,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 3503,
    "title": "Kanokon",
    "title_english": "Kanokon: The Girl Who Cried Fox",
    "image_url": "https://cdn.myanimelist.net/images/anime/11/9490l.jpg",
    "synopsis": "Kouta has girl troubles of the supernatural sort. For some reason, he keeps attracting the attention (and affections) of animal spirits!\n\nHaving spent most of his life in the country, Kouta is understandably nervous when he moves in with his grandma to attend a high school in the big city. He hoped to make a good impression, but having Chizuru, a beautiful fox spirit, hanging off his arm didn't seem to be the sort of image he wanted to have. She's not alone in her love for Kouta, either. Nozomu, a wolf spirit, as well as other youkai have their sights set on the hapless country boy.",
    "episodes": 12,
    "score": 6.35,
    "scored_by": 122862,
    "type": "TV",
    "source": "Light novel",
    "studios": [
      "Xebec"
    ],
    "producers": [
      "Media Factory",
      "Movic",
      "AT-X"
    ],
    "genres": [
      "Comedy",
      "Romance",
      "Supernatural",
      "Ecchi"
    ],
    "themes": [
      "Love Polygon",
      "School"
    ],
    "aired_from": "2008-04-05T00:00:00+00:00",
    "aired_to": "2008-06-21T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/3503/Kanokon",
    "year": 2008,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 3701,
    "title": "Kaiba",
    "title_english": "Kaiba",
    "image_url": "https://cdn.myanimelist.net/images/anime/1959/147908l.jpg",
    "synopsis": "In a world where memories exist in memory chips separate from the body, death of the body no longer means death of the soul. It is possible for memories to be viewed, altered, and transferred between bodies. These memory chips are used by the rich to obtain eternal lives in carefully selected bodies, while for the poor, selling their own bodies and conserving their souls in the chips often become the only way to earn a living. An electrolytic cloud in the sky serves as a barrier between the heavens of the fortunate and the underworld of the destitute, making this social division impregnable. \n\nOne day, a man named Kaiba wakes up in an empty room with no memories, a mysterious hole in his chest, and a locket holding the picture of an unknown woman. After escaping an attack and stumbling upon a decrepit village of underworld residents, he begins his adventure across the different planets of this strange universe to find out more about his own identity and the woman he once knew.\n\nThrough a journey of self-discovery and acceptance, Kaiba weaves together tales of souls and spirits and explores the importance of memories.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 8.14,
    "scored_by": 47915,
    "type": "TV",
    "source": "Original",
    "studios": [
      "Madhouse"
    ],
    "producers": [
      "VAP",
      "WOWOW",
      "Mediarte Entertainment Works"
    ],
    "genres": [
      "Adventure",
      "Avant Garde",
      "Award Winning",
      "Mystery",
      "Romance",
      "Sci-Fi"
    ],
    "themes": [
      "Psychological"
    ],
    "aired_from": "2008-04-11T00:00:00+00:00",
    "aired_to": "2008-07-25T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/3701/Kaiba",
    "year": 2008,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 3655,
    "title": "Nabari no Ou",
    "title_english": "Nabari no Ou",
    "image_url": "https://cdn.myanimelist.net/images/anime/13/79037l.jpg",
    "synopsis": "Silent, apathetic, yet mischievous, 14-year-old Rokujou Miharu is the bearer of the hijutsu \"Shinrabanshou,\" a powerful technique many ninja clans desire so they can become the ruler of Nabari. His classmate Kouichi Aizawa and English teacher Thobari Durandal Kumohira are both secretly Banten clan ninjas who have pledged themselves to protect Miharu from his many attackers. Keeping apathetic, Miharu attempts to reject their invitation to join their ninja \"club.\" However, after numerous attacks, he finds no choice but to join their group as a means for his survival. Slowly, Miharu gets ever closer to becoming the ruler of Nabari.\n\n[Written by MAL Rewrite]",
    "episodes": 26,
    "score": 7.24,
    "scored_by": 68056,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "J.C.Staff"
    ],
    "producers": [
      "Square Enix",
      "Rakuonsha",
      "Kinyosha",
      "Geneon Entertainment"
    ],
    "genres": [
      "Action",
      "Drama",
      "Supernatural"
    ],
    "themes": [
      "Martial Arts"
    ],
    "aired_from": "2008-04-07T00:00:00+00:00",
    "aired_to": "2008-09-29T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/3655/Nabari_no_Ou",
    "year": 2008,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 3572,
    "title": "Macross F",
    "title_english": "Macross Frontier",
    "image_url": "https://cdn.myanimelist.net/images/anime/9/15648l.jpg",
    "synopsis": "Following a catastrophic war against a race of giants known as the Zentradi, humanity has escaped towards the center of the galaxy aboard a fleet of colonial vessels called the Macross Frontier. As the extraterrestrial threat is left further and further behind, life on Macross Frontier proceeds as usual.\n\nIn the year 2059, a young mecha pilot trainee named Alto Saotome and his colleagues are preparing to perform an accompanying routine for the famous singer Sheryl Nome, who has come to Macross Frontier for a concert. During the performance, a biomechanical alien species known as the Vajra make a sudden appearance, breaking through the defensive perimeter surrounding the vessel and crash-landing near the concert venue, plunging the entire city into chaos. As the concertgoers evacuate, a young girl named Ranka Lee is left behind and gets targeted by the Vajra, but she is saved at the last minute by Alto. Following these events, the Strategic Military Services program notes Alto's skill in battle, resulting in his recruitment to combat the new alien threat.\n\n[Written by MAL Rewrite]",
    "episodes": 25,
    "score": 7.88,
    "scored_by": 69177,
    "type": "TV",
    "source": "Original",
    "studios": [
      "Satelight"
    ],
    "producers": [
      "Bandai Visual",
      "Mainichi Broadcasting System",
      "Big West"
    ],
    "genres": [
      "Award Winning",
      "Romance",
      "Sci-Fi"
    ],
    "themes": [
      "Mecha",
      "Military",
      "Music",
      "Space"
    ],
    "aired_from": "2008-04-04T00:00:00+00:00",
    "aired_to": "2008-09-26T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/3572/Macross_F",
    "year": 2008,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 3091,
    "title": "xxxHOLiC◆Kei",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/9/8626l.jpg",
    "synopsis": "Kimihiro Watanuki's life was never really normal. But in addition to his ability to see spirits, this sequel to xxxHOLiC finds him still slaving away for Yuuko, the bizarre owner of a strange shop, who promised to rid him of this ability. However, this otherworldly woman can only do so when he has worked enough to earn his wish. Such is the way for anyone who finds their way into the shop to have their request granted: a compensation equal to their wish must be paid. \n\nIn this odd shop that straddles the world of the living and the dead, Watanuki finds himself doing household chores for the seemingly lazy Yuuko and her companions, while also helping out clients. Along with his classmates, supposed romantic rival Shizuka Doumeki and his crush Himawari Kunogi, Watanuki deals with the many misfortunes surrounding Yuuko's customers, as well as those that closely follow him and his friends.\n\n[Written by MAL Rewrite]",
    "episodes": 13,
    "score": 8.2,
    "scored_by": 69454,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Production I.G"
    ],
    "producers": [
      "TBS",
      "BMG Japan",
      "Kids Station",
      "Kodansha",
      "Movic",
      "Fonishia"
    ],
    "genres": [
      "Comedy",
      "Drama",
      "Mystery",
      "Supernatural"
    ],
    "themes": [],
    "aired_from": "2008-04-04T00:00:00+00:00",
    "aired_to": "2008-06-27T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/3091/xxxHOLiC◆Kei",
    "year": 2008,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 3972,
    "title": "Yu☆Gi☆Oh! 5D's",
    "title_english": "Yu-Gi-Oh! 5D's",
    "image_url": "https://cdn.myanimelist.net/images/anime/1667/103658l.jpg",
    "synopsis": "Yuusei Fudou is out to get back what was stolen from him.\n\nThe world of dueling has evolved, with Riding Duels becoming the peak of entertainment for the residents of Neo Domino City. They are played on D-Wheels, a hybrid between Duel Disks and motorbikes. After the mechanically skilled Yuusei managed to build his own D-Wheel, his former friend Jack Atlas stole it alongside Yuusei's best card, Stardust Dragon; ditching their decrepit hometown of Satellite, he escaped to Neo Domino City.\n\nIn the two years since then, Jack has risen to the top of the dueling world, while Yuusei has been making preparations thanks to the help of his friends. With his new D-Wheel finished, he now sets off to Neo Domino City, his only goal to find Jack. Unbeknownst to either of them, there are far bigger things at stake than they can imagine, with puppeteers pulling the strings behind the scenes.\n\n[Written by MAL Rewrite]",
    "episodes": 154,
    "score": 7.47,
    "scored_by": 87639,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Gallop"
    ],
    "producers": [
      "TV Tokyo",
      "Konami",
      "Nihon Ad Systems",
      "Shueisha"
    ],
    "genres": [
      "Action"
    ],
    "themes": [
      "Strategy Game"
    ],
    "aired_from": "2008-04-02T00:00:00+00:00",
    "aired_to": "2011-03-30T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/3972/Yu☆Gi☆Oh_5Ds",
    "year": 2008,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 3230,
    "title": "Druaga no Tou: The Aegis of Uruk",
    "title_english": "Tower of Druaga: The Aegis of Uruk",
    "image_url": "https://cdn.myanimelist.net/images/anime/5/75646l.jpg",
    "synopsis": "It is said that every few years, there is what's known as the \"Summer of Anu.\"  During that summer, thanks to the divine protection of the sky-god Anu, all of the demons in the tower lose their power.  The country of Uruk has begun an invasion of the tower in order to suppress the demons.  They've built up positions inside the tower, with their sights set on getting to the upper levels.  The Uruk army knows that this is the third Summer of Anu-a perfect time to launch a mission to suppress the monster Druaga once and for all.  The army soldiers aren't the only ones in the tower, though.  An enitre city called Meskia has formed inside the tower's first floor.  It plays host not just to soldiers, but also to adventurers who have heard rumors about a legendary treasure called the Blue Crystal Rod, which is said to rest at the very top of the tower.  With all these different groups in the mix, each with its own agenda, one can only guess how things will play out during this unusual summer.\n\n(Source:  Newtype Magazine)",
    "episodes": 12,
    "score": 7.12,
    "scored_by": 52746,
    "type": "TV",
    "source": "Game",
    "studios": [
      "Gonzo"
    ],
    "producers": [
      "Dentsu",
      "Sotsu Music Publishing"
    ],
    "genres": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "themes": [],
    "aired_from": "2008-04-05T00:00:00+00:00",
    "aired_to": "2008-06-21T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/3230/Druaga_no_Tou__The_Aegis_of_Uruk",
    "year": 2008,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 3358,
    "title": "Kure-nai",
    "title_english": "Kurenai",
    "image_url": "https://cdn.myanimelist.net/images/anime/2/8482l.jpg",
    "synopsis": "Shinkurou Kurenai is a 16-year-old student by day and a dispute mediator by night. Though kind-hearted and patient, due to his tragic past, he has trained for years to live on. Now, despite his unimposing appearance, he is a strong martial artist, who also possesses a strange power.\n\nWhile taking various jobs for his employer, Benika Juuzawa, one assignment leads Shinkurou to live with Murasaki Kuhouin as her bodyguard. Murasaki is the seven-year-old daughter of a plutocratic family, who escaped her home under peculiar circumstances with Benika's help. Commoner life, in her eyes, seems bizarre. However, by interacting with her neighbors, she grows more accustomed to the daily routine, and rids herself of her snobbish behavior, gradually growing attached to Shinkurou.\n\nThough many details of the job remain unclear, Shinkurou still strives to protect the young lady. But to make things more complicated, he also lacks a crucial fact—what is the real threat against Murasaki?\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 7.31,
    "scored_by": 38096,
    "type": "TV",
    "source": "Light novel",
    "studios": [
      "Brain's Base"
    ],
    "producers": [
      "Yomiko Advertising",
      "Pony Canyon",
      "Half H.P Studio",
      "Shueisha"
    ],
    "genres": [
      "Comedy",
      "Drama"
    ],
    "themes": [
      "Childcare"
    ],
    "aired_from": "2008-04-04T00:00:00+00:00",
    "aired_to": "2008-06-20T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/3358/Kure-nai",
    "year": 2008,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 3407,
    "title": "Blassreiter",
    "title_english": "Blassreiter",
    "image_url": "https://cdn.myanimelist.net/images/anime/1154/133811l.jpg",
    "synopsis": "Modern Germany is plagued by an outbreak of \"Amalgams.\" Existing solely to wreak havoc, these cybernetic entities spawn from rotting flesh and can fuse with technology to gain new abilities. With society left in the wake of their destruction, the Xenogenesis Assault Team (XAT) is formed to suppress the threat. Alongside its primary mission to protect against the Amalgam attacks, the organization is also researching the newly discovered \"amalgamated\" humans which possess rational thought and are far deadlier than their non-sentient counterparts.\n\nJoseph Jobson is one such amalgamated human who has full control over his powers. Although successful in his line of work as a lone warrior, an unfortunate encounter with the recently-turned-Amalgam Gerd Frentzen makes him a priority target of the XAT. As he eludes the organization and seeks new allies, Joseph is transformed into the Blassreiter—a being heralded as the strongest Amalgam in existence. Now, he must fight back with his newfound powers to uncover the truth behind not only his past, but also the entire Amalgam conflict.\n\n[Written by MAL Rewrite]",
    "episodes": 24,
    "score": 6.87,
    "scored_by": 30282,
    "type": "TV",
    "source": "Original",
    "studios": [
      "Gonzo"
    ],
    "producers": [
      "Nitroplus",
      "Sotsu Music Publishing",
      "Future Vision Music"
    ],
    "genres": [
      "Drama",
      "Sci-Fi"
    ],
    "themes": [
      "Mecha"
    ],
    "aired_from": "2008-04-06T00:00:00+00:00",
    "aired_to": "2008-09-28T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/3407/Blassreiter",
    "year": 2008,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 3613,
    "title": "Toshokan Sensou",
    "title_english": "Library Wars",
    "image_url": "https://cdn.myanimelist.net/images/anime/1287/114435l.jpg",
    "synopsis": "In the year 1989, the Japanese government passed the Media Betterment Act, allowing a group of soldiers known as the Media Betterment Committee (MBC) to destroy and censor any \"problematic\" media under the guise of protecting public morals. As a response, regional governments established the Library Defense Force (LDF), whose members take up arms and put their lives on the line to protect freedom of expression. At the top of the Kanto branch of the LDF stands the Library Task Force (LTF): an elite squad consisting of only the most exceptional fighters.\n\nAs a high schooler, Iku Kasahara experienced the terror of censorship first-hand when she refused to surrender the newest volume of her favorite series to MBC agents. She only came out unscathed thanks to a lone member of the LDF, who protected her and her beloved book. Now in her 20s and still unable to forget the man who saved her, Kasahara joins the LDF in the hope of becoming just like her prince.\n\nBut LDF training turns out to be far more rigorous than she could have imagined, and her instructor, LTF member Atsushi Doujou, seems fixated on making her life a living hell. Given her struggles, Kasahara is shocked when she is selected as one of the two new LTF recruits as a result of Doujou's recommendation. As Kasahara does all she can to become worthy of the LTF and unravel her enigmatic superior's motivations, she wages war—both on the battlefield and in her personal life.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 7.41,
    "scored_by": 28283,
    "type": "TV",
    "source": "Novel",
    "studios": [
      "Production I.G"
    ],
    "producers": [
      "Dentsu",
      "Fuji TV",
      "Code",
      "Asmik Ace",
      "ASCII Media Works",
      "Sony Music Entertainment",
      "Atelier Musa"
    ],
    "genres": [
      "Action",
      "Comedy",
      "Romance"
    ],
    "themes": [
      "Adult Cast",
      "Military"
    ],
    "aired_from": "2008-04-11T00:00:00+00:00",
    "aired_to": "2008-06-27T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/3613/Toshokan_Sensou",
    "year": 2008,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 3841,
    "title": "Chi's Sweet Home",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/6/7632l.jpg",
    "synopsis": "One day, a small kitten named Chi is found by a young boy named Youhei and his mother. They decide to bring her back to their home to live with them despite their apartment's rules against keeping any pets. Chi, Youhei, and Youhei's parents cherish their time together as they make new friends, good memories, and have fun times together.\n\nThese short adventures revolve around the daily life of Chi and her family, in addition to the many friends that they make along the way. No matter what trouble Chi ends up getting into, she knows that her family will always love her!\n\n[Written by MAL Rewrite]",
    "episodes": 104,
    "score": 7.67,
    "scored_by": 28314,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Madhouse"
    ],
    "producers": [
      "TV Tokyo",
      "Hakuhodo DY Media Partners"
    ],
    "genres": [
      "Slice of Life"
    ],
    "themes": [
      "Pets"
    ],
    "aired_from": "2008-03-31T00:00:00+00:00",
    "aired_to": "2008-09-25T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/3841/Chis_Sweet_Home",
    "year": 2008,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 3656,
    "title": "Monochrome Factor",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/3/22552l.jpg",
    "synopsis": "The story revolves around high school student Akira Nikaido, a typical slacker living a normal life. That is, until he meets the mysterious Shirogane, a man who suddenly appears and tells him that they have a destiny together. When Akira hears this, he is shocked and doesn't believe a word of it. Aya, a friend of Akira, forgets something in the school one night, and asks Akira to help her and go find it. He agrees, and while there, he gets attacked by a shadow monster. Shirogane convinces him that the balance between the human world and the shadow world has been distorted and that Akira must become a \"shin\"- a creature of the shadow world- in order to help restore the balance. The anime has shonen-ai themes which are completely absent from the manga.\n\n(Source: Wikipedia)",
    "episodes": 24,
    "score": 6.93,
    "scored_by": 22972,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "A.C.G.T."
    ],
    "producers": [
      "Sotsu",
      "Genco"
    ],
    "genres": [
      "Action",
      "Boys Love",
      "Supernatural"
    ],
    "themes": [],
    "aired_from": "2008-04-08T00:00:00+00:00",
    "aired_to": "2008-09-30T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/3656/Monochrome_Factor",
    "year": 2008,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 3359,
    "title": "Amatsuki",
    "title_english": "Amatsuki",
    "image_url": "https://cdn.myanimelist.net/images/anime/12/75555l.jpg",
    "synopsis": "Tokidoki Rikugou is a history-hating student who flunks out of his Japanese History course; his high school forces him to make up for his failed grade by attending a special museum lecture. Its star exhibit, a vast recreation of the Edo Period, promises to alleviate the delinquent student's poor grades with an elaborate simulation of the Tokugawa Shogunate: the Edo Bakumatsu Walking Tour and Exhibition. \n\nKnowing next to nothing about samurai culture or the times he's walked into, he is quickly surprised to learn of the superstitious nature of Japan during the 1600s. Quickly dismissing the existence of gods and demons, he is shocked when confronted by a demon on a bridge, who attacks the unsuspecting high-schooler. Saved by a mysterious swordsman named Kuchiha, he discovers that he can no longer escape the simulation at the history museum.\n\nMeeting another swordsman named Kon Shinonome, he discovers another contemporary that was trapped in the simulation before him. Quickly adjusting to his new home, Tokidoki must now help protect the village from demons, while uncovering the mystery of both the simulation and the company that created it.\n\n[Written by MAL Rewrite]",
    "episodes": 13,
    "score": 6.86,
    "scored_by": 26701,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Studio Deen"
    ],
    "producers": [
      "Frontier Works",
      "Sotsu"
    ],
    "genres": [
      "Action",
      "Supernatural"
    ],
    "themes": [
      "Historical",
      "Mythology",
      "Time Travel"
    ],
    "aired_from": "2008-04-05T00:00:00+00:00",
    "aired_to": "2008-06-28T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/3359/Amatsuki",
    "year": 2008,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 4038,
    "title": "Zettai Karen Children",
    "title_english": "Psychic Squad",
    "image_url": "https://cdn.myanimelist.net/images/anime/5/75581l.jpg",
    "synopsis": "They're cute, adorable and three of the most powerful Espers the world has ever seen: Kaoru, the brash psychokinetic who can move objects with her mind; Shiho, the sarcastic and dark natured psychometric able to pick thoughts from people's minds and read the pasts of inanimate objects like a book; and Aoi, the most collected and rational of the three, who has the ability to teleport herself and the others at will. So what to do with these potential psychic monsters in the making? Enter B.A.B.E.L., the Base of Backing ESP Laboratory, where hopefully \"The Children\" and others like them can become part of the answer to an increasing wave of psychic evolution. It's a win-win solution... Unless you're Koichi Minamoto, the overworked young man stuck with the unenviable task of field commanding a team of three pre-teen girls! \n\n(Source: Sentai Filmworks)",
    "episodes": 51,
    "score": 7.27,
    "scored_by": 12695,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "SynergySP"
    ],
    "producers": [
      "TV Tokyo",
      "Half H.P Studio",
      "Shogakukan Productions"
    ],
    "genres": [
      "Action",
      "Comedy"
    ],
    "themes": [
      "Super Power"
    ],
    "aired_from": "2008-04-06T00:00:00+00:00",
    "aired_to": "2009-03-29T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/4038/Zettai_Karen_Children",
    "year": 2008,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 4039,
    "title": "Golgo 13 (TV)",
    "title_english": "Golgo 13",
    "image_url": "https://cdn.myanimelist.net/images/anime/9/25423l.jpg",
    "synopsis": "Golgo 13 is not his real name. Then again, neither is Duke Togo, Tadashi Togo, or any number of the aliases he goes by. A man of mystery, not even the world's most prominent intelligence agencies can determine who Golgo really is, or just where he came from. But all agree that his skills are nothing short of legendary.\n\nArmed with a custom M16, Golgo is willing to take any job for any agency, from the FBI to the KGB. He has completed every contract he has ever taken and will work for anyone who can meet his price. He is both the greatest weapon and the greatest threat to any nation; no one is safe once they are in Golgo’s sights.",
    "episodes": 50,
    "score": 7.51,
    "scored_by": 12429,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "The Answer Studio"
    ],
    "producers": [
      "TV Tokyo",
      "Sotsu",
      "Half H.P Studio"
    ],
    "genres": [
      "Action",
      "Adventure",
      "Drama",
      "Suspense"
    ],
    "themes": [
      "Adult Cast"
    ],
    "aired_from": "2008-04-12T00:00:00+00:00",
    "aired_to": "2009-03-28T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/4039/Golgo_13_TV",
    "year": 2008,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 3549,
    "title": "Allison to Lillia",
    "title_english": "Allison & Lillia",
    "image_url": "https://cdn.myanimelist.net/images/anime/9/50491l.jpg",
    "synopsis": "Set in a continent divided into two commonwealths that have been engaged in war for hundreds of years, Allison and Will go on a mission to search \"the treasure that will put an end to the war\". Their hope is inherited to their daughter Lillia, who strives to thaw the torn nations into a united country. This anime encourages young generations to believe in a world without hatred or war regardless of nationalities and beliefs.\n\n(Source: Anime Network)",
    "episodes": 26,
    "score": 7.32,
    "scored_by": 15939,
    "type": "TV",
    "source": "Light novel",
    "studios": [
      "Madhouse"
    ],
    "producers": [],
    "genres": [
      "Action",
      "Adventure"
    ],
    "themes": [],
    "aired_from": "2008-04-03T00:00:00+00:00",
    "aired_to": "2008-10-02T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/3549/Allison_to_Lillia",
    "year": 2008,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 3616,
    "title": "Kamen no Maid Guy",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/4/77694l.jpg",
    "synopsis": "Fujiwara Naeka is a typical 17-year-old high school student. Or so we thought. She's really one of two surviving heirs of a tycoon who has the right to inherit his mass fortune when she turns 18 in half a year. Fubuki, a young and beautiful maid, and Kogarashi, a big burly maid guy with a mask, have been assigned to keep Naeka and her brother Kousuke safe from those who would plot their demise, and to steal the fortune she would inherit.\n\n(Source: AniDB)",
    "episodes": 12,
    "score": 6.97,
    "scored_by": 19390,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Madhouse"
    ],
    "producers": [
      "Frontier Works",
      "Rondo Robe",
      "AT-X",
      "KlockWorx",
      "Kinyosha",
      "Geneon Entertainment"
    ],
    "genres": [
      "Action",
      "Comedy",
      "Ecchi"
    ],
    "themes": [
      "Super Power"
    ],
    "aired_from": "2008-04-06T00:00:00+00:00",
    "aired_to": "2008-06-22T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/3616/Kamen_no_Maid_Guy",
    "year": 2008,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 3615,
    "title": "Neo Angelique Abyss",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/3/20960l.jpg",
    "synopsis": "While the young Angelique lives out her days peacefully in her school, attacks from the monstrous Thanatos has been increasing everywhere else. Two Purifiers show up one day, men with the power to exterminate the Thanatos. One of them, Nyx, attempts to convince Angelique to join them in their work, as she has the power to be the only female Purifier. As Angelique hesitates, a Thanatos shows up in their school. Nyx and the other Purifier, Rayne, fight a losing battle. With her classmates falling prey to the Thanatos, and the Purifiers beaten to submission, Angelique's desire to save everyone awakens. She became the only female Purifier in their land of Arcadia, the one known as the \"Queen's Egg\".",
    "episodes": 13,
    "score": 6.77,
    "scored_by": 15446,
    "type": "TV",
    "source": "Visual novel",
    "studios": [
      "Yumeta Company"
    ],
    "producers": [
      "Lantis",
      "MediaNet",
      "Pony Canyon",
      "AT-X",
      "Koei",
      "TYO"
    ],
    "genres": [
      "Comedy",
      "Fantasy",
      "Romance"
    ],
    "themes": [
      "Reverse Harem"
    ],
    "aired_from": "2008-04-07T00:00:00+00:00",
    "aired_to": "2008-06-30T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/3615/Neo_Angelique_Abyss",
    "year": 2008,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 4080,
    "title": "Kyou kara Maou! 3rd Series",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/7/22639l.jpg",
    "synopsis": "At the end of season 2. Yuuri defeats Shinou, but since Shinou had been defeated, Yuuri and Murata could no longer go to the Shin Makoku. However, because Yuuri had fought and defeated him, his powers had surpassed that of Shinou's, resulting in him being able to rely on his own power to return to Shin Makoku.\n\nAfter the ceremony at the age of 16, Yuuri slowly begins to discover that much has happened while he was away. The ten officials of the noble family have decided to make Wolfram the next Maou, but now that Yuuri has returned and taken back his role as Maou, complications arise when one noble disagrees with Yuuri returning to the throne.\n\nIn addition, an ancient secret society that threatens the peace of both humans and Mazoku has risen, and a fight for the throne that now leaves the nobles wondering who is the legitimate Maou.",
    "episodes": 39,
    "score": 7.72,
    "scored_by": 14674,
    "type": "TV",
    "source": "Light novel",
    "studios": [
      "Studio Deen"
    ],
    "producers": [
      "NHK",
      "Sogo Vision"
    ],
    "genres": [
      "Adventure",
      "Comedy",
      "Fantasy"
    ],
    "themes": [
      "Isekai"
    ],
    "aired_from": "2008-04-03T00:00:00+00:00",
    "aired_to": "2009-02-19T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/4080/Kyou_kara_Maou_3rd_Series",
    "year": 2008,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 3673,
    "title": "Nijuu Mensou no Musume",
    "title_english": "The Daughter of 20 Faces",
    "image_url": "https://cdn.myanimelist.net/images/anime/3/8694l.jpg",
    "synopsis": "To the public, Nijuu Mensou is known for his flawlessly executed heists and the advance warnings he sends his victims. But the gentleman thief is no common criminal—he firmly opposes killing and primarily targets those he views as pigs.\n\nOne job brings Nijuu Mensou to the Mikamo residence, where 11-year-old Chizuko, nicknamed \"Chiko,\" lives with her aunt Yoshie and uncle Shouji following the death of her parents. While Chiko is the sole inheritor of a substantial fortune, there is more to her family circumstances than meets the eye, and she would like nothing but to escape her home life. Fortunately, her wish comes true when Nijuu Mensou makes off not only with the Mikamos' heirloom gemstone but also with Chiko herself.\n\nQuick to join the infamous thief's crew, Chiko learns the tools of the trade and grows closer to her new partners in crime, attaining the loving family she has always desired. At the same time, she begins to gain notoriety as the daughter of Nijuu Mensou—a title that carries more than its fair share of trouble.\n\n[Written by MAL Rewrite]",
    "episodes": 22,
    "score": 7.53,
    "scored_by": 12196,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Bones",
      "Telecom Animation Film"
    ],
    "producers": [
      "Shochiku",
      "Yomiko Advertising",
      "Fuji TV",
      "Sakura Create",
      "Fujipacific Music",
      "Geneon Entertainment"
    ],
    "genres": [
      "Action",
      "Adventure",
      "Mystery"
    ],
    "themes": [],
    "aired_from": "2008-04-13T00:00:00+00:00",
    "aired_to": "2008-09-28T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/3673/Nijuu_Mensou_no_Musume",
    "year": 2008,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 3322,
    "title": "Wagaya no Oinari-sama.",
    "title_english": "Our Home's Fox Deity",
    "image_url": "https://cdn.myanimelist.net/images/anime/10/21249l.jpg",
    "synopsis": "The Mizuchi bloodline has long been hunted by Yokai, or monsters. Toru and Noboru Takagami are descendents of this bloodline, and under their grandmother's discretion, are given a secret weapon to combat these monsters. It is Tenko Kugen, a fox deity who can take the shape of a man or woman at will. The mischievous deity is accompanied by a shrine maiden, Ko, who will both live with the Takagami brothers at their house. Life just got complicated. \n\n(Source: NIS America)",
    "episodes": 24,
    "score": 7.17,
    "scored_by": 12307,
    "type": "TV",
    "source": "Light novel",
    "studios": [
      "Zexcs"
    ],
    "producers": [
      "Kadokawa Shoten",
      "Kadokawa Pictures Japan",
      "KlockWorx",
      "NTT Docomo"
    ],
    "genres": [
      "Comedy",
      "Supernatural"
    ],
    "themes": [
      "Magical Sex Shift",
      "Mythology"
    ],
    "aired_from": "2008-04-07T00:00:00+00:00",
    "aired_to": "2008-09-15T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/3322/Wagaya_no_Oinari-sama",
    "year": 2008,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 3627,
    "title": "D.C.II S.S.: Da Capo II Second Season",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/9/75306l.jpg",
    "synopsis": "The story continues where it left off at season 1, but now we start to get to know the people we already know a little more in detail.\n\n(Source: ANN)",
    "episodes": 13,
    "score": 7.16,
    "scored_by": 13799,
    "type": "TV",
    "source": "Visual novel",
    "studios": [
      "feel."
    ],
    "producers": [
      "Starchild Records",
      "Lantis",
      "GANSIS"
    ],
    "genres": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "themes": [
      "Harem"
    ],
    "aired_from": "2008-04-06T00:00:00+00:00",
    "aired_to": "2008-06-29T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/3627/DCII_SS__Da_Capo_II_Second_Season",
    "year": 2008,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 3363,
    "title": "RD Sennou Chousashitsu",
    "title_english": "Real Drive",
    "image_url": "https://cdn.myanimelist.net/images/anime/6/18929l.jpg",
    "synopsis": "2061 AD. Fifty years have passed since mankind developed the Network society. It was anticipated that this new infrastructure would realize a utopia where people connected with each other at the level of consciousness. However, new social problems such as personal data leaks and proliferation of manipulated information began to surface. Nevertheless, people still relied on the Network to exchange information, and proved unable to opt to abandon it.\n\nIn due course, a new Network realm with more effective security measures was developed. This was called Meta Real Network, usually abbreviated as \"the Metal.\"\n\nThe Metal accommodated personal memory data within protected virtual stand-alone organic cyber enclaves called bubble shells and eventually pervaded the everyday lives of people.\n\nHowever, people gradually learned to release and explode their instincts within the secure environment of the Metal. The unleashed instincts pushed each individual's consciousness to drown in the sea of information and to be exposed to the pressures of desire. Meanwhile, norms and regulations continued to bind their real world lives. Thus, strange friction between the two worlds began to manifest themselves as aberrations beyond the bounds of the imaginable.\n\nExperts who challenged the deep sea of the Metal to investigate and decipher such aberrations were called cyber divers.\n\nThis is a story of a cyber diver, Masamichi Haru, who investigates the incidents that lie between Reality and the Metal.\n\n(Source: Production I.G)",
    "episodes": 26,
    "score": 7.08,
    "scored_by": 6592,
    "type": "TV",
    "source": "Original",
    "studios": [
      "Production I.G"
    ],
    "producers": [
      "VAP",
      "Nippon Television Network",
      "D.N. Dream Partners"
    ],
    "genres": [
      "Action",
      "Sci-Fi"
    ],
    "themes": [],
    "aired_from": "2008-04-09T00:00:00+00:00",
    "aired_to": "2008-10-01T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/3363/RD_Sennou_Chousashitsu",
    "year": 2008,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 3577,
    "title": "Kyouran Kazoku Nikki",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/6/7601l.jpg",
    "synopsis": "Midarezaki Ouka is used to having strange things happen to him -after all, he is the head of the Great Japanese Empire Paranormal Phenomena Bureau of Measures. But when he catches a small cat girl in the shopping district stealing apples, his whole life rearranges to fit a new operation... \n\nOPERATION COZY FAMILY. \n\nThousands of years ago, Enka the God of Destruction, was killed. However, with a dying breath it claimed that its child would appear and destroy humanity. Now in futuristic Japan, all of the potential children of Enka have been found and placed into a haphazard family. \n\nTeika the lion, Gekka the jellyfish, Yuuka the oni, Ginka the cross-dressing mafia son, and Hyouka the bioweapon--along with their parents Ouka and Kyouka (the ruler of a demon underworld)--all live under one roof in a family frenzy.",
    "episodes": 26,
    "score": 7.24,
    "scored_by": 11274,
    "type": "TV",
    "source": "Light novel",
    "studios": [
      "Nomad"
    ],
    "producers": [
      "Lantis"
    ],
    "genres": [
      "Comedy",
      "Sci-Fi"
    ],
    "themes": [],
    "aired_from": "2008-04-12T00:00:00+00:00",
    "aired_to": "2008-10-04T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/3577/Kyouran_Kazoku_Nikki",
    "year": 2008,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 3859,
    "title": "Top Secret: The Revelation",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1670/106318l.jpg",
    "synopsis": "In the future, a new MRI technology analyzes the brains of deceased crime victims and eyewitnesses within 48 hours of their death to extract images of their memories. Although this cutting-edge technology is responsible for solving various murder cases, it has raised several ethical concerns, placing Section Nine—the police division in charge of the MRI investigations led by Tsuyoshi Maki—under considerable pressure from the media and the government. The team members of Section Nine are not only forced to witness traumatic events through the eyes of both victims and murderers, but they also need to negotiate with the victims' families, whose consent is required for the post-mortem MRI scans.\n\nFreshly graduated from the police academy, Ikkou Aoki joins Section Nine to replace Maki's best friend Katsuhiro Suzuki—a former member who passed away under ambiguous circumstances after watching MRI footage from a particularly morbid criminal case. As a stream of seemingly unrelated events creeps closer to the case of Suzuki's death, Section Nine will have to face its greatest challenge to date, threatening its very existence.\n\n[Written by MAL Rewrite]",
    "episodes": 26,
    "score": 7.27,
    "scored_by": 4633,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Madhouse"
    ],
    "producers": [
      "VAP",
      "Nippon Television Network",
      "D.N. Dream Partners"
    ],
    "genres": [
      "Mystery",
      "Sci-Fi",
      "Suspense"
    ],
    "themes": [
      "Adult Cast",
      "Detective",
      "Psychological"
    ],
    "aired_from": "2008-04-09T00:00:00+00:00",
    "aired_to": "2008-10-01T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/3859/Top_Secret__The_Revelation",
    "year": 2008,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 4197,
    "title": "Blue Dragon: Tenkai no Shichi Ryuu",
    "title_english": "Blue Dragon: Trials of the Seven Shadows",
    "image_url": "https://cdn.myanimelist.net/images/anime/2/21147l.jpg",
    "synopsis": "After the events of the Blue Dragon series, Shu and Bouquet join a resistance group to fight General Rogi's army of invasion.They encounter a mysterious child , Noi, who has the power to revive Shu's shadow counter-part Blue Dragon, and save her from the pursuit of a red dragon. Now Shu and his company have to set foot once again on a journey to discover the purpose of the dragons, undergo their tests and stop the chains of events which threatens the fate of humanity. \n\n(Source: ANN)",
    "episodes": 51,
    "score": 6.55,
    "scored_by": 8545,
    "type": "TV",
    "source": "Game",
    "studios": [
      "Studio Pierrot"
    ],
    "producers": [
      "TV Tokyo"
    ],
    "genres": [
      "Adventure",
      "Comedy",
      "Fantasy"
    ],
    "themes": [],
    "aired_from": "2008-04-05T00:00:00+00:00",
    "aired_to": "2009-03-28T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/4197/Blue_Dragon__Tenkai_no_Shichi_Ryuu",
    "year": 2008,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 3840,
    "title": "Crystal Blaze",
    "title_english": "Glass Maiden",
    "image_url": "https://cdn.myanimelist.net/images/anime/12/21159l.jpg",
    "synopsis": "Rags Town is the garbage dump of Japan. The place where people who want to forget their pasts run to. In this town, where the rules strictly forbid asking about the past or getting to know people, there is small detective agency called S&amp;A Detectives. \n\nThe story revolves around Ayamana, the inseparable pair of misfit wannabe detectives, the case Manami takes on impulse, and the trouble that arises from it. On the case they find a woman who is abnormally hot, and who is being chased by a bunch of women with guns. After being dubbed Sara, the detectives try and figure out just what is going on with her. At the same time, all over town teenage girls are burning up and turning into glass. The government is covering everything up, but the detectives, as well as a nosy reporter and the local police, are determined to find out what is happening.",
    "episodes": 12,
    "score": 6.11,
    "scored_by": 5688,
    "type": "TV",
    "source": "Original",
    "studios": [
      "Studio Fantasia"
    ],
    "producers": [
      "Happinet Pictures",
      "BIGLOBE"
    ],
    "genres": [
      "Action",
      "Mystery",
      "Sci-Fi"
    ],
    "themes": [
      "Detective"
    ],
    "aired_from": "2008-04-09T00:00:00+00:00",
    "aired_to": "2008-06-25T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/3840/Crystal_Blaze",
    "year": 2008,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 4362,
    "title": "Fireball",
    "title_english": "Fireball",
    "image_url": "https://cdn.myanimelist.net/images/anime/11/27729l.jpg",
    "synopsis": "Fireball takes place during the war between humans and robots. There is no real story, just individual episode skits.",
    "episodes": 13,
    "score": 6.66,
    "scored_by": 6021,
    "type": "TV",
    "source": "Original",
    "studios": [
      "Jinnis Animation Studios"
    ],
    "producers": [
      "Disney Platform Distribution"
    ],
    "genres": [
      "Comedy",
      "Sci-Fi"
    ],
    "themes": [],
    "aired_from": "2008-04-07T00:00:00+00:00",
    "aired_to": "2008-06-30T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/4362/Fireball",
    "year": 2008,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 10810,
    "title": "Pucca (TV) 2nd Season",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/13/29860l.jpg",
    "synopsis": "The second series of Pucca.  The episode numbers continue from 27.",
    "episodes": 13,
    "score": 6.66,
    "scored_by": 4729,
    "type": "TV",
    "source": "Other",
    "studios": [],
    "producers": [
      "VOOZ Character System"
    ],
    "genres": [
      "Action",
      "Comedy",
      "Romance"
    ],
    "themes": [
      "Parody"
    ],
    "aired_from": "2008-03-07T00:00:00+00:00",
    "aired_to": "2008-07-24T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/10810/Pucca_TV_2nd_Season",
    "year": 2008,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 4056,
    "title": "Masuda Kousuke Gekijou: Gag Manga Biyori 3",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/2/74001l.jpg",
    "synopsis": "Based on Masuda Kosuke's popular gag manga. Famous for its cynicism and sarcasm. Features omnibus styled 5-minute episodes starring various characters; including historical figures.",
    "episodes": 12,
    "score": 6.97,
    "scored_by": 1477,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Studio Deen"
    ],
    "producers": [
      "Bandai Visual",
      "Kids Station",
      "DAX Production",
      "Shueisha"
    ],
    "genres": [
      "Comedy"
    ],
    "themes": [
      "Gag Humor"
    ],
    "aired_from": "2008-03-17T00:00:00+00:00",
    "aired_to": "2008-06-02T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/4056/Masuda_Kousuke_Gekijou__Gag_Manga_Biyori_3",
    "year": 2008,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 5854,
    "title": "Shin Chou Kyou Ryo: Condor Hero III",
    "title_english": "Legend of the Condor Hero III",
    "image_url": "https://cdn.myanimelist.net/images/anime/1383/90702l.jpg",
    "synopsis": "Sequel to Shin Chou Kyou Ryo: Condor Hero II.",
    "episodes": 26,
    "score": 7.2,
    "scored_by": 958,
    "type": "TV",
    "source": "Novel",
    "studios": [
      "Nippon Animation"
    ],
    "producers": [
      "Jade Animation"
    ],
    "genres": [
      "Action",
      "Adventure",
      "Drama",
      "Romance"
    ],
    "themes": [
      "Historical"
    ],
    "aired_from": "2008-04-13T00:00:00+00:00",
    "aired_to": "2008-05-03T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/5854/Shin_Chou_Kyou_Ryo__Condor_Hero_III",
    "year": 2008,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 5938,
    "title": "Onegai♪My Melody Kirara★",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/7/68501l.jpg",
    "synopsis": "Sequel to Onegai My Melody Sukkiri.",
    "episodes": 52,
    "score": 6.53,
    "scored_by": 573,
    "type": "TV",
    "source": "Unknown",
    "studios": [
      "Studio Comet"
    ],
    "producers": [
      "Sanrio"
    ],
    "genres": [
      "Comedy",
      "Fantasy"
    ],
    "themes": [],
    "aired_from": "2008-04-06T00:00:00+00:00",
    "aired_to": "2009-03-29T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/5938/Onegai♪My_Melody_Kirara★",
    "year": 2008,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 10527,
    "title": "Duel Masters Cross",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1622/105190l.jpg",
    "synopsis": "Shobu and friends fight the remaining Fua Duelists in order to defeat Zakira. Once again, they face off against the old members of Fua Duelists at the World Championship tournament.\n\nShobu also found the terrible fate his friends faced because of these duelists in their past.\n\n(Source: Duel Masters Wikia)",
    "episodes": 100,
    "score": 6.25,
    "scored_by": 875,
    "type": "TV",
    "source": "Original",
    "studios": [
      "Shogakukan Music & Digital Entertainment"
    ],
    "producers": [],
    "genres": [
      "Action",
      "Adventure",
      "Comedy",
      "Fantasy"
    ],
    "themes": [],
    "aired_from": "2008-04-05T00:00:00+00:00",
    "aired_to": "2010-03-27T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/10527/Duel_Masters_Cross",
    "year": 2008,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 4051,
    "title": "Net Ghost Pipopa",
    "title_english": "Web Ghosts PiPoPa",
    "image_url": "https://cdn.myanimelist.net/images/anime/1173/134907l.jpg",
    "synopsis": "About a young boy named Akigawa Yuta who gets sucked into a virtual world through his cell phone. He meets three strange creatures that travel with him on Yuta's adventure in this strange new world.",
    "episodes": 51,
    "score": 6.79,
    "scored_by": 860,
    "type": "TV",
    "source": "Original",
    "studios": [
      "Studio Hibari"
    ],
    "producers": [
      "Milky Cartoon"
    ],
    "genres": [
      "Action",
      "Adventure",
      "Comedy",
      "Sci-Fi"
    ],
    "themes": [],
    "aired_from": "2008-04-06T00:00:00+00:00",
    "aired_to": "2009-03-29T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/4051/Net_Ghost_Pipopa",
    "year": 2008,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 3975,
    "title": "Uchi no 3 Shimai",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1631/104991l.jpg",
    "synopsis": "The daily life of the Motsumoto family. The three sisters, Fuu, Suu, and Chii, follow what happens on a daily basis. Mother and Father have to deal with them sometimes, but they're used to it.",
    "episodes": 102,
    "score": 6.3,
    "scored_by": 189,
    "type": "TV",
    "source": "Other",
    "studios": [
      "Toei Animation",
      "Studio Animal"
    ],
    "producers": [],
    "genres": [
      "Comedy",
      "Slice of Life"
    ],
    "themes": [],
    "aired_from": "2008-04-08T00:00:00+00:00",
    "aired_to": "2010-03-30T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/3975/Uchi_no_3_Shimai",
    "year": 2008,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 6482,
    "title": "Sugar Bunnies Chocolate!",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/2/14815l.jpg",
    "synopsis": "Sequel to Sugar Bunnies.\n\nAired inside the anime corner of the Kitty's Paradise TV block.",
    "episodes": 26,
    "score": 6.07,
    "scored_by": 172,
    "type": "TV",
    "source": "Unknown",
    "studios": [
      "Asahi Production"
    ],
    "producers": [
      "Sanrio"
    ],
    "genres": [],
    "themes": [],
    "aired_from": "2008-04-01T00:00:00+00:00",
    "aired_to": "2008-09-30T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/6482/Sugar_Bunnies_Chocolate",
    "year": 2008,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 4331,
    "title": "Penguin no Mondai",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/3/9560l.jpg",
    "synopsis": "About the daily lives of a boy and his talking penguin.",
    "episodes": 100,
    "score": 5.82,
    "scored_by": 321,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Shogakukan Music & Digital Entertainment"
    ],
    "producers": [
      "TV Tokyo"
    ],
    "genres": [
      "Comedy"
    ],
    "themes": [],
    "aired_from": "2008-04-05T00:00:00+00:00",
    "aired_to": "2009-03-20T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/4331/Penguin_no_Mondai",
    "year": 2008,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 13177,
    "title": "Little Charo",
    "title_english": "Little Charo",
    "image_url": "https://cdn.myanimelist.net/images/anime/1876/93778l.jpg",
    "synopsis": "NHK's English education program featured the adventures of a puppy named Charo in New York.",
    "episodes": 50,
    "score": 6.24,
    "scored_by": 201,
    "type": "TV",
    "source": "Original",
    "studios": [
      "Spooky graphic"
    ],
    "producers": [
      "NHK"
    ],
    "genres": [
      "Slice of Life"
    ],
    "themes": [
      "Educational"
    ],
    "aired_from": "2008-04-02T00:00:00+00:00",
    "aired_to": "2009-03-25T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/13177/Little_Charo",
    "year": 2008,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 18937,
    "title": "Hakken Taiken Daisuki! Shimajirou",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/12/50733l.jpg",
    "synopsis": "Second season of the Shimajirou children's television series.",
    "episodes": 101,
    "score": 6.16,
    "scored_by": 128,
    "type": "TV",
    "source": "Original",
    "studios": [
      "Studio Kikan",
      "Pierrot Plus"
    ],
    "producers": [],
    "genres": [
      "Adventure",
      "Comedy",
      "Fantasy"
    ],
    "themes": [],
    "aired_from": "2008-04-07T00:00:00+00:00",
    "aired_to": "2010-03-29T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/18937/Hakken_Taiken_Daisuki_Shimajirou",
    "year": 2008,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 10706,
    "title": "Yasai no Yousei: N.Y.Salad 2nd Series",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/9/29511l.jpg",
    "synopsis": "It is based on N.Y.SALAD written by Yoshitaka Amano. It depicts lives of vegetable fairies at a kitchen in N. Y.",
    "episodes": 26,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Unknown",
    "studios": [
      "Digital Media Lab"
    ],
    "producers": [
      "NHK"
    ],
    "genres": [],
    "themes": [],
    "aired_from": "2008-05-05T00:00:00+00:00",
    "aired_to": "2008-06-09T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/10706/Yasai_no_Yousei__NYSalad_2nd_Series",
    "year": 2008,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 29746,
    "title": "Kaden Manzai John TV Show!",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/6/71684l.jpg",
    "synopsis": null,
    "episodes": 25,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Unknown",
    "studios": [],
    "producers": [
      "TV Tokyo",
      "Milky Cartoon"
    ],
    "genres": [
      "Comedy"
    ],
    "themes": [],
    "aired_from": "2008-04-06T00:00:00+00:00",
    "aired_to": "2008-08-21T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/29746/Kaden_Manzai_John_TV_Show",
    "year": 2008,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 30602,
    "title": "Great Hunt",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/5/73514l.jpg",
    "synopsis": "Great Hunt is a mysterious amalgamation of heavy Toyama accents, music, and absurdest humor!",
    "episodes": 19,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Unknown",
    "studios": [
      "Fanworks"
    ],
    "producers": [],
    "genres": [
      "Comedy"
    ],
    "themes": [
      "Music"
    ],
    "aired_from": "2008-04-10T00:00:00+00:00",
    "aired_to": "2008-01-01T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/30602/Great_Hunt",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 38120,
    "title": "Zhu Zhu Xia: Yong Chuang Weilai Cheng",
    "title_english": "GG Bond Season 3: Adventure in the Future",
    "image_url": "https://cdn.myanimelist.net/images/anime/1291/93347l.jpg",
    "synopsis": "This time, G.G. Bond is sent to 2080 to find a world divided, where the poor live on a lower, polluted level. He finds that his primary school, Parents' Hope School, is about to be taken over by a competitor, Super Technology School. To defend against this, he must win sports competitions to raise funds.\n\n(Source: Wikipedia)",
    "episodes": 40,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [
      "BlueArc Animation Studios"
    ],
    "genres": [
      "Sci-Fi",
      "Sports"
    ],
    "themes": [
      "School",
      "Super Power"
    ],
    "aired_from": "2008-05-01T00:00:00+00:00",
    "aired_to": "2008-01-01T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/38120/Zhu_Zhu_Xia__Yong_Chuang_Weilai_Cheng",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 37941,
    "title": "Naengjang-go Nala Cocomong",
    "title_english": "Cocomong",
    "image_url": "https://cdn.myanimelist.net/images/anime/1959/93095l.jpg",
    "synopsis": "The cold air from the air circulation duct in the refrigerator turned the vegetables into animals: The pea pig brothers Dookong, Saekong, Naekong, mushroom-radish Hippo Doori, carrot-donkey Kaero, and cucumber-alligator Agle. They travel to Refrigerator Land (Cutie Land) through the air duct. They fall on egg-rabbit Aromi's flower garden! The animals help to fix and reorganize Aromi's flower garden which was damaged because of them.\n\nThey meet sausage-monkey Cocomong and set to learn about friendship, compassion, and responsibility together through playing.\n\n(Source: Official YouTube Channel)",
    "episodes": 26,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [
      "Olive Studio"
    ],
    "producers": [],
    "genres": [],
    "themes": [],
    "aired_from": "2008-03-05T00:00:00+00:00",
    "aired_to": "2008-08-27T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/37941/Naengjang-go_Nala_Cocomong",
    "year": 2008,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 35106,
    "title": "Ninja Tamamaru",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/2/84699l.jpg",
    "synopsis": "A simple short anime series about a ninja named Tamamaru who is diligent and enthusiastic about his ninja training...but always fails at it.",
    "episodes": 26,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [],
    "themes": [
      "Martial Arts"
    ],
    "aired_from": "2008-04-12T00:00:00+00:00",
    "aired_to": "2008-10-25T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/35106/Ninja_Tamamaru",
    "year": 2008,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 38570,
    "title": "Tatakae! Dokan-kun: Robolympic-hen",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1897/95813l.jpg",
    "synopsis": "The fourth season of the Dokan-kun franchise.  It aired within the \"Fight Tension☆TV\" variety program.",
    "episodes": 13,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [
      "DLE"
    ],
    "producers": [],
    "genres": [
      "Comedy"
    ],
    "themes": [
      "Mecha"
    ],
    "aired_from": "2008-04-05T00:00:00+00:00",
    "aired_to": "2008-09-27T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/38570/Tatakae_Dokan-kun__Robolympic-hen",
    "year": 2008,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 56498,
    "title": "Obetomo Gakuen",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1384/138163l.jpg",
    "synopsis": "A series by Japanese illustrator Obetomo which aired on NHK's Shakin! program.",
    "episodes": 200,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [
      "NHK"
    ],
    "genres": [
      "Slice of Life"
    ],
    "themes": [
      "School"
    ],
    "aired_from": "2008-04-01T00:00:00+00:00",
    "aired_to": "2013-03-01T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/56498/Obetomo_Gakuen",
    "year": 2008,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 41160,
    "title": "Leonardo Hakase to Kirin-mura no Nakama desho",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1117/105677l.jpg",
    "synopsis": "The second season of Leonardo Hakase to Kirin-mura no Nakama-tachi, the title had changed from \"Nakama-tachi\" to \"Nakama desho.\"",
    "episodes": 26,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [
      "Comedy"
    ],
    "themes": [],
    "aired_from": "2008-04-05T00:00:00+00:00",
    "aired_to": "2008-09-27T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/41160/Leonardo_Hakase_to_Kirin-mura_no_Nakama_desho",
    "year": 2008,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 48229,
    "title": "Beuliseutol Tamheomdae",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1765/126952l.jpg",
    "synopsis": null,
    "episodes": 26,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [
      "Adventure",
      "Fantasy"
    ],
    "themes": [],
    "aired_from": "2008-03-06T00:00:00+00:00",
    "aired_to": "2008-09-11T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/48229/Beuliseutol_Tamheomdae",
    "year": 2008,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 44676,
    "title": "PP Le Fantian",
    "title_english": "Panda's Paradise",
    "image_url": "https://cdn.myanimelist.net/images/anime/1692/124007l.jpg",
    "synopsis": null,
    "episodes": 140,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [
      "Comedy",
      "Fantasy"
    ],
    "themes": [
      "Anthropomorphic"
    ],
    "aired_from": "2008-05-01T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/44676/PP_Le_Fantian",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 44700,
    "title": "Taoqi Bao Ma Xiao Tiao",
    "title_english": "A Lot of Trouble Ma Xiao Tiao",
    "image_url": "https://cdn.myanimelist.net/images/anime/1689/128228l.jpg",
    "synopsis": null,
    "episodes": 104,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Book",
    "studios": [],
    "producers": [],
    "genres": [
      "Comedy"
    ],
    "themes": [
      "School"
    ],
    "aired_from": "2008-05-01T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/44700/Taoqi_Bao_Ma_Xiao_Tiao",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 45931,
    "title": "Longmai Chuanqi",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1327/129071l.jpg",
    "synopsis": null,
    "episodes": 98,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Unknown",
    "studios": [],
    "producers": [],
    "genres": [
      "Adventure"
    ],
    "themes": [
      "Historical"
    ],
    "aired_from": "2008-06-28T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/45931/Longmai_Chuanqi",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 44018,
    "title": "Xiao Song Dangjia",
    "title_english": "Cookie Master",
    "image_url": "https://cdn.myanimelist.net/images/anime/1118/122864l.jpg",
    "synopsis": null,
    "episodes": 100,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [],
    "themes": [],
    "aired_from": "2008-04-13T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/44018/Xiao_Song_Dangjia",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 45919,
    "title": "Jia You Ernu",
    "title_english": "Home With Kids",
    "image_url": "https://cdn.myanimelist.net/images/anime/1672/127870l.jpg",
    "synopsis": null,
    "episodes": 367,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Unknown",
    "studios": [],
    "producers": [],
    "genres": [],
    "themes": [],
    "aired_from": "2008-04-10T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/45919/Jia_You_Ernu",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 46189,
    "title": "Ting Ting Zhishi Chengbao Lixian Ji",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1922/128906l.jpg",
    "synopsis": null,
    "episodes": 75,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [
      "Fantasy"
    ],
    "themes": [],
    "aired_from": "2008-04-01T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/46189/Ting_Ting_Zhishi_Chengbao_Lixian_Ji",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 46165,
    "title": "Da Meng Wang Xiao Shubao",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1550/128883l.jpg",
    "synopsis": null,
    "episodes": 26,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Book",
    "studios": [],
    "producers": [],
    "genres": [],
    "themes": [],
    "aired_from": "2008-05-23T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/46165/Da_Meng_Wang_Xiao_Shubao",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  }
]