[
  {
    "mal_id": 52299,
    "title": "Ore dake Level Up na Ken",
    "title_english": "Solo Leveling",
    "image_url": "https://cdn.myanimelist.net/images/anime/1801/142390l.jpg",
    "synopsis": "Humanity was caught at a precipice a decade ago when the first gates—portals linked with other dimensions that harbor monsters immune to conventional weaponry—emerged around the world. Alongside the appearance of the gates, various humans were transformed into hunters and bestowed superhuman abilities. Responsible for entering the gates and clearing the dungeons within, many hunters chose to form guilds to secure their livelihoods.\n\nSung Jin-Woo is an E-rank hunter dubbed as the weakest hunter of all mankind. While exploring a supposedly safe dungeon, he and his party encounter an unusual tunnel leading to a deeper area. Enticed by the prospect of treasure, the group presses forward, only to be confronted with horrors beyond their imagination. Miraculously, Jin-Woo survives the incident and soon finds that he now has access to an interface visible only to him. This mysterious system promises him the power he has long dreamed of—but everything comes at a price.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 8.22,
    "scored_by": 645755,
    "type": "TV",
    "source": "Web manga",
    "studios": [
      "A-1 Pictures"
    ],
    "producers": [
      "Aniplex",
      "Crunchyroll",
      "Netmarble",
      "Kakao piccoma",
      "D&C Media"
    ],
    "genres": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "themes": [
      "Adult Cast",
      "Urban Fantasy"
    ],
    "aired_from": "2024-01-07T00:00:00+00:00",
    "aired_to": "2024-03-31T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/52299/Ore_dake_Level_Up_na_Ken",
    "year": 2024,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 52701,
    "title": "Dungeon Meshi",
    "title_english": "Delicious in Dungeon",
    "image_url": "https://cdn.myanimelist.net/images/anime/1711/142478l.jpg",
    "synopsis": "Adventuring knight Laios Touden leads a small party through a seemingly endless dungeon, a subterranean maze full of dangerous monsters and precarious traps. Through the use of advanced magic, an explorer can sometimes be resurrected, allowing them to learn from past mistakes and give traversing the dungeon another go. However, when a powerful dragon eats Falin, Laios' spellcasting sister, she sends her brother and his companions back to the beginning to save them from permanent ends.\n\nThough strapped for cash and equipment, Laios resolves to fight his way through the dungeon and rescue Falin before she can be digested by the dragon. Despite some of Laios' allies abandoning him, two remain by his side: elven mage Marcille Donato and halfling locksmith Chilchuck Tims. Due to their lack of funds, the party faces the daunting prospect of starving before being able to complete their quest. However, they find salvation in Senshi, a dwarven warrior with a penchant for cooking and safely eating defeated monsters.\n\nWith Senshi's culinary expertise, Laios and his companions struggle through the dungeon while learning about gourmet dining—and each other—along the way.\n\n[Written by MAL Rewrite]",
    "episodes": 24,
    "score": 8.59,
    "scored_by": 270791,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Trigger"
    ],
    "producers": [
      "Ultra Super Pictures",
      "Good Smile Company",
      "Tencent Japan",
      "Kadokawa"
    ],
    "genres": [
      "Adventure",
      "Comedy",
      "Fantasy",
      "Gourmet"
    ],
    "themes": [],
    "aired_from": "2024-01-04T00:00:00+00:00",
    "aired_to": "2024-06-13T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/52701/Dungeon_Meshi",
    "year": 2024,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 51180,
    "title": "Youkoso Jitsuryoku Shijou Shugi no Kyoushitsu e 3rd Season",
    "title_english": "Classroom of the Elite III",
    "image_url": "https://cdn.myanimelist.net/images/anime/1332/139318l.jpg",
    "synopsis": "Third season of Youkoso Jitsuryoku Shijou Shugi no Kyoushitsu e.",
    "episodes": 13,
    "score": 7.95,
    "scored_by": 250391,
    "type": "TV",
    "source": "Light novel",
    "studios": [
      "Lerche"
    ],
    "producers": [
      "Studio Hibari",
      "Movic",
      "AT-X",
      "Sammy",
      "Crunchyroll",
      "Kadokawa Media House",
      "Kadokawa",
      "Bandai Namco Music Live"
    ],
    "genres": [
      "Drama",
      "Suspense"
    ],
    "themes": [
      "Psychological",
      "School"
    ],
    "aired_from": "2024-01-03T00:00:00+00:00",
    "aired_to": "2024-03-27T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/51180/Youkoso_Jitsuryoku_Shijou_Shugi_no_Kyoushitsu_e_3rd_Season",
    "year": 2024,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 55813,
    "title": "Mashle: Shinkakusha Kouho Senbatsu Shiken-hen",
    "title_english": "Mashle: Magic and Muscles The Divine Visionary Candidate Exam Arc",
    "image_url": "https://cdn.myanimelist.net/images/anime/1912/140804l.jpg",
    "synopsis": "After Mash Burnedead's clash with Magia Lupus, the secret about his powers is now out in the open. The short-lived celebration ends when the Bureau of Magic summons Mash before an audience of Divine Visionaries, who collectively decree Mash should reap the consequences and die. However, an evil shadow organization called Innocent Zero hijacks the inquiry to demand that Mash be kept alive.\n\nMash proves that he is capable of dealing with Innocent Zero, but the Divine Visionaries' verdict remains unchanged. Luckily, Mash finds unexpected allies in Divine Visionary Rayne Ames and Headmaster Wahlberg Baigan, and they successfully defer his execution until Innocent Zero is defeated. Mash is now allowed to live under one condition: he must be selected as the Divine Visionary candidate by the year's end.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 7.79,
    "scored_by": 257353,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "A-1 Pictures"
    ],
    "producers": [
      "Aniplex",
      "Shueisha",
      "ADK",
      "INSPION Edge"
    ],
    "genres": [
      "Action",
      "Comedy",
      "Fantasy"
    ],
    "themes": [
      "Gag Humor",
      "Parody",
      "School"
    ],
    "aired_from": "2024-01-06T00:00:00+00:00",
    "aired_to": "2024-03-30T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/55813/Mashle__Shinkakusha_Kouho_Senbatsu_Shiken-hen",
    "year": 2024,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 55866,
    "title": "Yubisaki to Renren",
    "title_english": "A Sign of Affection",
    "image_url": "https://cdn.myanimelist.net/images/anime/1478/140828l.jpg",
    "synopsis": "For hearing-impaired university student Yuki Itose, silence has been a natural part of life since birth. Her world is small and isolated; she commutes to campus, interacts with her best friend Rin Fujishiro, and communicates through writing and text messages—a lifestyle that offers little to no change. One day, during her commute, Yuki meets fellow student Itsuomi Nagi, a multilingual travel enthusiast and friend of Rin. When Itsuomi learns of Yuki's condition, he takes it in stride, moving Yuki's heart. From this one simple gesture, Yuki and Itsuomi's lives start changing day by day as they let each other into their own worlds.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 8.2,
    "scored_by": 147271,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Ajia-do"
    ],
    "producers": [
      "Mainichi Broadcasting System",
      "Kodansha",
      "NBCUniversal Entertainment Japan",
      "Tokyo MX",
      "Crunchyroll",
      "TO Books",
      "Myrica Music",
      "NetEase"
    ],
    "genres": [
      "Romance"
    ],
    "themes": [
      "Adult Cast"
    ],
    "aired_from": "2024-01-06T00:00:00+00:00",
    "aired_to": "2024-03-23T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/55866/Yubisaki_to_Renren",
    "year": 2024,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 49889,
    "title": "Tsuki ga Michibiku Isekai Douchuu 2nd Season",
    "title_english": "Tsukimichi -Moonlit Fantasy- Season 2",
    "image_url": "https://cdn.myanimelist.net/images/anime/1794/142621l.jpg",
    "synopsis": "Despite a rough start, Makoto Misumi's life in another world takes a positive turn when he meets more demihumans who recognize his presence. Now as the leader of a fast-growing demihuman community, Makoto wishes to make human society more accepting of them and thus builds a business showcasing the demihumans' abilities. To extend his reach further, Makoto enrolls at the Rotsgard Academy to learn magic and expand his business venture there.\n\nMeanwhile, the goddess who summoned and forsaken Makoto had brought two other people to her world shortly after sending him away, making them heroes of their respective nations. Given enough time, Makoto's path will intertwine with both of these heroes, which may cause the world to take a drastic direction.\n\n[Written by MAL Rewrite]",
    "episodes": 25,
    "score": 7.84,
    "scored_by": 146057,
    "type": "TV",
    "source": "Light novel",
    "studios": [
      "J.C.Staff"
    ],
    "producers": [
      "Mainichi Broadcasting System",
      "Nippon Television Network",
      "Tokyo MX",
      "Medicos Entertainment",
      "DMM.com",
      "A-Sketch",
      "BS NTV",
      "AQUA ARIS",
      "NetEase",
      "CTW",
      "AlphaPolis"
    ],
    "genres": [
      "Action",
      "Adventure",
      "Comedy",
      "Fantasy"
    ],
    "themes": [
      "Isekai"
    ],
    "aired_from": "2024-01-08T00:00:00+00:00",
    "aired_to": "2024-06-24T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/49889/Tsuki_ga_Michibiku_Isekai_Douchuu_2nd_Season",
    "year": 2024,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 49613,
    "title": "Chiyu Mahou no Machigatta Tsukaikata",
    "title_english": "The Wrong Way to Use Healing Magic",
    "image_url": "https://cdn.myanimelist.net/images/anime/1733/140802l.jpg",
    "synopsis": "Ken Usato, an ordinary high schooler, wishes for something fantastical to occur in his unremarkable life. Such an opportunity arrives when he is transported to another world alongside Kazuki Ryuusen and Suzune Inukami, two prodigious members of his school's student council. Arriving in Llinger Kingdom, the three are deemed to be the heroes tasked with stopping the impending invasion by the Demon Lord's army. However, this is a misunderstanding—Usato was summoned by accident and, unlike his two friends, is not one of the heroes.\n\nDespite this disheartening revelation, Usato learns that he has an aptitude for the extremely rare healing magic. This catches the attention of Rose, the intimidating captain of the kingdom's Rescue Team, who forcibly takes custody of Usato to mold him into a full-fledged healer. As he undergoes grueling training under Rose's supervision, Usato resolves to become capable enough to protect his friends from the dangers of this world.\n\n[Written by MAL Rewrite]",
    "episodes": 13,
    "score": 7.53,
    "scored_by": 161088,
    "type": "TV",
    "source": "Light novel",
    "studios": [
      "Shin-Ei Animation",
      "Studio Add"
    ],
    "producers": [
      "Frontier Works",
      "Lantis",
      "Half H.P Studio",
      "Crunchyroll",
      "GREE Entertainment",
      "Bandai Namco Music Live",
      "Capibara"
    ],
    "genres": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "themes": [
      "Isekai"
    ],
    "aired_from": "2024-01-06T00:00:00+00:00",
    "aired_to": "2024-03-30T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/49613/Chiyu_Mahou_no_Machigatta_Tsukaikata",
    "year": 2024,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 55690,
    "title": "Boku no Kokoro no Yabai Yatsu 2nd Season",
    "title_english": "The Dangers in My Heart Season 2",
    "image_url": "https://cdn.myanimelist.net/images/anime/1643/138581l.jpg",
    "synopsis": "After an eventful winter break, Kyoutarou Ichikawa and Anna Yamada reunite with a stronger bond. They continue to grow in their own ways, with Yamada taking on more challenging photoshoots and Ichikawa maturing both physically and emotionally as he tackles his affections for Yamada. However, spending time together outside of school allows for their relationship to deepen, and it becomes increasingly difficult to deny their budding romantic feelings.\n\nGrappling with these unexpected and new emotions, Ichikawa and Yamada realize that, with the passage of time, their relationship is bound to change—and they must ultimately decide whether they wish to remain close friends or finally become a couple.\n\n[Written by MAL Rewrite]",
    "episodes": 13,
    "score": 8.72,
    "scored_by": 161199,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Shin-Ei Animation"
    ],
    "producers": [
      "Dentsu",
      "TV Asahi",
      "Movic",
      "Magic Capsule",
      "Avex Pictures",
      "Akita Shoten",
      "BS Asahi",
      "TV Asahi Music"
    ],
    "genres": [
      "Comedy",
      "Romance"
    ],
    "themes": [
      "School"
    ],
    "aired_from": "2024-01-07T00:00:00+00:00",
    "aired_to": "2024-03-31T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/55690/Boku_no_Kokoro_no_Yabai_Yatsu_2nd_Season",
    "year": 2024,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 50392,
    "title": "Mato Seihei no Slave",
    "title_english": "Chained Soldier",
    "image_url": "https://cdn.myanimelist.net/images/anime/1114/140805l.jpg",
    "synopsis": "As his school days draw to an end, Yuuki Wakura worries about his future. While lamenting the prospect of living an ordinary life, he is suddenly drawn into the world of Mato: an alternate dimension filled with dangerous monsters called Shuuki. Over the years since the existence of Mato was first confirmed, incidents of people accidentally wandering into the other world have become commonplace. To combat the threat of the Shuuki and rescue victims like Yuuki, the all-female Demon Defense Force was established. Its members have been blessed with the power of \"Peaches\"—Mato fruits that grant supernatural abilities only to women.\n\nThough Yuuki's situation is dire, he is saved in the nick of time by Kyouka Uzen, the chief of the Demon Defense Force's seventh unit. Despite Kyouka's impeccable skills in battle, she has long been held back by her Peach-granted ability, Slave. Slave allows Kyouka to put a living being under her control and draw out its strength, but the Shuuki that she had enslaved until now had all proven to be exceedingly weak.\n\nWhen Yuuki and Kyouka become surrounded by a horde of Shuuki, Kyouka resorts to something she has never tried before: using her ability on a man. To her surprise, Yuuki's slave form is much more powerful than she could have imagined. Believing the young man to be the key to unlocking her true potential, Kyouka invites Yuuki to join the Demon Defense Force—but not as a regular member.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 6.85,
    "scored_by": 94553,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Seven Arcs"
    ],
    "producers": [
      "Pony Canyon",
      "AT-X",
      "MAGNET",
      "Yostar"
    ],
    "genres": [
      "Action",
      "Fantasy",
      "Ecchi"
    ],
    "themes": [
      "Harem"
    ],
    "aired_from": "2024-01-04T00:00:00+00:00",
    "aired_to": "2024-03-21T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/50392/Mato_Seihei_no_Slave",
    "year": 2024,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 56352,
    "title": "Loop 7-kaime no Akuyaku Reijou wa, Moto Tekikoku de Jiyuu Kimama na Hanayome Seikatsu wo Mankitsu suru",
    "title_english": "7th Time Loop: The Villainess Enjoys a Carefree Life Married to Her Worst Enemy!",
    "image_url": "https://cdn.myanimelist.net/images/anime/1533/140617l.jpg",
    "synopsis": "Rishe Irmgard Weitzner finds herself in a familiar situation: her fiancé is publicly breaking off their engagement, and her ducal family is about to disown her in shame. However, Rishe is not distraught; she has already had six chances to rebuild her life and chase a different passion each time. But she would always get swept up in a war and die, so now she wishes for her seventh reincarnation to be easygoing and uneventful.\n\nWhat Rishe does not take into account is the presence of Arnold Hein, the crown prince of the Galkhein Kingdom. He is destined to usurp the throne and become a tyrant who starts a large-scale invasion of neighboring countries. To make their encounter worse, Arnold is the one who killed Rishe in her previous life. That is why it is all the more shocking when he proposes to Rishe on the spot. In pursuit of her desired life, Rishe must consider accepting Arnold's proposal and discover the reasons behind his brutal actions to stop the war from ever happening.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 7.52,
    "scored_by": 111405,
    "type": "TV",
    "source": "Light novel",
    "studios": [
      "Studio KAI",
      "HORNETS"
    ],
    "producers": [
      "Pony Canyon",
      "AT-X",
      "DAX Production",
      "Docomo Anime Store",
      "Overlap",
      "Crunchyroll",
      "Muse Communication",
      "MAGNET"
    ],
    "genres": [
      "Romance"
    ],
    "themes": [
      "Time Travel",
      "Villainess"
    ],
    "aired_from": "2024-01-07T00:00:00+00:00",
    "aired_to": "2024-03-24T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/56352/Loop_7-kaime_no_Akuyaku_Reijou_wa_Moto_Tekikoku_de_Jiyuu_Kimama_na_Hanayome_Seikatsu_wo_Mankitsu_suru",
    "year": 2024,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 51648,
    "title": "Nozomanu Fushi no Boukensha",
    "title_english": "The Unwanted Undead Adventurer",
    "image_url": "https://cdn.myanimelist.net/images/anime/1008/140287l.jpg",
    "synopsis": "While exploring a labyrinth, Rentt Faina, an adventurer with lots of experience but little to show for it, is killed by a dragon upon discovering its lair. Shockingly, he wakes up to find himself turned into a skeleton, the lowest class of undead monsters. As Rentt fights against the other monsters of the labyrinth, he discovers that slaying them gains him experience towards higher stages of undead evolution—even ones with flesh! With this revelation in hand, Rentt obtains a new objective in his undeath: keep evolving in the hope of eventually becoming a vampire, the highest form of undead that is nearly indistinguishable from human beings.\n\nDespite being forced to hide his past identity and monstrous nature under an unremovable mask, Rentt manages to return to a semblance of his former life. Granted shelter by Lorraine Vivier, an elite researcher and retired adventurer, Rentt assumes her surname and starts over from scratch as a rookie. Determined to pursue his childhood dream and become a mithril-class adventurer, Rentt must be cautious not to disclose his new bodily circumstances, lest the adventurers’ guild seek to exterminate the monster he has become.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 7.43,
    "scored_by": 110271,
    "type": "TV",
    "source": "Light novel",
    "studios": [
      "Connect"
    ],
    "producers": [
      "Marvelous Entertainment",
      "Pony Canyon",
      "Hakuhodo DY Music & Pictures",
      "Docomo Anime Store",
      "Overlap",
      "BS NTV",
      "Bit grooove promotion",
      "Natsume Atari"
    ],
    "genres": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "themes": [],
    "aired_from": "2024-01-08T00:00:00+00:00",
    "aired_to": "2024-03-25T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/51648/Nozomanu_Fushi_no_Boukensha",
    "year": 2024,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 53421,
    "title": "Dosanko Gal wa Namara Menkoi",
    "title_english": "Hokkaido Gals Are Super Adorable!",
    "image_url": "https://cdn.myanimelist.net/images/anime/1937/136906l.jpg",
    "synopsis": "Having just moved from Tokyo to Hokkaido, high school student Tsubasa Shiki decides to explore the picturesque winter landscape he could never experience in the nation's capital. It only takes a moment for Tsubasa's idealized view of Japan's northernmost prefecture to crumble, as the sheer cold and frigid air quickly overwhelm him. While trying to find the way to his new home, Tsubasa runs into Minami Fuyuki—a talkative and friendly Hokkaido native who, despite the cold, is wearing a short skirt. The girl wastes no time in striking up a conversation, and Tsubasa comes to realize that the winter weather is not all that is too much for him to handle.\n\nThe next day, Tsubasa is shocked to learn that not only is Fuyuki in his class, but her seat is also right next to his. Swept along by Fuyuki's persistent advances, the young man soon becomes captivated by both life in Hokkaido and the beautiful girl determined to get closer to him. As he deepens his relationship with Fuyuki and meets other fashionable girls from his school, Tsubasa finds out that Hokkaido gals truly are adorable.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 7.04,
    "scored_by": 93649,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "SILVER LINK.",
      "Blade"
    ],
    "producers": [
      "TV Tokyo",
      "Pony Canyon",
      "DMM.com",
      "Bit grooove promotion",
      "Television Hokkaido Broadcasting"
    ],
    "genres": [
      "Comedy",
      "Romance"
    ],
    "themes": [
      "Love Status Quo",
      "School"
    ],
    "aired_from": "2024-01-09T00:00:00+00:00",
    "aired_to": "2024-03-26T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/53421/Dosanko_Gal_wa_Namara_Menkoi",
    "year": 2024,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 54837,
    "title": "Akuyaku Reijou Level 99: Watashi wa Ura-Boss desu ga Maou dewa Arimasen",
    "title_english": "Villainess Level 99: I May Be the Hidden Boss but I'm Not the Demon Lord",
    "image_url": "https://cdn.myanimelist.net/images/anime/1150/140028l.jpg",
    "synopsis": "The beginning of Light Magic and the Hero, an otome RPG, unfolds fairly normally: the heroine, Alicia Ehnleit, meets her three love interests one after another and then inevitably comes face-to-face with the villainess. Yumiella Dolkness may be of noble descent, but her dark hair and rare dark-type magic—both associated with the Demon Lord—spark fear in anyone who sees her. When she is five years old, Yumiella regains memories of her previous life in modern Japan, also realizing that her fate is to become the hidden boss that appears after Alicia and her suitors defeat the Demon Lord.\n\nYumiella refuses to live as the game dictates and, as she prefers the game's fantasy elements over its romance, she decides to cultivate her magical skills and level up in secret. However, everything falls apart on the day of the Royal Academy's entrance ceremony. Yumiella's powers are measured at level 99—something thought impossible even for the royal knights, let alone a 15-year-old girl. With the royal family requesting her help, and everyone else insisting that she prove her strength, Yumiella realizes that her dream of a quiet life is no longer an option.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 7.13,
    "scored_by": 102397,
    "type": "TV",
    "source": "Light novel",
    "studios": [
      "Jumondou"
    ],
    "producers": [
      "AT-X",
      "Tokyo MX",
      "BS11",
      "Kadokawa"
    ],
    "genres": [
      "Fantasy"
    ],
    "themes": [
      "Isekai",
      "School",
      "Villainess"
    ],
    "aired_from": "2024-01-09T00:00:00+00:00",
    "aired_to": "2024-03-26T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/54837/Akuyaku_Reijou_Level_99__Watashi_wa_Ura-Boss_desu_ga_Maou_dewa_Arimasen",
    "year": 2024,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 54722,
    "title": "Mahou Shoujo ni Akogarete",
    "title_english": "Gushing over Magical Girls",
    "image_url": "https://cdn.myanimelist.net/images/anime/1525/139345l.jpg",
    "synopsis": "A team of three magical girls known as Tres Magia protects the town where Utena Hiiragi lives. Like many others, Utena loves these magical girls who valiantly fight in the name of justice. One day, a mysterious black mascot character appears before Utena and grants her the opportunity of a lifetime: a chance to transform into a magical girl.\n\nHowever, the offer is not what it seems, as Utena has been recruited for an evil organization to fight the magical girls she has always admired. Utena is then forced to confront Tres Magia in battle; but instead of feeling remorse, she unexpectedly finds pleasure in inflicting pain on the magical girls. Completely giving in to her desires, Utena embraces her role as a villain, slowly transforming her adoration for magical girls into a new sadistic obsession.\n\n[Written by MAL Rewrite]",
    "episodes": 13,
    "score": 7.61,
    "scored_by": 88303,
    "type": "TV",
    "source": "Web manga",
    "studios": [
      "Asahi Production"
    ],
    "producers": [
      "Lantis",
      "AT-X",
      "Takeshobo",
      "Docomo Anime Store",
      "Kadokawa",
      "MAGNET",
      "Bandai Namco Music Live"
    ],
    "genres": [
      "Action",
      "Comedy",
      "Girls Love",
      "Ecchi"
    ],
    "themes": [
      "Mahou Shoujo"
    ],
    "aired_from": "2024-01-03T00:00:00+00:00",
    "aired_to": "2024-03-27T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/54722/Mahou_Shoujo_ni_Akogarete",
    "year": 2024,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 56285,
    "title": "Ninja Kamui",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1142/141351l.jpg",
    "synopsis": "Seemingly an average man, Joe Logan leads a peaceful life in the countryside with his wife and child. However, the Logan family have actually assumed false identities to escape from Joe's past as a fearsome ninja assassin. Despite a string of high-profile murders of his former peers, Joe is sure that his new life is secure—but his tranquil bliss is soon shattered when his family is slaughtered by members of his former clan.\n\nLeft for dead, Joe wakes up in a hospital, unsure of how he survived the wounds that should have killed him. Police detectives Emma Samanda and Mike Moriss, assigned to investigate the Logan family's deaths, witness another attempt on Joe's life. However, this time Joe is prepared. Unleashing secret techniques, he easily dispatches his enemies, shedding his new identity in the process.\n\nEmbracing his old ways, Joe shrouds himself in his former persona, cutting through the organization he once served in the name of cold-blooded revenge. Assisted in his hunt by the detective duo, Joe will stop at nothing to kill his past and the demons hailing from it.\n\n[Written by MAL Rewrite]",
    "episodes": 13,
    "score": 6.57,
    "scored_by": 74717,
    "type": "TV",
    "source": "Original",
    "studios": [
      "E&H Production"
    ],
    "producers": [
      "Sola Entertainment"
    ],
    "genres": [
      "Action",
      "Sci-Fi"
    ],
    "themes": [
      "Adult Cast",
      "Gore",
      "Super Power"
    ],
    "aired_from": "2024-02-11T00:00:00+00:00",
    "aired_to": "2024-05-05T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/56285/Ninja_Kamui",
    "year": 2024,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 52816,
    "title": "Majo to Yajuu",
    "title_english": "The Witch and the Beast",
    "image_url": "https://cdn.myanimelist.net/images/anime/1380/139745l.jpg",
    "synopsis": "Cursed by a witch, the feral and tempestuous Guideau tenaciously searches for the culprit so she can exact revenge. To this end, she joins the Order of Magical Resonance, an organization that deals with everything connected to magic. The Order agrees to work with Guideau in return for her help solving the myriad of magic-related cases occurring across the world.\n\nThe Order's suave and mysterious mage Ashaf accompanies Guideau for the sake of successfully completing missions. As the pair traverses the land in search of that unknown witch, their experience with the fantastical world of magic grows ever more peculiar the further they advance in their journey.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 7.44,
    "scored_by": 65210,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Yokohama Animation Lab"
    ],
    "producers": [
      "TBS",
      "Kodansha",
      "DAX Production",
      "NBCUniversal Entertainment Japan",
      "BS11",
      "Crunchyroll",
      "Nichion",
      "MAGNET"
    ],
    "genres": [
      "Action",
      "Fantasy"
    ],
    "themes": [
      "Adult Cast",
      "Gore"
    ],
    "aired_from": "2024-01-12T00:00:00+00:00",
    "aired_to": "2024-04-05T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/52816/Majo_to_Yajuu",
    "year": 2024,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 53730,
    "title": "Sokushi Cheat ga Saikyou sugite, Isekai no Yatsura ga Marude Aite ni Naranai n desu ga.",
    "title_english": "My Instant Death Ability is So Overpowered, No One in This Other World Stands a Chance Against Me!",
    "image_url": "https://cdn.myanimelist.net/images/anime/1734/139673l.jpg",
    "synopsis": "During a school trip, a bus full of students is suddenly transported to another world by a sage named Sion. She bestows most of the students with powers called Gifts, seeking to recruit them to become sages as well. However, a few are excluded from receiving a Gift, resulting in the others leaving them behind.\n\nYogiri Takatou, one of the students who did not receive a Gift, wakes up to find a dragon attacking the bus. Amidst the chaos, he executes the dragon using his innate ability to instantly put anything to death. Alongside fellow survivor Tomochika Dannoura, Takatou sets out to find a way back to Earth, all while eliminating anyone who dares to underestimate him—including his former classmates.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 6.36,
    "scored_by": 84128,
    "type": "TV",
    "source": "Light novel",
    "studios": [
      "Okuruto Noboru"
    ],
    "producers": [
      "Mainichi Broadcasting System",
      "KlockWorx",
      "Earth Star Entertainment",
      "Tokyo MX",
      "BS11",
      "JR East Marketing & Communications",
      "Nichion",
      "MAGNET",
      "AQUA ARIS"
    ],
    "genres": [
      "Action",
      "Adventure",
      "Comedy",
      "Fantasy"
    ],
    "themes": [
      "Isekai",
      "Parody"
    ],
    "aired_from": "2024-01-05T00:00:00+00:00",
    "aired_to": "2024-03-22T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/53730/Sokushi_Cheat_ga_Saikyou_sugite_Isekai_no_Yatsura_ga_Marude_Aite_ni_Naranai_n_desu_ga",
    "year": 2024,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 53889,
    "title": "Ao no Exorcist: Shimane Illuminati-hen",
    "title_english": "Blue Exorcist: Shimane Illuminati Saga",
    "image_url": "https://cdn.myanimelist.net/images/anime/1239/140803l.jpg",
    "synopsis": "At True Cross Academy, Rin Okumura unknowingly comes across the first signs that something is amiss; ordinary people have been gaining the ability to perceive the invisible creatures that roam the human realm, Assiah. While Rin sees this as an opportunity to make a new friend, his twin brother, Yukio, is more burdened than ever. Swamped with his education, exorcist duties, and teaching position, Yukio has remained silent about his awakened powers, unable to understand their scale or significance.\n\nWhile Rin and his friends prepare for the annual Exorcist Certification Exam, the True Cross Order has uncovered the first artificial gate to the demonic realm of Gehenna. Witnessing its size and the advanced technology that made it possible, the exorcists realize they are now dealing with the Illuminati, an extremely wealthy and powerful organization. Moreover, the inscrutable Illuminati have planted three spies in the True Cross Order—and one may be hiding among the aspiring exorcists sworn to protect mankind from the demonic threat.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 7.1,
    "scored_by": 56198,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Studio VOLN"
    ],
    "producers": [
      "Aniplex",
      "Dentsu",
      "Mainichi Broadcasting System",
      "Movic",
      "Rakuonsha",
      "Shueisha"
    ],
    "genres": [
      "Action",
      "Supernatural"
    ],
    "themes": [
      "Mythology",
      "School"
    ],
    "aired_from": "2024-01-07T00:00:00+00:00",
    "aired_to": "2024-03-24T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/53889/Ao_no_Exorcist__Shimane_Illuminati-hen",
    "year": 2024,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 53488,
    "title": "Shin no Nakama ja Nai to Yuusha no Party wo Oidasareta node, Henkyou de Slow Life suru Koto ni Shimashita 2nd",
    "title_english": "Banished From The Hero's Party, I Decided To Live A Quiet Life In The Countryside Season 2",
    "image_url": "https://cdn.myanimelist.net/images/anime/1873/139792l.jpg",
    "synopsis": "Finally free of her Blessing's impulses, former Hero Ruti has settled into her idyllic slow life with assassin housemate Tisse in the border town of Zoltan. She's happy to once again be close to her apothecary brother Red, the former Guide of her previous Hero's Party, while he's living his best loved-up life with his partner (and soon-to-be fiancee) Princess Rit. Unfortunately, there's a new Hero on the scene whose fundamentalist interpretation of his Blessing's urges will bring conflict and despair to sleepy Zoltan…\n\n(Source: ANN)",
    "episodes": 12,
    "score": 6.76,
    "scored_by": 55500,
    "type": "TV",
    "source": "Light novel",
    "studios": [
      "Studio Flad"
    ],
    "producers": [
      "AT-X",
      "Magic Capsule",
      "Nippon Columbia",
      "BS NTV",
      "Kadokawa",
      "Kyoto Broadcasting System"
    ],
    "genres": [
      "Fantasy",
      "Romance"
    ],
    "themes": [],
    "aired_from": "2024-01-07T00:00:00+00:00",
    "aired_to": "2024-03-24T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/53488/Shin_no_Nakama_ja_Nai_to_Yuusha_no_Party_wo_Oidasareta_node_Henkyou_de_Slow_Life_suru_Koto_ni_Shimashita_2nd",
    "year": 2024,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 50803,
    "title": "Jaku-Chara Tomozaki-kun 2nd Stage",
    "title_english": "Bottom-Tier Character Tomozaki 2nd Stage",
    "image_url": "https://cdn.myanimelist.net/images/anime/1143/140807l.jpg",
    "synopsis": "Fumiya Tomozaki is now cruising through the game of life—all thanks to the guidance of Aoi Hinami, his popular classmate and rival in the online game Attack Families, widely known as \"Tackfam.\" As the summer holiday draws to a close and a new term commences, Tomozaki reunites with Aoi, who reminds him of his ultimate goals: to become well-liked among his peers and find himself a girlfriend.\n\nHowever, Tomozaki puts his ambitions on hold when his innocent friend, Hanabi Natsubayashi, starts being bullied. To make matters worse, Aoi is characteristically out of touch with the situation. But Tomozaki is not alone in resolving this issue—he now has a group of loyal friends who are all determined to help Hanabi and ensure they enjoy their youths together to the fullest.\n\n[Written by MAL Rewrite]",
    "episodes": 13,
    "score": 7.03,
    "scored_by": 59323,
    "type": "TV",
    "source": "Light novel",
    "studios": [
      "Project No.9"
    ],
    "producers": [
      "Pony Canyon",
      "AT-X",
      "KlockWorx",
      "Asmik Ace",
      "Tokyo MX",
      "BS11",
      "APDREAM",
      "arma bianca",
      "Bit grooove promotion",
      "Dream Shift",
      "Happinet Phantom Studios",
      "Bergamo"
    ],
    "genres": [
      "Drama",
      "Romance"
    ],
    "themes": [
      "School"
    ],
    "aired_from": "2024-01-03T00:00:00+00:00",
    "aired_to": "2024-03-27T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/50803/Jaku-Chara_Tomozaki-kun_2nd_Stage",
    "year": 2024,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 55129,
    "title": "Oroka na Tenshi wa Akuma to Odoru",
    "title_english": "The Foolish Angel Dances with the Devil",
    "image_url": "https://cdn.myanimelist.net/images/anime/1902/139271l.jpg",
    "synopsis": "Losing their war against Heaven's angel army, the demons of Hell are on the cusp of collapse. As a last ditch attempt to turn the tides of the war, the demons send Akutsu Masatora to the mortal plane on Earth to save their homeland from the angels. Disguising himself as a high school student, Akutsu seeks to recruit someone with the capability to lead the demons to victory.\n\nAkutsu does not have to look far: among his classmates is the magnificent Lily Amane, a transfer student who seems like the perfect candidate for Akutsu's plans. But as luck would have it, Lily is one of the very angels that Akutsu is meant to be fighting against, and his attempt to recruit her might end up being the biggest blunder in the failing war. Worse yet, Akutsu may fall in love with his own worst enemy.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 6.91,
    "scored_by": 53085,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Children's Playground Entertainment"
    ],
    "producers": [
      "TV Tokyo",
      "Pony Canyon",
      "Movic",
      "AT-X",
      "Gaina",
      "Docomo Anime Store",
      "Crunchyroll",
      "Kadokawa",
      "Aoni Production",
      "Nihon Keizai Koukokusha",
      "ANLA"
    ],
    "genres": [
      "Comedy",
      "Romance",
      "Supernatural"
    ],
    "themes": [
      "Mythology",
      "School"
    ],
    "aired_from": "2024-01-09T00:00:00+00:00",
    "aired_to": "2024-03-26T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/55129/Oroka_na_Tenshi_wa_Akuma_to_Odoru",
    "year": 2024,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 54265,
    "title": "Kekkon Yubiwa Monogatari",
    "title_english": "Tales of Wedding Rings",
    "image_url": "https://cdn.myanimelist.net/images/anime/1452/139991l.jpg",
    "synopsis": "A decade ago, princess Krystal Novaty “Hime” Nokanatika traveled from another world to escape assassination attempts by an evil force. When she arrives in modern-day Japan, she encounters Haruto Satou. With him she shares a promise: he must forget what he has just witnessed, and the two will become friends. Now heading back to the Nokanatika Kingdom to fulfill her royal duties, Hime bids farewell to Haruto. However, when the young man suddenly remembers his first meeting with Hime, he rushes to the location where she first appeared and crosses the dimensional portal to be reunited with her.\n\nHis arrival disrupts the marriage ceremony between Hime and prince Marmarugias Gisaras. The wedding is brutally interrupted by the attack of an abyss monster who threatens the princess' life. Acting impulsively, Hime decides to exchange rings with Haruto, which grants her new husband light powers that permit him to slay the monster. Now dubbed as the Ring King, Haruto must marry four other princesses to acquire new magical powers and have a chance to prevail in his fight against the enemy of the world: the Abyss King.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 6.07,
    "scored_by": 51978,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Staple Entertainment"
    ],
    "producers": [
      "Square Enix",
      "Toei Video",
      "Pony Canyon",
      "AT-X",
      "KlockWorx",
      "Studio Mausu",
      "Hakuhodo DY Music & Pictures",
      "BS11",
      "APDREAM",
      "Bushiroad Move"
    ],
    "genres": [
      "Action",
      "Fantasy",
      "Romance",
      "Ecchi"
    ],
    "themes": [
      "Harem",
      "Isekai"
    ],
    "aired_from": "2024-01-06T00:00:00+00:00",
    "aired_to": "2024-03-23T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/54265/Kekkon_Yubiwa_Monogatari",
    "year": 2024,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 53590,
    "title": "Saijaku Tamer wa Gomi Hiroi no Tabi wo Hajimemashita.",
    "title_english": "The Weakest Tamer Began a Journey to Pick Up Trash",
    "image_url": "https://cdn.myanimelist.net/images/anime/1280/138474l.jpg",
    "synopsis": "Born into a loving family, Femicia appears to have a bright future ahead of her. When she finally turns five, the time comes to go to the church to have her skills appraised. However, while she does receive a monster tamer skill, it turns out that Femicia has zero stars for that ability. To make matters worse, society considers those who have zero stars to be harbingers of misfortune; as a result, Femicia is shunned by everyone—including her family.\n\nSoon enough, Femicia is chased out of her village and is constantly on the run. Fearing for her life, she decides to masquerade as a boy and change her name to Ivy. With a goal given to her by a fortune teller to reach the royal capital, Ivy meets and successfully tames a slime, starting an unlikely friendship that may provide a means to get the destiny she deserves.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 7.57,
    "scored_by": 63245,
    "type": "TV",
    "source": "Light novel",
    "studios": [
      "Studio Massket"
    ],
    "producers": [
      "Lantis",
      "Movic",
      "KlockWorx",
      "Tokyo MX",
      "ABC Animation",
      "TO Books",
      "NetEase",
      "BS Asahi",
      "Bandai Namco Music Live",
      "ABC Frontier"
    ],
    "genres": [
      "Adventure",
      "Fantasy"
    ],
    "themes": [
      "Crossdressing",
      "Isekai",
      "Reincarnation"
    ],
    "aired_from": "2024-01-12T00:00:00+00:00",
    "aired_to": "2024-03-29T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/53590/Saijaku_Tamer_wa_Gomi_Hiroi_no_Tabi_wo_Hajimemashita",
    "year": 2024,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 54449,
    "title": "Ishura",
    "title_english": "Ishura",
    "image_url": "https://cdn.myanimelist.net/images/anime/1364/140875l.jpg",
    "synopsis": "After the demise of the demon king, the resulting power vacuum has broken the balance of the world. Eager to claim this power for themselves, self-proclaimed demon kings from various worlds assemble in the New Principality of Lithia to fight for it. Among them, master swordsman Soujirou Yagyuu seeks to take this coveted position for himself. Joined by Tooi Kagizume no Yuno, a young girl he saved from an army of golems that destroyed her city, Soujirou enters Lithia to battle his way to the title.\n\nAt the same time, the leaders of the Aureatia Kingdom seek to destabilize Lithia by launching bandits after the convoys of merchandise transiting through the principality. Enraged, Imashime of Taren, the founder of Lithia and defector from Aureatia, sends vicious thief Kasasagi no Dakai to investigate the origin of these attacks. With war on the brink of eruption, no one can predict what influence the contenders for the demon king's throne will have on the coming conflict.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 6.72,
    "scored_by": 40061,
    "type": "TV",
    "source": "Light novel",
    "studios": [
      "Passione"
    ],
    "producers": [
      "Magic Capsule",
      "Tencent Japan",
      "Kadokawa",
      "Aiming"
    ],
    "genres": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "themes": [
      "Gore",
      "Isekai"
    ],
    "aired_from": "2024-01-03T00:00:00+00:00",
    "aired_to": "2024-03-20T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/54449/Ishura",
    "year": 2024,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": false
  },
  {
    "mal_id": 52482,
    "title": "Sasaki to Pii-chan",
    "title_english": "Sasaki and Peeps",
    "image_url": "https://cdn.myanimelist.net/images/anime/1624/139672l.jpg",
    "synopsis": "Sasaki, a 39-year-old corporate employee, has resigned himself to live a modest life without dreams and dangers. To his great surprise, his fate takes a brutal turn after he decides to adopt a Java sparrow that he names Pii-chan. The talking bird not only happens to be a reincarnation of a famous magician from another world, but it decides to grant some of its powers to Sasaki—along with the ability to traverse between worlds. Sasaki begins a lucrative business of selling technological items from his world to the less advanced civilization of the other.\n\nHowever, Sasaki's life becomes more chaotic when he stops an attempt on a woman's life with his new powers.  Unfortunately, the woman Sasaki saved also happens to be a government agent named Hoshizaki, who is tasked with tracking down gifted individuals like him. Forced to join Hoshizaki's secret agency, Sasaki partakes in dangerous missions to find other gifted criminals. He does not even have the luxury of hiding in the other world, where a war is about to break out. If he wants to protect peace in both worlds, Sasaki will have to become the hero that no one expects him to be.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 6.84,
    "scored_by": 51221,
    "type": "TV",
    "source": "Light novel",
    "studios": [
      "SILVER LINK."
    ],
    "producers": [
      "AT-X",
      "Nippon Columbia",
      "Sammy",
      "Crunchyroll",
      "Kadokawa",
      "Bit grooove promotion",
      "GREE Entertainment"
    ],
    "genres": [
      "Adventure",
      "Comedy",
      "Fantasy"
    ],
    "themes": [
      "Isekai"
    ],
    "aired_from": "2024-01-05T00:00:00+00:00",
    "aired_to": "2024-03-22T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/52482/Sasaki_to_Pii-chan",
    "year": 2024,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 54794,
    "title": "Metallic Rouge",
    "title_english": "Metallic Rouge",
    "image_url": "https://cdn.myanimelist.net/images/anime/1859/140210l.jpg",
    "synopsis": "After emerging victorious against an alien species known as Usurpers using combat androids called Neans, mankind colonized Mars and enjoyed post-war peace. Having fulfilled their purpose as soldiers, Neans became subservient workers and second-class citizens to humans. Requiring a daily dose of Nectar to sustain themselves, the androids depend on their masters for its supply of the drug.\n\nHowever, among this societal hierarchy lie Proto-Neans, independent specialized androids that can summon metallic exoskeletons with superhuman capabilities. Rouge Redstar is one such Proto-Nean working undercover for Aletheia, the government organization overseeing the regulation of Neans, alongside her human partner, Naomi Orthmann.\n\nRouge and Naomi's mission is to eliminate the Immortal Nine—Proto-Neans who threaten humanity for cryptic reasons. At the same time, an investigator is making his way to Mars to follow a series of murders where Rouge is considered the prime suspect. As the pair delve deeper into their search for the Immortal Nine, they uncover groundbreaking information about the rogue androids and the organization they work for.\n\n[Written by MAL Rewrite]",
    "episodes": 13,
    "score": 6.2,
    "scored_by": 33757,
    "type": "TV",
    "source": "Original",
    "studios": [
      "Bones"
    ],
    "producers": [
      "Dentsu",
      "Fuji TV",
      "GAGA",
      "Fujipacific Music",
      "BS Fuji",
      "bilibili",
      "Crunchyroll",
      "Line Digital Frontier"
    ],
    "genres": [
      "Action",
      "Sci-Fi"
    ],
    "themes": [],
    "aired_from": "2024-01-11T00:00:00+00:00",
    "aired_to": "2024-04-04T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/54794/Metallic_Rouge",
    "year": 2024,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 54632,
    "title": "Gekai Elise",
    "title_english": "Doctor Elise: The Royal Lady with the Lamp",
    "image_url": "https://cdn.myanimelist.net/images/anime/1449/140344l.jpg",
    "synopsis": "In her first life, the renowned and genius surgeon Dr. Aoi Takamoto was Elise de Clorance, a villainess of noble descent. Elise's selfishness, insolence, and obsessive love for her fiancé—Prince Linden de Romanoff—led to the deaths of her family members and, eventually, herself. Only after being reborn did Elise realize the error of her ways and decide that, instead of ruining lives, she would devote herself to saving them. But a tragic airplane crash robs her of her dreams too soon.\n\nBy a miracle, Elise wakes up in her original body before her official engagement to Linden. Recognizing the chance to cherish her loving family and free Linden from an unwanted marriage, Elise wishes to use her advanced medical knowledge to continue down the path of saving lives. In a deal with the emperor, Elise is given only six months to prove that her true place is not on the throne, but rather with the wounded and ailing who desperately need her help.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 7.26,
    "scored_by": 51445,
    "type": "TV",
    "source": "Web manga",
    "studios": [
      "Maho Film"
    ],
    "producers": [
      "Lantis",
      "AT-X",
      "Docomo Anime Store",
      "Kansai TV",
      "BS NTV",
      "Kadokawa",
      "Simplicity",
      "Bandai Namco Music Live"
    ],
    "genres": [
      "Fantasy",
      "Romance"
    ],
    "themes": [
      "Medical",
      "Reincarnation"
    ],
    "aired_from": "2024-01-10T00:00:00+00:00",
    "aired_to": "2024-03-27T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/54632/Gekai_Elise",
    "year": 2024,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 55358,
    "title": "Bucchigiri?!",
    "title_english": "Bucchigiri?!",
    "image_url": "https://cdn.myanimelist.net/images/anime/1885/139871l.jpg",
    "synopsis": "Minato Kai and Siguma Squad, two rival gangs at Ichizu High School, are embroiled in a bitter power struggle. As a transfer student, Arajin Tomoshibi has no interest in getting involved; instead, his priority is finding a girlfriend. Fortunately for him, he is placed next to Mahoro Jin, the prettiest girl in the class who also seems to like him. However, she has an overprotective older brother, Marito—none other than the combative leader of Siguma Squad. Moreover, Arajin's reunion with his childhood friend, Matakara Asamine, spells trouble since Matakara is a member of Minato Kai.\n\nWith his rotten luck, Arajin also accidentally awakens the genie Senya, known as a Honki Person from ancient legends. Senya takes a shine to him because of the young man's fervent aspiration—despite it only being the loss of his virginity. While Arajin would be the first to flee from a fight, Senya lending him his powers helps the lovesick boy to hold his own against the likes of Marito, although this only raises the interest of both gangs in recruiting him. As the turf wars heat up when a third gang joins the fray, Arajin's involvement may be unavoidable.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 6.5,
    "scored_by": 43836,
    "type": "TV",
    "source": "Original",
    "studios": [
      "MAPPA"
    ],
    "producers": [
      "TOHO animation",
      "dugout"
    ],
    "genres": [
      "Comedy",
      "Supernatural"
    ],
    "themes": [
      "Delinquents",
      "School"
    ],
    "aired_from": "2024-01-13T00:00:00+00:00",
    "aired_to": "2024-04-06T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/55358/Bucchigiri",
    "year": 2024,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 54617,
    "title": "Kyuujitsu no Warumono-san",
    "title_english": "Mr. Villain's Day Off",
    "image_url": "https://cdn.myanimelist.net/images/anime/1124/138750l.jpg",
    "synopsis": "As a member of a malevolent organization, the General is tasked with invading Earth and wiping out humanity. Even an extraterrestrial being like him, however, needs a chance to rest.\n\nNot even the Rangers—a team solely dedicated to defeating the General and his colleagues—will stand in the way of him visiting pandas at the zoo, buying ice cream at the convenience store, and enjoying his well-deserved day off from committing evil deeds.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 7.24,
    "scored_by": 31265,
    "type": "TV",
    "source": "Web manga",
    "studios": [
      "SynergySP",
      "Shin-Ei Animation"
    ],
    "producers": [
      "TV Tokyo",
      "VAP",
      "Square Enix",
      "TV Osaka",
      "DAX Production",
      "KlockWorx",
      "Nikkatsu",
      "MAGNET",
      "Scissors Blitz"
    ],
    "genres": [
      "Fantasy",
      "Slice of Life"
    ],
    "themes": [
      "Iyashikei",
      "Urban Fantasy"
    ],
    "aired_from": "2024-01-08T00:00:00+00:00",
    "aired_to": "2024-03-25T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/54617/Kyuujitsu_no_Warumono-san",
    "year": 2024,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 56845,
    "title": "Saikyou Tank no Meikyuu Kouryaku: Tairyoku 9999 no Rare Skill-mochi Tank, Yuusha Party wo Tsuihou sareru",
    "title_english": "The Strongest Tank's Labyrinth Raids -A Tank with a Rare 9999 Resistance Skill Got Kicked from the Hero's Party-",
    "image_url": "https://cdn.myanimelist.net/images/anime/1384/140829l.jpg",
    "synopsis": "Rud is a tank of the Hero's Party and is said to have the highest defense ever in history. The party often does labyrinth raids, but to Rud, it means more than just a raid. To cure his beloved sister's illness, he is in search for the wish-granting treasure that might be hidden in those labyrinths. But one day, the arrogant hero kicks him from the party after an unsuccessful raid attempt, blaming it on his skills whose effects he is still unaware of.\n\nWith nowhere else to go and nothing to do, he decides to return to his hometown, where his sister is waiting. On his way there, he saves a girl who was being attacked by a monster. Unexpectedly, this girl has an extremely rare skill called \"Appraisal.\" Thanks to her skill, Rud is able to discover the truth behind his unknown skills, which turn out to be very powerful skills. With a defense of 9999 and powerful skills, thus begins the adventure of the strongest tank, Rud!\n\n(Source: Square Enix)",
    "episodes": 12,
    "score": 6.13,
    "scored_by": 42479,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Studio Polon"
    ],
    "producers": [
      "Square Enix",
      "Victor Entertainment",
      "Medicos Entertainment",
      "ABC Animation",
      "AbemaTV",
      "ABC Frontier",
      "Procen Studio"
    ],
    "genres": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "themes": [],
    "aired_from": "2024-01-07T00:00:00+00:00",
    "aired_to": "2024-03-24T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/56845/Saikyou_Tank_no_Meikyuu_Kouryaku__Tairyoku_9999_no_Rare_Skill-mochi_Tank_Yuusha_Party_wo_Tsuihou_sareru",
    "year": 2024,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 52359,
    "title": "Isekai de Mofumofu Nadenade suru Tame ni Ganbattemasu.",
    "title_english": "Fluffy Paradise",
    "image_url": "https://cdn.myanimelist.net/images/anime/1925/139564l.jpg",
    "synopsis": "Twenty-seven-year-old salarywoman Midori Akitsu suddenly dies in her apartment due to overwork. As her spirit leaves her body, God appears before her, offering Midori a second chance at life in another world called Asdyllon. There, she must observe how badly humans persecute other species and judge if they should continue existing.\n\nTo help her get started, God grants Midori a special ability: to be liked by all kinds of non-humans—whether it be animals or holy beasts—enabling her to embrace and cuddle them as much as she wants. Now reborn as Nefertima Osfe, a duke's daughter, she enjoys her new life to the fullest alongside her adorable companions. However, it will not be long before she discovers what her task truly entails and that her time in this world will not always be fluffy.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 6.78,
    "scored_by": 39562,
    "type": "TV",
    "source": "Light novel",
    "studios": [
      "EMT Squared"
    ],
    "producers": [
      "Pony Canyon",
      "Nikkatsu",
      "Futabasha",
      "BS11",
      "Crunchyroll",
      "Yomiuri TV Enterprise",
      "APDREAM",
      "MAGNET"
    ],
    "genres": [
      "Adventure",
      "Fantasy"
    ],
    "themes": [
      "Isekai",
      "Reincarnation"
    ],
    "aired_from": "2024-01-07T00:00:00+00:00",
    "aired_to": "2024-03-24T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/52359/Isekai_de_Mofumofu_Nadenade_suru_Tame_ni_Ganbattemasu",
    "year": 2024,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 55973,
    "title": "30-sai made Doutei dato Mahoutsukai ni Nareru Rashii",
    "title_english": "Cherry Magic! Thirty Years of Virginity Can Make You a Wizard?!",
    "image_url": "https://cdn.myanimelist.net/images/anime/1762/139690l.jpg",
    "synopsis": "When mundane office worker Kiyoshi Adachi turns 30 years old, he discovers that he has gained the ability to read minds due simply to remaining a virgin for his entire life. The caveat, however, is that he must make physical contact with a person to know what they are thinking about. Adachi believes there is no real use for this power until he accidentally hears the thoughts of his coworker, Yuuichi Kurosawa.\n\nCharismatic and dependable, Kurosawa is the star of Adachi's team at work, earning praise and admiration from everyone at the office. But deep within, Kurosawa harbors an intense one-sided crush for the gloomy Adachi—a fact that Adachi only learns because of his ability, and knowledge he tries to respectfully disregard. As Kurosawa treats Adachi with kindness and affection he has never experienced before, Adachi finds it increasingly difficult to ignore his coworker's genuine advances.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 7.64,
    "scored_by": 39774,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Satelight"
    ],
    "producers": [
      "TV Tokyo",
      "Square Enix",
      "Sotsu",
      "TV Osaka",
      "DAX Production",
      "Avex Pictures",
      "TV Aichi",
      "BS TV Tokyo",
      "MAGNET"
    ],
    "genres": [
      "Boys Love",
      "Comedy"
    ],
    "themes": [
      "Adult Cast",
      "Workplace"
    ],
    "aired_from": "2024-01-11T00:00:00+00:00",
    "aired_to": "2024-03-28T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/55973/30-sai_made_Doutei_dato_Mahoutsukai_ni_Nareru_Rashii",
    "year": 2024,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 55774,
    "title": "Himesama \"Goumon\" no Jikan desu",
    "title_english": "'Tis Time for \"Torture,\" Princess",
    "image_url": "https://cdn.myanimelist.net/images/anime/1056/139398l.jpg",
    "synopsis": "As the commander of the Imperial Army's Third Legion, the Royal Empire's princess has led humanity to countless victories against the demonic Hellhorde. However, she has now been captured by the enemy and confined to the dungeons, with her sentient sword, Ex, as her only company.\n\nDue to her royal status, the princess knows invaluable secrets that would help the Hellhorde achieve dominance. To have her reveal all the information they need, the demons do not hesitate to subject the princess to the most vile forms of torture—that is, tempting her with delicious food, lasting friendships, adorable animals, and the most enjoyable experiences imaginable.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 7.22,
    "scored_by": 26918,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "PINE JAM"
    ],
    "producers": [
      "Shogakukan-Shueisha Productions",
      "Magic Capsule",
      "Shogakukan Music & Digital Entertainment",
      "Bushiroad",
      "Tokyo MX",
      "Universal Music Japan",
      "Kansai TV",
      "BS11",
      "JR East Marketing & Communications",
      "AbemaTV",
      "Bandai Spirits"
    ],
    "genres": [
      "Comedy",
      "Fantasy",
      "Gourmet"
    ],
    "themes": [],
    "aired_from": "2024-01-09T00:00:00+00:00",
    "aired_to": "2024-03-26T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/55774/Himesama_Goumon_no_Jikan_desu",
    "year": 2024,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 56242,
    "title": "Sengoku Youko: Yonaoshi Kyoudai-hen",
    "title_english": "Sengoku Youko",
    "image_url": "https://cdn.myanimelist.net/images/anime/1645/140627l.jpg",
    "synopsis": "Aspiring samurai Shinsuke Hyoudou's world is turned upside down when he witnesses hermit Jinka Yamato and fox girl Tama Youko slay a brigands' lair in the blink of an eye. Tama happens to be katawara, a magically gifted species, who can share her powers with Jinka through a special ritual. Together, they travel the world as vigilantes to stop evil beings, be they katawara or human.\n\nAs Shinsuke learns more about this new world, he discovers that monks perform inhumane research on spiritually gifted civilians, in the hope of creating human-katawara hybrids that can fight against monsters. Soon joined by Shakuyaku—a girl they manage to save from the monks’ experiments—and other allies, the group embarks on a quest to achieve their respective dreams.\n\n[Written by MAL Rewrite]",
    "episodes": 13,
    "score": 6.99,
    "scored_by": 18818,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "White Fox"
    ],
    "producers": [
      "Nippon Animation",
      "Nagoya Broadcasting Network",
      "Crunchyroll",
      "ABC Animation",
      "FuRyu",
      "Mixer",
      "NetEase",
      "BS Asahi",
      "Bandai Namco Music Live",
      "ABC Frontier"
    ],
    "genres": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "themes": [
      "Historical",
      "Mythology"
    ],
    "aired_from": "2024-01-11T00:00:00+00:00",
    "aired_to": "2024-04-04T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/56242/Sengoku_Youko__Yonaoshi_Kyoudai-hen",
    "year": 2024,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 55998,
    "title": "Momochi-san Chi no Ayakashi Ouji",
    "title_english": "The Demon Prince of Momochi House",
    "image_url": "https://cdn.myanimelist.net/images/anime/1207/140800l.jpg",
    "synopsis": "Orphan Himari Momochi's only link to her late parents is the house they secretly bequeathed her, which she does not learn of until her 16th birthday. Thrilled by the opportunity to know more about her family, Himari arrives at the rumored haunted house and is bewildered to find three young men already living there: Aoi Nanamori, who identifies himself as the guardian of the place, and his two familiars, Yukari and Ise. Although they allow her to stay overnight, they warn her to leave the next day so she can avoid harm from ayakashi—wandering spirits that sometimes attack human beings.\n\nSurprisingly, Himari is unaffected by her spectral encounters and determined to move in to the residence. After she discovers that Aoi had become guardian unwittingly and is now confined to the property, forgotten by the outside world, her resolve only grows stronger. Touched by his story, Himari decides to find a way to free Aoi from his dim fate, and she convinces the three Momochi House protectors to accept her as their landlady. However, the mysterious Kasha who keeps sending hostile ayakashi to Himari's new home seems to have darker plans for Aoi's future.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 6.54,
    "scored_by": 17227,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Drive"
    ],
    "producers": [
      "Aniplex",
      "Movic",
      "BS11",
      "Crunchyroll"
    ],
    "genres": [
      "Romance",
      "Supernatural"
    ],
    "themes": [
      "Mythology"
    ],
    "aired_from": "2024-01-06T00:00:00+00:00",
    "aired_to": "2024-03-23T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/55998/Momochi-san_Chi_no_Ayakashi_Ouji",
    "year": 2024,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 53223,
    "title": "Kingdom 5th Season",
    "title_english": "Kingdom: Season 5",
    "image_url": "https://cdn.myanimelist.net/images/anime/1050/139641l.jpg",
    "synopsis": "Fifth season of Kingdom.",
    "episodes": 13,
    "score": 8.72,
    "scored_by": 24298,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Studio Pierrot",
      "Studio Signpost"
    ],
    "producers": [
      "Avex Pictures",
      "Shueisha",
      "Jinnan Studio",
      "NHK Enterprises"
    ],
    "genres": [
      "Action"
    ],
    "themes": [
      "Historical",
      "Military"
    ],
    "aired_from": "2024-01-14T00:00:00+00:00",
    "aired_to": "2024-03-31T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/53223/Kingdom_5th_Season",
    "year": 2024,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 54829,
    "title": "Urusei Yatsura (2022) 2nd Season",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1517/140830l.jpg",
    "synopsis": "Second season of Urusei Yatsura (2022).",
    "episodes": 23,
    "score": 7.84,
    "scored_by": 17620,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "David Production"
    ],
    "producers": [
      "Aniplex",
      "Dentsu",
      "Shogakukan-Shueisha Productions",
      "Fuji TV",
      "Shogakukan",
      "Fuji Creative"
    ],
    "genres": [
      "Comedy",
      "Romance",
      "Sci-Fi"
    ],
    "themes": [],
    "aired_from": "2024-01-12T00:00:00+00:00",
    "aired_to": "2024-06-21T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/54829/Urusei_Yatsura_2022_2nd_Season",
    "year": 2024,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 54869,
    "title": "High Card Season 2",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1368/140801l.jpg",
    "synopsis": "Second season of High Card.",
    "episodes": 12,
    "score": 7.09,
    "scored_by": 16535,
    "type": "TV",
    "source": "Mixed media",
    "studios": [
      "Studio Hibari"
    ],
    "producers": [
      "TMS Entertainment",
      "Half H.P Studio",
      "Sammy",
      "Kadokawa",
      "NetEase"
    ],
    "genres": [
      "Action",
      "Fantasy"
    ],
    "themes": [
      "Organized Crime"
    ],
    "aired_from": "2024-01-08T00:00:00+00:00",
    "aired_to": "2024-03-25T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/54869/High_Card_Season_2",
    "year": 2024,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 57315,
    "title": "Meitou \"Isekai no Yu\" Kaitakuki: Around 40 Onsen Mania no Tensei Saki wa, Nonbiri Onsen Tengoku deshita",
    "title_english": "Isekai Onsen Paradise",
    "image_url": "https://cdn.myanimelist.net/images/anime/1502/139926l.jpg",
    "synopsis": "Kouzou Yukawa is a passionate hot springs enthusiast—a hot springs hunter who was able to sniff out the source of springs. One day, while searching for a hidden hot spring to revitalize a town, he slips off a cliff and dies. He is then reincarnated into another world by an Inari deity of a small shrine hidden in the rocks. Kouzou is joined by Inari's messenger princess, Mayudama. The hot spring hunter within Kouzou is stirred right away, as he takes a bath with Mayudama in the hot spring he just discovered. Then, an elf girl appears...\n\n(Source: MAL News)",
    "episodes": 12,
    "score": 5.23,
    "scored_by": 11694,
    "type": "TV",
    "source": "Light novel",
    "studios": [
      "Wolfsbane",
      "BloomZ"
    ],
    "producers": [
      "Hobby Japan",
      "FUTURE LEAP",
      "Gekkou",
      "YAB EntertainMent",
      "WWWave"
    ],
    "genres": [
      "Fantasy",
      "Ecchi"
    ],
    "themes": [
      "Harem",
      "Isekai"
    ],
    "aired_from": "2024-01-12T00:00:00+00:00",
    "aired_to": "2024-03-29T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/57315/Meitou_Isekai_no_Yu_Kaitakuki__Around_40_Onsen_Mania_no_Tensei_Saki_wa_Nonbiri_Onsen_Tengoku_deshita",
    "year": 2024,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 51673,
    "title": "Shaman King: Flowers",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1117/139294l.jpg",
    "synopsis": "The story will center on You and Anna's son, Hana.",
    "episodes": 13,
    "score": 6.58,
    "scored_by": 8252,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Bridge"
    ],
    "producers": [
      "TV Tokyo"
    ],
    "genres": [
      "Action",
      "Adventure",
      "Supernatural"
    ],
    "themes": [],
    "aired_from": "2024-01-10T00:00:00+00:00",
    "aired_to": "2024-04-03T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/51673/Shaman_King__Flowers",
    "year": 2024,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 55397,
    "title": "Pon no Michi",
    "title_english": "The Way of Pon",
    "image_url": "https://cdn.myanimelist.net/images/anime/1070/138961l.jpg",
    "synopsis": "When Nashiko Jippensha's mother kicks her out of the house for being too loud, the high school girl needs to find a new place to hang out with her friends. Luckily, Nashiko's father owns a closed-down mahjong parlor that is perfect for her needs. While cleaning out the place, Nashiko discovers a talking bird who introduces himself as a mahjong spirit, encouraging her to try playing the game with her friends.\n\nRealizing that they enjoy the game immensely, Nashiko and her friends decide to continue playing and enjoy the new space they have to hang out.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 6.48,
    "scored_by": 8877,
    "type": "TV",
    "source": "Original",
    "studios": [
      "OLM"
    ],
    "producers": [
      "Mainichi Broadcasting System",
      "Kodansha",
      "Good Smile Company",
      "DMM.com",
      "Myrica Music",
      "AQUA ARIS",
      "Bit grooove promotion",
      "SUPA LOVE",
      "Yostar",
      "Sankyo"
    ],
    "genres": [
      "Slice of Life",
      "Supernatural"
    ],
    "themes": [
      "CGDCT",
      "Strategy Game"
    ],
    "aired_from": "2024-01-06T00:00:00+00:00",
    "aired_to": "2024-03-23T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/55397/Pon_no_Michi",
    "year": 2024,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 55528,
    "title": "Yuuki Bakuhatsu Bang Bravern",
    "title_english": "Brave Bang Bravern!",
    "image_url": "https://cdn.myanimelist.net/images/anime/1872/140863l.jpg",
    "synopsis": "In a world where humanoid armored weapons known as \"Titatonostrider\" (\"TS\" for short) are used in warfare, troops from various countries converge on the island of Oahu, Hawaii, including Ao Isami of the Japan Ground Self-Defense Force and Lewis Smith of the United States Marine Corps. Isami and Smith cross paths during battle, but suddenly, their teams are attacked by an unknown enemy, scattering soldiers and sending their forces into disarray. In order to save their friends and survive on the deadly battlefield, they must fight with every ounce of courage and pride that they can muster.\n\n(Source: Crunchyroll News, edited)",
    "episodes": 12,
    "score": 7.54,
    "scored_by": 11138,
    "type": "TV",
    "source": "Original",
    "studios": [
      "CygamesPictures"
    ],
    "producers": [
      "Shochiku",
      "TBS",
      "Good Smile Company",
      "Fields",
      "Cygames",
      "Tencent Japan",
      "dugout",
      "Happinet Media Marketing"
    ],
    "genres": [
      "Comedy",
      "Sci-Fi"
    ],
    "themes": [
      "Adult Cast",
      "Mecha",
      "Military",
      "Parody"
    ],
    "aired_from": "2024-01-11T00:00:00+00:00",
    "aired_to": "2024-03-28T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/55528/Yuuki_Bakuhatsu_Bang_Bravern",
    "year": 2024,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": false
  },
  {
    "mal_id": 56731,
    "title": "Synduality: Noir Part 2",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1189/140511l.jpg",
    "synopsis": "Despite returning victorious from a dangerous struggle, Kanata and his friends have, in a sense, lost a key ally, the amnesiac magus Noir. Having partially recovered her memory, Noir reverted back to her former personality: that of Mystere, who acts in a patronizing manner toward her master Kanata. However, Mystere remembers detecting a signal from Histoire, a mystical city, during her former life as an artificially intelligent magus.\n\nMeanwhile, Tokio disappears from Rock Town while hunting down the ghosts of his past; however, shocking revelations await the deeper his search goes. As Kanata, his childhood friend Ellie, and the magus diva Ciel set out for Histoire, a hostile organization named Ideal sends assassins after them. If Kanata wants to stand a chance at accomplishing his dream, he must uncover the unpleasant truth about Ideal—and some of his closest allies.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 7.11,
    "scored_by": 7392,
    "type": "TV",
    "source": "Mixed media",
    "studios": [
      "8bit"
    ],
    "producers": [
      "Bandai Namco Entertainment",
      "Bandai Spirits",
      "Bandai Namco Filmworks",
      "Bandai Namco Music Live"
    ],
    "genres": [
      "Sci-Fi"
    ],
    "themes": [
      "Mecha"
    ],
    "aired_from": "2024-01-09T00:00:00+00:00",
    "aired_to": "2024-03-26T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/56731/Synduality__Noir_Part_2",
    "year": 2024,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 57502,
    "title": "Meiji Gekken: 1874",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1538/140687l.jpg",
    "synopsis": "Shizuma Origasa, once a renowned samurai in the Aizu Domain, has fallen on hard times following his home region's crushing defeat against the new imperial government. To make ends meet, Shizuma now works as a rickshaw puller in Tokyo. Meanwhile, he tirelessly searches for his missing fiancée, Sumie Kanomata, the younger sister of his close friend Gennosuke, who had entrusted Shizuma with her safety in his final moments.\n\nAfter foiling an assassination plot, Shizuma is hired by the police force, and he uses this opportunity to further his pursuit of Sumie. However, he soon lands in a whirlpool of political conspiracies involving government loyalists, persistent rebels, cunning courtesans, meddlesome foreigners, and even a mysterious yakuza member, Kyoushirou Shuragami.\n\n[Written by MAL Rewrite]",
    "episodes": 10,
    "score": 6.32,
    "scored_by": 4854,
    "type": "TV",
    "source": "Original",
    "studios": [
      "Tsumugi Akita Animation Lab"
    ],
    "producers": [
      "Ai Addiction",
      "Crunchyroll"
    ],
    "genres": [
      "Action"
    ],
    "themes": [
      "Historical",
      "Samurai"
    ],
    "aired_from": "2024-01-14T00:00:00+00:00",
    "aired_to": "2024-03-17T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/57502/Meiji_Gekken__1874",
    "year": 2024,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 54754,
    "title": "Hikari no Ou 2nd Season",
    "title_english": "The Fire Hunter Season 2",
    "image_url": "https://cdn.myanimelist.net/images/anime/1361/140742l.jpg",
    "synopsis": "After escaping a violent encounter, Touko finds herself lost in the chaos of a city under invasion by Spiders, a tribe of people with dangerous supernatural abilities. Touko has traveled to the city intending to return the possessions of Haijuu, a fire hunter who died protecting her. She is aided by Haijuu's dog, Kanata, and Akira, a fire hunter who has protected her on her journey so far. When Akira is drawn away by an important task, Touko is swept into the battle's confusion to begin a new journey of her own.\n\nMeanwhile, Haijuu's son Koushi fights to defend the city. Though physically unremarkable, Koushi's ingenuity has aided in the development of a few useful weapons. These include a powerful cannon capable of casting down ungodly lightning to smite the invading forces. With such destructive force seen as an offense to the gods, the deity Hibari seeks to stop him.\n\nAs they are both drawn into the unraveling plans of scheming gods and humans alike, Touko and Koushi struggle to survive.\n\n[Written by MAL Rewrite]",
    "episodes": 10,
    "score": 5.9,
    "scored_by": 4794,
    "type": "TV",
    "source": "Light novel",
    "studios": [
      "Signal.MD"
    ],
    "producers": [
      "Production I.G",
      "WOWOW",
      "flying DOG"
    ],
    "genres": [
      "Adventure",
      "Drama",
      "Fantasy"
    ],
    "themes": [],
    "aired_from": "2024-01-14T00:00:00+00:00",
    "aired_to": "2024-03-17T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/54754/Hikari_no_Ou_2nd_Season",
    "year": 2024,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 56691,
    "title": "Gekkan Mousou Kagaku",
    "title_english": "Delusional Monthly Magazine",
    "image_url": "https://cdn.myanimelist.net/images/anime/1789/139296l.jpg",
    "synopsis": "Gekkan Mousou Kagaku is set in Most City in an unknown country in a small publishing house that prints a monthly magazine about the most outlandish of things. Everything changes when the staff of the magazine, editor-in-chief Tarou, his assistant Jirou and dog Saburou, meet with scientist Gorou Satou...\n\n(Source: Crunchyroll)",
    "episodes": 12,
    "score": 5.39,
    "scored_by": 2960,
    "type": "TV",
    "source": "Original",
    "studios": [
      "OLM"
    ],
    "producers": [
      "Sotsu",
      "MediaNet",
      "Pony Canyon",
      "Crunchyroll",
      "BS Asahi"
    ],
    "genres": [
      "Comedy",
      "Fantasy",
      "Mystery"
    ],
    "themes": [
      "Workplace"
    ],
    "aired_from": "2024-01-11T00:00:00+00:00",
    "aired_to": "2024-03-28T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/56691/Gekkan_Mousou_Kagaku",
    "year": 2024,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 55636,
    "title": "Snack Basue",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1715/139033l.jpg",
    "synopsis": "Located five stations away from Hokkaido's largest downtown area Susukino. A fun shop called \"Snack Busue\" can be found run by mama Basue and mama Akemi. Filled with the laughter of the girls and their unusual regulars, you'll be smiling along with them before you know it. \n\n(Official Site, translated)",
    "episodes": 13,
    "score": 6.48,
    "scored_by": 3227,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Studio PuYUKAI"
    ],
    "producers": [
      "Sotsu",
      "Pony Canyon",
      "Bit grooove promotion",
      "BS Asahi"
    ],
    "genres": [
      "Comedy"
    ],
    "themes": [
      "Adult Cast",
      "Workplace"
    ],
    "aired_from": "2024-01-13T00:00:00+00:00",
    "aired_to": "2024-04-05T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/55636/Snack_Basue",
    "year": 2024,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 57390,
    "title": "Wonderful Precure!",
    "title_english": "Wonderful Precure!",
    "image_url": "https://cdn.myanimelist.net/images/anime/1852/140786l.jpg",
    "synopsis": "The Wonderful Precure! anime is set in Animal Town, a town where animals and people live together in harmony. Second-year junior high school student Iroha Inukai is best friends with her dog named Komugi. Out for a walk one day, Iroha and Komugi encounter a mysterious creature named Garugaru, who goes on a rampage in the city. Komugi suddenly transforms into a Pretty Cure named Cure Wonderful, to protect Iroha.\n\n(Source: ANN)",
    "episodes": 50,
    "score": 7.56,
    "scored_by": 2606,
    "type": "TV",
    "source": "Original",
    "studios": [
      "Toei Animation"
    ],
    "producers": [
      "ABC Animation"
    ],
    "genres": [
      "Action"
    ],
    "themes": [
      "Mahou Shoujo"
    ],
    "aired_from": "2024-02-04T00:00:00+00:00",
    "aired_to": "2025-01-26T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/57390/Wonderful_Precure",
    "year": 2024,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 57180,
    "title": "Yami Shibai 12",
    "title_english": "Theatre of Darkness: Yamishibai 12",
    "image_url": "https://cdn.myanimelist.net/images/anime/1187/139674l.jpg",
    "synopsis": "Twelfth season of Yami Shibai.",
    "episodes": 13,
    "score": 5.87,
    "scored_by": 2301,
    "type": "TV",
    "source": "Original",
    "studios": [
      "ILCA",
      "ILCASHIPS"
    ],
    "producers": [],
    "genres": [
      "Avant Garde",
      "Horror",
      "Supernatural"
    ],
    "themes": [],
    "aired_from": "2024-01-15T00:00:00+00:00",
    "aired_to": "2024-04-08T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/57180/Yami_Shibai_12",
    "year": 2024,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 54197,
    "title": "Chou Futsuu Ken Chiba Densetsu",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1374/132638l.jpg",
    "synopsis": "In the seemingly ordinary Prefecture Chiba, where life moves at its own relaxed pace, meet Shikawa Ako—a high school student with an unremarkable existence. Little does she know, the humdrum days of Chiba are about to get a hilarious twist. In 'The Legend of Super Normal Prefecture Chiba,' Ako inadvertently becomes the epicenter of a comedic storm that turns the 'ordinary' into the spectacularly absurd.",
    "episodes": 13,
    "score": 5.09,
    "scored_by": 497,
    "type": "TV",
    "source": "Original",
    "studios": [
      "Super Normal Studio"
    ],
    "producers": [
      "Kadokawa"
    ],
    "genres": [
      "Comedy",
      "Fantasy"
    ],
    "themes": [],
    "aired_from": "2024-01-05T00:00:00+00:00",
    "aired_to": "2024-03-29T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/54197/Chou_Futsuu_Ken_Chiba_Densetsu",
    "year": 2024,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 54142,
    "title": "Cardfight!! Vanguard: Divinez",
    "title_english": "Cardfight!! Vanguard Divinez",
    "image_url": "https://cdn.myanimelist.net/images/anime/1401/140964l.jpg",
    "synopsis": "One day, six cards known as the \"Six Desires\" were born with the power to change fate.\nSix fighters were chosen, and would come to possess those six cards.\n\nWhat awaited them was the \"Fated Clash\", where they would fight each other until the end, and the last one standing would have any wish granted. A youth named Akina Myodo, who wants to help his frail sister, participates in the Fated Clash to have his wish granted.\n\nAnd thus, he throws himself into battles with powerful fighters.\n\n(Source: Official site)",
    "episodes": 13,
    "score": 7.08,
    "scored_by": 1464,
    "type": "TV",
    "source": "Original",
    "studios": [
      "Kinema Citrus",
      "Gift-o’-Animation",
      "Studio Jemi"
    ],
    "producers": [
      "Bushiroad"
    ],
    "genres": [
      "Action"
    ],
    "themes": [
      "Strategy Game"
    ],
    "aired_from": "2024-01-13T00:00:00+00:00",
    "aired_to": "2024-04-20T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/54142/Cardfight_Vanguard__Divinez",
    "year": 2024,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 57012,
    "title": "Harimaware! Koinu",
    "title_english": "Stick It on Around! Koinu",
    "image_url": "https://cdn.myanimelist.net/images/anime/1813/140934l.jpg",
    "synopsis": "The story of the series follows Koinu, a serious-minded dog who goes to work one day only to find that his company has gone bankrupt. At a loss, Koinu takes a job from a mysterious recruitment agent and is hired to paste dog stickers all over the city. Even though he doesn't understand the purpose of this strange assignment, Koinu works hard every day at his new employment.\n\n(Source: Crunchyroll)",
    "episodes": 12,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Web manga",
    "studios": [
      "Opera House"
    ],
    "producers": [
      "Studio Pierrot"
    ],
    "genres": [
      "Comedy"
    ],
    "themes": [
      "Anthropomorphic"
    ],
    "aired_from": "2024-01-06T00:00:00+00:00",
    "aired_to": "2024-03-27T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/57012/Harimaware_Koinu",
    "year": 2024,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 57538,
    "title": "Sai-Kyo-Oh! Zukan: The Ultimate Battles",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1827/149980l.jpg",
    "synopsis": null,
    "episodes": 50,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Book",
    "studios": [
      "OLM Digital"
    ],
    "producers": [],
    "genres": [
      "Action"
    ],
    "themes": [],
    "aired_from": "2024-01-06T00:00:00+00:00",
    "aired_to": "2024-12-14T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/57538/Sai-Kyo-Oh_Zukan__The_Ultimate_Battles",
    "year": 2024,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 57605,
    "title": "Shinobanai! Crypto Ninja Sakuya: Ni no Maki",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1394/140564l.jpg",
    "synopsis": "Second season of Shinobanai! Crypto Ninja Sakuya.",
    "episodes": 12,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Other",
    "studios": [
      "Fanworks"
    ],
    "producers": [],
    "genres": [
      "Action"
    ],
    "themes": [],
    "aired_from": "2024-01-11T00:00:00+00:00",
    "aired_to": "2024-03-28T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/57605/Shinobanai_Crypto_Ninja_Sakuya__Ni_no_Maki",
    "year": 2024,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 57950,
    "title": "Enjou Bokumetsu! Mahou Shoujo Aiko",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1211/141136l.jpg",
    "synopsis": null,
    "episodes": 12,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [
      "Comedy",
      "Fantasy"
    ],
    "themes": [
      "Mahou Shoujo"
    ],
    "aired_from": "2024-01-11T00:00:00+00:00",
    "aired_to": "2024-03-28T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/57950/Enjou_Bokumetsu_Mahou_Shoujo_Aiko",
    "year": 2024,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 57522,
    "title": "Colorful na Everyday",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1714/140354l.jpg",
    "synopsis": "The original essay manga whimsically depicts Mumei's childhood memories and daily life, such as \"if a stupid grade school student got a manicure at school…,\" \"the story of when my first armpit hair sprouted,\" and \"a Filipino mom whacking a melonpan bun like a baseball.\"\n\n(Source: ANN)",
    "episodes": 26,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Web manga",
    "studios": [],
    "producers": [],
    "genres": [
      "Comedy"
    ],
    "themes": [
      "School"
    ],
    "aired_from": "2023-12-19T00:00:00+00:00",
    "aired_to": "2024-01-14T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/57522/Colorful_na_Everyday",
    "year": 2024,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 57881,
    "title": "Sakuretsu! Amabie-hime. Season 3",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1621/141030l.jpg",
    "synopsis": "The third season of Sakuretsu! Amabie-hime.",
    "episodes": 12,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [
      "CANON RECORDINGS"
    ],
    "producers": [],
    "genres": [
      "Comedy"
    ],
    "themes": [],
    "aired_from": "2024-01-14T00:00:00+00:00",
    "aired_to": "2024-03-31T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/57881/Sakuretsu_Amabie-hime_Season_3",
    "year": 2024,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 57960,
    "title": "Balala Xiao Mo Xian: Xing Yuan Die Qi 2",
    "title_english": "Balala The Fairies: Star Fate Butterfly Awakening 2",
    "image_url": "https://cdn.myanimelist.net/images/anime/1075/141252l.jpg",
    "synopsis": null,
    "episodes": 26,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [],
    "themes": [
      "Mahou Shoujo"
    ],
    "aired_from": "2023-12-28T00:00:00+00:00",
    "aired_to": "2024-01-09T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/57960/Balala_Xiao_Mo_Xian__Xing_Yuan_Die_Qi_2",
    "year": 2024,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 58557,
    "title": "Xin Xiyou Lixian Ji",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1193/142344l.jpg",
    "synopsis": null,
    "episodes": 26,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "themes": [
      "Martial Arts"
    ],
    "aired_from": "2024-01-19T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/58557/Xin_Xiyou_Lixian_Ji",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 58379,
    "title": "Larva in Mars",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1292/141918l.jpg",
    "synopsis": null,
    "episodes": 20,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [
      "Comedy",
      "Sci-Fi"
    ],
    "themes": [
      "Gag Humor",
      "Space"
    ],
    "aired_from": "2024-01-13T00:00:00+00:00",
    "aired_to": "2024-02-10T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/58379/Larva_in_Mars",
    "year": 2024,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 57744,
    "title": "Magical Fang",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1117/150116l.jpg",
    "synopsis": null,
    "episodes": 15,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Web manga",
    "studios": [
      "Studio Animal"
    ],
    "producers": [],
    "genres": [
      "Fantasy"
    ],
    "themes": [],
    "aired_from": "2024-01-06T00:00:00+00:00",
    "aired_to": "2024-05-04T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/57744/Magical_Fang",
    "year": 2024,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 58933,
    "title": "Dinoster: Gonglyongsuhodae 2nd Season",
    "title_english": "Dinoster 2nd Season",
    "image_url": "https://cdn.myanimelist.net/images/anime/1368/143290l.jpg",
    "synopsis": "Second season of Dinoster: Gonglyongsuhodae.",
    "episodes": 26,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [
      "Funny Flux"
    ],
    "producers": [
      "Alpha Group"
    ],
    "genres": [
      "Comedy",
      "Sci-Fi"
    ],
    "themes": [
      "Mecha"
    ],
    "aired_from": "2024-02-26T00:00:00+00:00",
    "aired_to": "2024-05-21T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/58933/Dinoster__Gonglyongsuhodae_2nd_Season",
    "year": 2024,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 58376,
    "title": "Xiong Chumo: Xiao Xiao Shijie",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1329/141916l.jpg",
    "synopsis": null,
    "episodes": 52,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [
      "Fantawild Animation"
    ],
    "producers": [],
    "genres": [
      "Adventure",
      "Comedy"
    ],
    "themes": [],
    "aired_from": "2024-03-08T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/58376/Xiong_Chumo__Xiao_Xiao_Shijie",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 58569,
    "title": "Kkoma Bus Tayo 7",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1508/142387l.jpg",
    "synopsis": null,
    "episodes": 26,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Unknown",
    "studios": [
      "Iconix Entertainment",
      "Studio Gale"
    ],
    "producers": [],
    "genres": [],
    "themes": [],
    "aired_from": "2024-02-28T00:00:00+00:00",
    "aired_to": "2024-05-23T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/58569/Kkoma_Bus_Tayo_7",
    "year": 2024,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 58577,
    "title": "DoReMi Friends",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1854/150119l.jpg",
    "synopsis": null,
    "episodes": 26,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [],
    "themes": [
      "Anthropomorphic",
      "Music"
    ],
    "aired_from": "2024-02-26T00:00:00+00:00",
    "aired_to": "2024-05-21T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/58577/DoReMi_Friends",
    "year": 2024,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 58578,
    "title": "Charging Topspinner BX",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1896/142399l.jpg",
    "synopsis": null,
    "episodes": 26,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [
      "Action"
    ],
    "themes": [
      "Strategy Game"
    ],
    "aired_from": "2024-01-27T00:00:00+00:00",
    "aired_to": "2024-08-31T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/58578/Charging_Topspinner_BX",
    "year": 2024,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 60710,
    "title": "Xi Yangyang Yu Hui Tailang: Xin Shijie Qiyu",
    "title_english": "Pleasant Goat and Big Big Wolf: Explore Wolffy's Mind",
    "image_url": "https://cdn.myanimelist.net/images/anime/1933/147390l.jpg",
    "synopsis": null,
    "episodes": 60,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [
      "Action",
      "Comedy"
    ],
    "themes": [],
    "aired_from": "2024-01-19T00:00:00+00:00",
    "aired_to": "2024-02-02T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/60710/Xi_Yangyang_Yu_Hui_Tailang__Xin_Shijie_Qiyu",
    "year": 2024,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 60881,
    "title": "Xin Qi Bao Long Zhan Che 7: Ju Shou Zhan Long",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1859/147807l.jpg",
    "synopsis": null,
    "episodes": 30,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [],
    "themes": [],
    "aired_from": "2024-01-05T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/60881/Xin_Qi_Bao_Long_Zhan_Che_7__Ju_Shou_Zhan_Long",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  }
]