[
  {
    "mal_id": 31964,
    "title": "Boku no Hero Academia",
    "title_english": "My Hero Academia",
    "image_url": "https://cdn.myanimelist.net/images/anime/10/78745l.jpg",
    "synopsis": "The appearance of \"quirks,\" newly discovered super powers, has been steadily increasing over the years, with 80 percent of humanity possessing various abilities from manipulation of elements to shapeshifting. This leaves the remainder of the world completely powerless, and Izuku Midoriya is one such individual.\n\nSince he was a child, the ambitious middle schooler has wanted nothing more than to be a hero. Izuku's unfair fate leaves him admiring heroes and taking notes on them whenever he can. But it seems that his persistence has borne some fruit: Izuku meets the number one hero and his personal idol, All Might. All Might's quirk is a unique ability that can be inherited, and he has chosen Izuku to be his successor!\n\nEnduring many months of grueling training, Izuku enrolls in UA High, a prestigious high school famous for its excellent hero training program, and this year's freshmen look especially promising. With his bizarre but talented classmates and the looming threat of a villainous organization, Izuku will soon learn what it really means to be a hero.\n\n[Written by MAL Rewrite]",
    "episodes": 13,
    "score": 7.83,
    "scored_by": 2190238,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Bones"
    ],
    "producers": [
      "Dentsu",
      "Mainichi Broadcasting System",
      "Movic",
      "TOHO animation",
      "Shueisha"
    ],
    "genres": [
      "Action"
    ],
    "themes": [
      "School",
      "Super Power"
    ],
    "aired_from": "2016-04-03T00:00:00+00:00",
    "aired_to": "2016-06-26T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/31964/Boku_no_Hero_Academia",
    "year": 2016,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 31240,
    "title": "Re:Zero kara Hajimeru Isekai Seikatsu",
    "title_english": "Re:ZERO -Starting Life in Another World-",
    "image_url": "https://cdn.myanimelist.net/images/anime/1522/128039l.jpg",
    "synopsis": "When Subaru Natsuki leaves the convenience store, the last thing he expects is to be wrenched from his everyday life and dropped into a fantasy world. Things are not looking good for the bewildered teenager; however, not long after his arrival, he is attacked by some thugs. Armed with only a bag of groceries and a now useless cell phone, he is quickly beaten to a pulp. Fortunately, a mysterious beauty named Satella, in hot pursuit after the one who stole her insignia, happens upon Subaru and saves him. In order to thank the honest and kindhearted girl, Subaru offers to help in her search, and later that night, he even finds the whereabouts of that which she seeks. But unbeknownst to them, a much darker force stalks the pair from the shadows, and just minutes after locating the insignia, Subaru and Satella are brutally murdered.\n\nHowever, Subaru immediately reawakens to a familiar scene—confronted by the same group of thugs, meeting Satella all over again—the enigma deepens as history inexplicably repeats itself.\n\n[Written by MAL Rewrite]",
    "episodes": 25,
    "score": 8.24,
    "scored_by": 1526863,
    "type": "TV",
    "source": "Light novel",
    "studios": [
      "White Fox"
    ],
    "producers": [
      "TV Tokyo",
      "Media Factory",
      "Kadokawa Shoten",
      "AT-X",
      "Magic Capsule",
      "Memory-Tech",
      "Hakuhodo DY Music & Pictures"
    ],
    "genres": [
      "Drama",
      "Fantasy",
      "Suspense"
    ],
    "themes": [
      "Isekai",
      "Psychological",
      "Time Travel"
    ],
    "aired_from": "2016-04-04T00:00:00+00:00",
    "aired_to": "2016-09-19T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/31240/Re_Zero_kara_Hajimeru_Isekai_Seikatsu",
    "year": 2016,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 31478,
    "title": "Bungou Stray Dogs",
    "title_english": "Bungo Stray Dogs",
    "image_url": "https://cdn.myanimelist.net/images/anime/3/79409l.jpg",
    "synopsis": "For weeks, Atsushi Nakajima's orphanage has been plagued by a mystical tiger that only he seems to be unaware of. Suspected to be behind the strange incidents, the 18-year-old is abruptly kicked out of the orphanage and left hungry, homeless, and wandering through the city.\n\nWhile starving on a riverbank, Atsushi saves a rather eccentric man named Osamu Dazai from drowning. Whimsical suicide enthusiast and supernatural detective, Dazai has been investigating the same tiger that has been terrorizing the boy. Together with Dazai's partner Doppo Kunikida, they solve the mystery, but its resolution leaves Atsushi in a tight spot. As various odd events take place, Atsushi is coerced into joining their firm of supernatural investigators, taking on unusual cases the police cannot handle, alongside his numerous enigmatic co-workers.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 7.8,
    "scored_by": 773396,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Bones"
    ],
    "producers": [
      "Lantis",
      "Movic",
      "KlockWorx",
      "Bandai Namco Live Creative",
      "Glovision",
      "Lawson HMV Entertainment",
      "Sony PCL",
      "Kadokawa"
    ],
    "genres": [
      "Action",
      "Mystery"
    ],
    "themes": [
      "Adult Cast",
      "Detective",
      "Organized Crime",
      "Super Power"
    ],
    "aired_from": "2016-04-07T00:00:00+00:00",
    "aired_to": "2016-06-23T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/31478/Bungou_Stray_Dogs",
    "year": 2016,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 31933,
    "title": "JoJo no Kimyou na Bouken Part 4: Diamond wa Kudakenai",
    "title_english": "JoJo's Bizarre Adventure: Diamond Is Unbreakable",
    "image_url": "https://cdn.myanimelist.net/images/anime/3/79156l.jpg",
    "synopsis": "The year is 1999. Morioh, a normally quiet and peaceful town, has recently become a hotbed of strange activity. Joutarou Kuujou, now a marine biologist, heads to the mysterious town to meet Jousuke Higashikata. While the two may seem like strangers at first, Jousuke is actually the illegitimate child of Joutarou's grandfather, Joseph Joestar. When they meet, Joutarou realizes that he may have more in common with Jousuke than just a blood relation.\n\nAlong with the mild-mannered Kouichi Hirose and the boisterous Okuyasu Nijimura, the group dedicates themselves to investigating recent disappearances and other suspicious occurrences within Morioh. Aided by the power of Stands, the four men will encounter danger at every street corner, as it is up to them to unravel the town's secrets, before another occurs.\n\n[Written by MAL Rewrite]",
    "episodes": 39,
    "score": 8.5,
    "scored_by": 847199,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "David Production"
    ],
    "producers": [
      "Warner Bros. Japan",
      "KlockWorx",
      "Medicos Entertainment",
      "Shueisha"
    ],
    "genres": [
      "Action",
      "Adventure"
    ],
    "themes": [
      "Super Power"
    ],
    "aired_from": "2016-04-02T00:00:00+00:00",
    "aired_to": "2016-12-24T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/31933/JoJo_no_Kimyou_na_Bouken_Part_4__Diamond_wa_Kudakenai",
    "year": 2016,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 28623,
    "title": "Koutetsujou no Kabaneri",
    "title_english": "Kabaneri of the Iron Fortress",
    "image_url": "https://cdn.myanimelist.net/images/anime/12/79164l.jpg",
    "synopsis": "The world is in the midst of the industrial revolution when horrific creatures emerge from a mysterious virus, ripping through the flesh of humans to sate their never-ending appetite. The only way to kill these beings, known as \"Kabane,\" is by destroying their steel-coated hearts. However, if bitten by one of these monsters, the victim is doomed to a fate worse than death, as the fallen rise once more to join the ranks of their fellow undead.\n\nOnly the most fortified of civilizations have survived this turmoil, as is the case with the island of Hinomoto, where mankind has created a massive wall to protect themselves from the endless hordes of Kabane. The only way into these giant fortresses is via heavily-armored trains, which are serviced and built by young men such as Ikoma. Having created a deadly weapon that he believes will easily pierce through the hearts of Kabane, Ikoma eagerly awaits the day when he will be able to fight using his new invention. Little does he know, however, that his chance will come much sooner than he expected...\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 7.28,
    "scored_by": 453937,
    "type": "TV",
    "source": "Original",
    "studios": [
      "Wit Studio"
    ],
    "producers": [
      "Aniplex",
      "Dentsu",
      "Fuji TV",
      "Kyoraku Industrial Holdings",
      "Kansai TV"
    ],
    "genres": [
      "Action",
      "Fantasy",
      "Horror",
      "Suspense"
    ],
    "themes": [
      "Gore",
      "Historical",
      "Survival"
    ],
    "aired_from": "2016-04-08T00:00:00+00:00",
    "aired_to": "2016-07-01T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/28623/Koutetsujou_no_Kabaneri",
    "year": 2016,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 32542,
    "title": "Sakamoto desu ga?",
    "title_english": "Haven't You Heard? I'm Sakamoto",
    "image_url": "https://cdn.myanimelist.net/images/anime/4/79468l.jpg",
    "synopsis": "Sophisticated, suave, sublime; all words which describe the exceedingly handsome and patently perfect Sakamoto. Though it is only his first day in high school, his attractiveness, intelligence, and charm already has the girls swooning and the guys fuming with jealousy. No one seems able to derail him, as all attempts at tripping him up are quickly foiled. His sangfroid is indomitable, his wits peerless. Will any of Sakamoto's classmates, or even teachers, be able to reach his level of excellence? Probably not, but they just might learn a thing or two trying...\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 7.54,
    "scored_by": 408883,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Studio Deen"
    ],
    "producers": [
      "TBS",
      "DAX Production",
      "Daiichikosho",
      "King Records",
      "NichiNare",
      "Kadokawa"
    ],
    "genres": [
      "Comedy"
    ],
    "themes": [
      "Gag Humor",
      "School"
    ],
    "aired_from": "2016-04-08T00:00:00+00:00",
    "aired_to": "2016-07-01T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/32542/Sakamoto_desu_ga",
    "year": 2016,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 31798,
    "title": "Kiznaiver",
    "title_english": "Kiznaiver",
    "image_url": "https://cdn.myanimelist.net/images/anime/1085/147246l.jpg",
    "synopsis": "Katsuhira Agata is a quiet and reserved teenage boy whose sense of pain has all but vanished. His friend, Chidori Takashiro, can only faintly remember the days before Katsuhira had undergone this profound change. Now, his muffled and complacent demeanor make Katsuhira a constant target for bullies, who exploit him for egregious sums of money. But their fists only just manage to make him blink, as even emotions are far from his grasp.\n\nHowever, one day Katsuhira, Chidori, and four other teenagers are abducted and forced to join the Kizuna System as official \"Kiznaivers.\" Those taking part are connected through pain: if one member is injured, the others will feel an equal amount of agony. These individuals must become the lab rats and scapegoats of an incomplete system designed with world peace in mind. With their fates literally intertwined, the Kiznaivers must expose their true selves to each other, or risk failing much more than just the Kizuna System.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 7.36,
    "scored_by": 376349,
    "type": "TV",
    "source": "Original",
    "studios": [
      "Trigger"
    ],
    "producers": [
      "Aniplex",
      "Movic",
      "Ultra Super Pictures",
      "Sammy",
      "Asahi Broadcasting",
      "BS11",
      "Crunchyroll"
    ],
    "genres": [
      "Drama",
      "Romance",
      "Sci-Fi"
    ],
    "themes": [],
    "aired_from": "2016-04-09T00:00:00+00:00",
    "aired_to": "2016-06-25T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/31798/Kiznaiver",
    "year": 2016,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 31404,
    "title": "Netoge no Yome wa Onnanoko ja Nai to Omotta?",
    "title_english": "And you thought there is never a girl online?",
    "image_url": "https://cdn.myanimelist.net/images/anime/3/79414l.jpg",
    "synopsis": "After mustering up the courage to propose to a girl in an online game, naive otaku Hideki \"Rusian\" Nishimura is devastated when she flat-out rejects him. To make matters worse, the girl reveals that she is actually an older man in real life. With his dreams crushed and his heart broken, Rusian comes to an abrupt decision in the midst of his raging fit: he will never trust another girl in an online game again.\n\nYears later, Rusian is now in a guild with three other players, one of whom possesses a female avatar by the name of Ako. Ako is deeply in love with Rusian and wants to marry him. Although he entertains the possibility that she might be a guy, Rusian accepts her proposal, claiming that her gender does not matter as long as she is cute in-game. However, after a discussion between the guild members that led to all of them having an offline meeting, Rusian finds out that Ako, along with the other members, is not just a girl but also his schoolmate.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 6.67,
    "scored_by": 301914,
    "type": "TV",
    "source": "Light novel",
    "studios": [
      "Project No.9"
    ],
    "producers": [
      "Sotsu",
      "AT-X",
      "Barnum Studio",
      "DAX Production",
      "ASCII Media Works",
      "NBCUniversal Entertainment Japan",
      "i0+",
      "Medicos Entertainment",
      "Radio Osaka"
    ],
    "genres": [
      "Comedy",
      "Romance",
      "Ecchi"
    ],
    "themes": [
      "School",
      "Video Game"
    ],
    "aired_from": "2016-04-07T00:00:00+00:00",
    "aired_to": "2016-06-23T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/31404/Netoge_no_Yome_wa_Onnanoko_ja_Nai_to_Omotta",
    "year": 2016,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 32105,
    "title": "Sousei no Onmyouji",
    "title_english": "Twin Star Exorcists",
    "image_url": "https://cdn.myanimelist.net/images/anime/12/79556l.jpg",
    "synopsis": "Magano, a parallel realm filled with monsters known as \"Kegare,\" is a place where exorcists deal with all impurities. Benio Adashino is a prodigy exorcist who is recognized for her strength and is summoned to Tokyo by the Exorcist Union. On her way, she plummets into the arms of Rokuro Enmadou, a young exorcist with a troubled past.\n\nBut the impurities of Magano do not rest. When these two exorcists witness a couple of children stolen by a Kegare, Benio rushes to save them, dragging Rokuro along with her into Magano. Engaged in a fight she is on the verge of being defeated in, Benio is saved by Rokuro, revealing himself capable of being her rival in talent.\n\nSousei no Onmyouji tells the story of two talented exorcists who are destined to become the \"Twin Star Exorcists\" and the prophesised parents of the Miko—the reincarnation of Abe no Seimei—who will cleanse the world of all impurities.\n\n[Written by MAL Rewrite]",
    "episodes": 50,
    "score": 7.29,
    "scored_by": 226155,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Studio Pierrot"
    ],
    "producers": [
      "TV Tokyo",
      "Nihon Ad Systems",
      "TV Tokyo Music",
      "Avex Pictures",
      "Shueisha"
    ],
    "genres": [
      "Action",
      "Fantasy",
      "Romance"
    ],
    "themes": [
      "Mythology",
      "Urban Fantasy"
    ],
    "aired_from": "2016-04-06T00:00:00+00:00",
    "aired_to": "2017-03-29T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/32105/Sousei_no_Onmyouji",
    "year": 2016,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 31741,
    "title": "Magi: Sinbad no Bouken (TV)",
    "title_english": "Magi: Adventure of Sinbad",
    "image_url": "https://cdn.myanimelist.net/images/anime/10/78783l.jpg",
    "synopsis": "In the small, impoverished Tison Village of the Parthevia Empire, a boy, Sinbad, is born to the jaded ex-soldier Badr and his kind-hearted wife Esra. His birth creates a radiant surge throughout the rukh, a declaration of a singularity to those who stand at the pinnacle of magical might: the \"Child of Destiny\" is here. Despite his country being plagued by economic instability and the repercussions of war, Sinbad leads a cheerful life—until a stranger's arrival shatters his peaceful world, and tragedy soon befalls him.\n\nYears later, mysterious edifices called \"dungeons\" have been erected all over the world. Rumored to contain great power and treasures, these dungeons piqued the interest of adventurers and armies alike; though to this day, none have returned therefrom. Sinbad, now 14, has grown into a charming and talented young boy. Inspired by the shocking events of his childhood and by his father's words, he yearns to begin exploring the world beyond his village. As though orchestrated by fate, Sinbad meets an enigmatic traveler named Yunan. Stirred by Sinbad's story and ambitions, Yunan directs him to a dungeon which he claims holds the power Sinbad needs to achieve his goals—the \"power of a king.\"\n\nMagi: Sinbad no Bouken tells the epic saga of Sinbad's early life as he travels the world, honing his skill and influence, while gathering allies and power to become the High King of the Seven Seas.\n\n[Written by MAL Rewrite]",
    "episodes": 13,
    "score": 7.83,
    "scored_by": 271720,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Lay-duce"
    ],
    "producers": [
      "Aniplex",
      "Mainichi Broadcasting System",
      "Shogakukan"
    ],
    "genres": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "themes": [],
    "aired_from": "2016-04-16T00:00:00+00:00",
    "aired_to": "2016-07-02T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/31741/Magi__Sinbad_no_Bouken_TV",
    "year": 2016,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 32093,
    "title": "Tanaka-kun wa Itsumo Kedaruge",
    "title_english": "Tanaka-kun is Always Listless",
    "image_url": "https://cdn.myanimelist.net/images/anime/1189/111994l.jpg",
    "synopsis": "For high school student Tanaka, the act of being listless is a way of life. Known for his inattentiveness and ability to fall asleep anywhere, Tanaka prays that each day will be as uneventful as the last, seeking to preserve his lazy lifestyle however he can by avoiding situations that require him to exert himself. Along with his dependable friend Oota who helps him with tasks he is unable to accomplish, the lethargic teenager constantly deals with events that prevent him from experiencing the quiet and peaceful days he longs for.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 7.8,
    "scored_by": 234521,
    "type": "TV",
    "source": "Web manga",
    "studios": [
      "SILVER LINK."
    ],
    "producers": [
      "Bandai Visual",
      "Dentsu",
      "Frontier Works",
      "Lantis",
      "Shochiku",
      "Mainichi Broadcasting System",
      "Movic",
      "Yahoo! Japan",
      "Grooove"
    ],
    "genres": [
      "Slice of Life"
    ],
    "themes": [
      "Iyashikei",
      "School"
    ],
    "aired_from": "2016-04-09T00:00:00+00:00",
    "aired_to": "2016-06-25T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/32093/Tanaka-kun_wa_Itsumo_Kedaruge",
    "year": 2016,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 31737,
    "title": "Gakusen Toshi Asterisk 2nd Season",
    "title_english": "The Asterisk War Season 2",
    "image_url": "https://cdn.myanimelist.net/images/anime/11/79107l.jpg",
    "synopsis": "Gakusen Toshi Asterisk 2nd Season continues the story of Genestella students Ayato Amagiri and Julis-Alexia von Riessfeld, who have progressed to the next round of the Phoenix Festa after a long and strenuous battle with sisters Irene and Priscilla Urzaiz.\n\nDespite Julis and Ayato's best attempts, the fact that Ayato's powers have been sealed is no longer a secret. Now at a major disadvantage, the duo must come up with a plan if they are to have any hope of winning the Phoenix Festa. Only one thing is for sure: the troubles heading their way are only going to get more insurmountable from here on.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 6.98,
    "scored_by": 265521,
    "type": "TV",
    "source": "Light novel",
    "studios": [
      "A-1 Pictures"
    ],
    "producers": [
      "Aniplex",
      "Animax",
      "Movic",
      "flying DOG",
      "Bandai Namco Entertainment",
      "Asahi Broadcasting",
      "Kadokawa"
    ],
    "genres": [
      "Action",
      "Comedy",
      "Fantasy",
      "Romance",
      "Ecchi"
    ],
    "themes": [
      "Harem",
      "School",
      "Urban Fantasy"
    ],
    "aired_from": "2016-04-02T00:00:00+00:00",
    "aired_to": "2016-06-18T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/31737/Gakusen_Toshi_Asterisk_2nd_Season",
    "year": 2016,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 31338,
    "title": "Hundred",
    "title_english": "Hundred",
    "image_url": "https://cdn.myanimelist.net/images/anime/3/78858l.jpg",
    "synopsis": "When an extraterrestrial organism known as \"Savage\" attacks mankind, the only technology capable of combating the enemy is a weapon known as “Hundred.” A survivor of a Savage attack, Hayato Kisaragi is a teenager boasting the highest compatibility level with the aforementioned technology and as a result, is invited to master his skills at Little Garden, a prestigious military academy aboard a battleship.\n\nOver the course of his intense training for the battle ahead, he immediately attracts the interest of multiple female peers and gets drawn into a number of incidents as he tries to fight against the creatures that now inhabit Earth and threaten its safety.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 6.3,
    "scored_by": 200621,
    "type": "TV",
    "source": "Light novel",
    "studios": [
      "Production IMS"
    ],
    "producers": [
      "TV Tokyo",
      "Sotsu",
      "Half H.P Studio",
      "AT-X",
      "DIVE II Entertainment",
      "Avex Pictures",
      "BS TV Tokyo"
    ],
    "genres": [
      "Action",
      "Romance",
      "Sci-Fi",
      "Ecchi"
    ],
    "themes": [
      "Harem",
      "School"
    ],
    "aired_from": "2016-04-05T00:00:00+00:00",
    "aired_to": "2016-06-21T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/31338/Hundred",
    "year": 2016,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 31376,
    "title": "Flying Witch",
    "title_english": "Flying Witch",
    "image_url": "https://cdn.myanimelist.net/images/anime/6/80039l.jpg",
    "synopsis": "In the witches' tradition, when a practitioner turns 15, they must become independent and leave their home to study witchcraft. Makoto Kowata is one such apprentice witch who leaves her parents' home in Yokohama in pursuit of knowledge and training. Along with her companion Chito, a black cat familiar, they embark on a journey to Aomori, a region favored by witches due to its abundance of nature and affinity with magic. They begin their new life by living with Makoto's second cousins, Kei Kuramoto and his little sister Chinatsu.\n\nWhile Makoto may seem to be attending high school like any other teenager, her whimsical and eccentric involvement with witchcraft sets her apart from others her age. From her encounter with an anthropomorphic dog fortune teller to the peculiar magic training she receives from her older sister Akane, Makoto's peaceful everyday life is filled with the idiosyncrasies of witchcraft that she shares with her friends and family.\n \n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 7.5,
    "scored_by": 112277,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "J.C.Staff"
    ],
    "producers": [
      "VAP",
      "Kodansha",
      "Magic Capsule",
      "Nippon Television Network",
      "RAB Aomori Broadcasting",
      "Nippon Television Music"
    ],
    "genres": [
      "Fantasy",
      "Slice of Life"
    ],
    "themes": [
      "Iyashikei",
      "Urban Fantasy"
    ],
    "aired_from": "2016-04-10T00:00:00+00:00",
    "aired_to": "2016-06-26T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/31376/Flying_Witch",
    "year": 2016,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 31904,
    "title": "Big Order (TV)",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/11/79757l.jpg",
    "synopsis": "Ten years ago, a fairy by the name of Daisy appeared and asked the child Eiji Hoshimiya what his one and only wish was. Although his wish remains a mystery, the consequences were catastrophic. In an event called the \"Great Destruction,\" the world started to fall apart as everything collapsed and countless people died.\n\nNow, Eiji is a high school student whose only concern is his sick sister. He does not remember what he wished for; all that he remembers is that his wish caused the Great Destruction. In the years since that event, thousands of other people have also received abilities to make their heart's desire come true. These people called \"Orders\" are believed to be evil and are hated by the general public. However, some of these Orders are after Eiji's life in vengeance for those that he killed. Will Eiji be able to survive the numerous assassination attempts? And the biggest mystery of all: what did he wish for, and what were his intentions in wishing for something that caused so much desolation?\n\n[Written by MAL Rewrite]",
    "episodes": 10,
    "score": 5.35,
    "scored_by": 113282,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "asread."
    ],
    "producers": [
      "Lantis",
      "Rakuonsha",
      "KlockWorx",
      "Kadokawa"
    ],
    "genres": [
      "Action"
    ],
    "themes": [
      "Super Power"
    ],
    "aired_from": "2016-04-16T00:00:00+00:00",
    "aired_to": "2016-06-18T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/31904/Big_Order_TV",
    "year": 2016,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 32438,
    "title": "Mayoiga",
    "title_english": "The Lost Village",
    "image_url": "https://cdn.myanimelist.net/images/anime/4/79413l.jpg",
    "synopsis": "A bus full of eccentric individuals is headed toward the urban legend known as Nanaki Village, a place where one can supposedly start over and live a perfect life. While many have different ideas of why the village cannot be found on any map, or why even the police cannot pinpoint its location, they each look forward to their new lives and just what awaits them once they reach their destination.\n\nAfter a few mishaps, they successfully arrive at Nanaki Village only to find it completely abandoned. Judging from the state of disrepair, it has been vacant for at least a year. However, secrets are soon revealed as some of the group begin to go missing while exploring the village and amidst the confusion, they find bloody claw marks in a forest. As mistrust and in-fighting break out, will they ever be able to figure out the truth behind this lost village?\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 5.49,
    "scored_by": 113030,
    "type": "TV",
    "source": "Original",
    "studios": [
      "Diomedéa"
    ],
    "producers": [
      "WOWOW",
      "Mainichi Broadcasting System",
      "Pony Canyon",
      "KlockWorx",
      "Studio Mausu",
      "Azumaker",
      "Shogakukan"
    ],
    "genres": [
      "Drama",
      "Horror",
      "Mystery",
      "Suspense"
    ],
    "themes": [
      "Psychological",
      "Survival"
    ],
    "aired_from": "2016-04-01T00:00:00+00:00",
    "aired_to": "2016-06-17T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/32438/Mayoiga",
    "year": 2016,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 31405,
    "title": "Joker Game",
    "title_english": "Joker Game",
    "image_url": "https://cdn.myanimelist.net/images/anime/9/77523l.jpg",
    "synopsis": "With World War II right around the corner, intelligence on other countries' social and economic situation has become a valuable asset. As a result, Japan has established a new spy organization known as the \"D Agency\" to obtain this weapon.\n\nUnder the command of Lieutenant Colonel Yuuki, eight agents have been assigned to infiltrate and observe some of the most powerful countries, reporting on any developments associated with the war. In order to carry out these dangerous tasks, these men have trained their bodies to survive in extreme conditions and studied numerous fields such as communications and languages. However, their greatest strength lies in their ability to manipulate people in order to obtain the information necessary to give their nation the upper hand.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 7.02,
    "scored_by": 91011,
    "type": "TV",
    "source": "Novel",
    "studios": [
      "Production I.G"
    ],
    "producers": [
      "Frontier Works",
      "Kadokawa Shoten",
      "Movic",
      "AT-X",
      "Sony Music Communications",
      "Hakuhodo DY Music & Pictures",
      "Sammy"
    ],
    "genres": [
      "Drama",
      "Mystery",
      "Suspense"
    ],
    "themes": [
      "Historical",
      "Military"
    ],
    "aired_from": "2016-04-05T00:00:00+00:00",
    "aired_to": "2016-06-21T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/31405/Joker_Game",
    "year": 2016,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 32681,
    "title": "Uchuu Patrol Luluco",
    "title_english": "Space Patrol Luluco",
    "image_url": "https://cdn.myanimelist.net/images/anime/4/79073l.jpg",
    "synopsis": "Living an abnormal existence in Ogikubo, an intergalactic melting pot of humans and aliens as well as the only Space Immigration Zone on Earth, Luluco is a bubbly middle school girl who just wants to be normal. One morning, however, her father, who works at the Space Patrol, eats a volatile sleep capsule by mistake and is frozen solid! To make matters worse, Luluco accidentally breaks him, so she hurries off to his office for help. There, the chief of the Space Patrol, Over Justice, hires Luluco as a space temp worker for undercover investigations, so that the institution may crack down on crime within her school.\n\nMade to don the Space Patrol suit and sent on her way to mete out justice, Luluco attempts to maintain the image of a normal girl who does not stand out in any way. But she soon discovers that with the automatic systems and inherently zealous judiciousness of the Space Patrol suit, continuing to be normal will be more difficult than she thought.\n\n[Written by MAL Rewrite]",
    "episodes": 13,
    "score": 7.52,
    "scored_by": 77520,
    "type": "TV",
    "source": "Original",
    "studios": [
      "Trigger"
    ],
    "producers": [
      "Half H.P Studio",
      "AT-X",
      "flying DOG",
      "Ultra Super Pictures",
      "Good Smile Company",
      "bilibili",
      "Crunchyroll"
    ],
    "genres": [
      "Action",
      "Adventure",
      "Comedy",
      "Sci-Fi"
    ],
    "themes": [
      "Parody",
      "Space"
    ],
    "aired_from": "2016-04-01T00:00:00+00:00",
    "aired_to": "2016-06-24T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/32681/Uchuu_Patrol_Luluco",
    "year": 2016,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 31680,
    "title": "Super Lovers",
    "title_english": "Super Lovers",
    "image_url": "https://cdn.myanimelist.net/images/anime/4/78450l.jpg",
    "synopsis": "Upon hearing news that his mother was on verge of death, Haru Kaidou—the eldest son of the family—flies all the way to Canada. The moment he arrives, he learns that not only did his mother fool him, but he is also supposed to take care of his adoptive brother, Ren Kaidou, an antisocial kid who feels more comfortable around dogs than people.\n\nDue to his new brother's distrustful nature, Haru initially has a hard time reaching out to Ren but their relationship eventually grows. He makes a promise to Ren: they will live together in Japan after Haru graduates from high school. However, due to an unfortunate accident, Haru loses all memories of the summer they spent together, including the promise he made. Five years later, expecting Haru to keep his promise, Ren arrives in Tokyo; but to Haru, Ren is just a random boy claiming to be his brother.\n\n[Written by MAL Rewrite]",
    "episodes": 10,
    "score": 6.7,
    "scored_by": 81294,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Studio Deen"
    ],
    "producers": [
      "DAX Production",
      "Nippon Columbia",
      "Kadokawa"
    ],
    "genres": [
      "Boys Love",
      "Comedy",
      "Drama"
    ],
    "themes": [],
    "aired_from": "2016-04-06T00:00:00+00:00",
    "aired_to": "2016-06-08T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/31680/Super_Lovers",
    "year": 2016,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 32245,
    "title": "Kuromukuro",
    "title_english": "Kuromukuro",
    "image_url": "https://cdn.myanimelist.net/images/anime/12/82281l.jpg",
    "synopsis": "During the dawn of the 21st century, the United Nations Kurobe Research Institute was established in Japan to investigate an ancient artifact, which was discovered during the construction of the Kurobe Dam. Scientists from around the world have gathered in the facility to study the object, while their children enjoy their everyday lives attending Mt. Tate International Senior High School.\n\nYukina Shirahane, a reserved high school girl, is the daughter of the facility's head scientist. While visiting her mother at the facility, Yukina manages to solve part of the artifact's puzzle. To her surprise, what appears before her is Kennosuke Tokisada Ouma, a young samurai from the Sengoku era.\n\nAs a threat approaches from outer space, Yukina, along with Kennosuke, finds herself defending Earth against the invading forces. Along the way, she discovers the mystery behind Kennosuke and the reason he is determined to protect her.\n\n[Written by MAL Rewrite]",
    "episodes": 26,
    "score": 7.12,
    "scored_by": 63417,
    "type": "TV",
    "source": "Original",
    "studios": [
      "P.A. Works"
    ],
    "producers": [
      "Sotsu",
      "Pony Canyon",
      "AT-X",
      "KlockWorx",
      "Tokyo MX",
      "Medicos Entertainment",
      "Infinite"
    ],
    "genres": [
      "Sci-Fi"
    ],
    "themes": [
      "Mecha"
    ],
    "aired_from": "2016-04-07T00:00:00+00:00",
    "aired_to": "2016-09-29T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/32245/Kuromukuro",
    "year": 2016,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 31630,
    "title": "Gyakuten Saiban: Sono \"Shinjitsu\", Igi Ari!",
    "title_english": "Ace Attorney",
    "image_url": "https://cdn.myanimelist.net/images/anime/5/79448l.jpg",
    "synopsis": "Since he was a child, Ryuuichi Naruhodou's dream was to become a defense attorney, protecting the innocent when no one else would. However, when the rookie lawyer finally takes on his first case under the guidance of his mentor Chihiro Ayasato, he realizes that the courtroom is a battlefield. In these fast paced trials, Ryuuichi is forced to think outside the box to uncover the truth of the crimes that have taken place in order to prove the innocence of his clients.\n\nGyakuten Saiban: Sono \"Shinjitsu\", Igi Ari! follows Ryuuichi as he tackles cases to absolve the falsely accused of the charges they face. It will not be easy—standing in his path is the ruthless Reiji Mitsurugi, a prosecutor who will stop at nothing to hand out guilty verdicts. With his back against the wall, the defense attorney must carefully examine both evidence and witness testimony, sifting through lies to solve the mystery behind each case. With a shout of \"objection!,\" the battle in the courtroom begins!\n\n[Written by MAL Rewrite]",
    "episodes": 24,
    "score": 6.54,
    "scored_by": 62255,
    "type": "TV",
    "source": "Game",
    "studios": [
      "A-1 Pictures"
    ],
    "producers": [
      "Aniplex",
      "Yomiuri Telecasting",
      "Capcom",
      "Trinity Sound"
    ],
    "genres": [
      "Comedy",
      "Drama",
      "Mystery"
    ],
    "themes": [
      "Adult Cast",
      "Detective",
      "Workplace"
    ],
    "aired_from": "2016-04-02T00:00:00+00:00",
    "aired_to": "2016-09-24T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/31630/Gyakuten_Saiban__Sono_Shinjitsu_Igi_Ari",
    "year": 2016,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 31098,
    "title": "Ushio to Tora (TV) 2nd Season",
    "title_english": "Ushio & Tora (2016)",
    "image_url": "https://cdn.myanimelist.net/images/anime/1092/117404l.jpg",
    "synopsis": "Continuation of Ushio to Tora TV series.",
    "episodes": 13,
    "score": 7.88,
    "scored_by": 69121,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "MAPPA",
      "Studio VOLN"
    ],
    "producers": [
      "Sotsu",
      "Showgate",
      "Tokuma Japan Communications",
      "Daiichi Shokai"
    ],
    "genres": [
      "Action",
      "Adventure",
      "Supernatural"
    ],
    "themes": [
      "Mythology"
    ],
    "aired_from": "2016-04-01T00:00:00+00:00",
    "aired_to": "2016-06-24T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/31098/Ushio_to_Tora_TV_2nd_Season",
    "year": 2016,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 32977,
    "title": "Aggressive Retsuko",
    "title_english": "Aggretsuko",
    "image_url": "https://cdn.myanimelist.net/images/anime/2/84193l.jpg",
    "synopsis": "Whether it be facing misogynistic remarks from her boss or being pressured by condescending co-workers, stress is just another part of the job for 25-year-old red panda Retsuko. Despite being one of the most diligent workers at her office, her diminutiveness and modesty often lead her to be exploited by her colleagues. However, when her irritation hits the limit, Retsuko brings forth her unique brand of letting off steam: aggressive death metal karaoke bashing the idiocy and hypocrisy of her co-workers' actions and work life. Although this venting only takes place in her mind, it gives her an outlet to counter her frustration in a world where hierarchy and appearances reign supreme.\n\n[Written by MAL Rewrite]",
    "episodes": 100,
    "score": 7.62,
    "scored_by": 53935,
    "type": "TV",
    "source": "Other",
    "studios": [
      "Fanworks"
    ],
    "producers": [
      "Sanrio"
    ],
    "genres": [
      "Comedy"
    ],
    "themes": [
      "Anthropomorphic",
      "Music",
      "Workplace"
    ],
    "aired_from": "2016-04-02T00:00:00+00:00",
    "aired_to": "2018-03-31T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/32977/Aggressive_Retsuko",
    "year": 2016,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 31500,
    "title": "High School Fleet",
    "title_english": "High School Fleet",
    "image_url": "https://cdn.myanimelist.net/images/anime/9/79670l.jpg",
    "synopsis": "A hundred years after catastrophic shifts in tectonic plates caused most of its area to submerge, Japan now thrives as a maritime nation. High functioning cities line the coasts of Japan, and well developed sea routes are defended by specialized naval ships. The marine industry is flourishing, and young girls are eager to join the Blue Mermaids—highly skilled women who devote their lives to protecting the seas.\n \nAfter some time apart, childhood friends Akeno Misaki and Moeka China are reunited at Yokosuka Girls' Marine High School. Here they are joined by others who share their dream of becoming Blue Mermaids. Soon, training exercises commence, with Akeno and Moeka being put in charge of their own ships and crew. Everything is progressing smoothly for Akeno as she settles into her role as captain and builds camaraderie between her fellow crew members aboard the Harekaze, a destroyer ship. However, unexpected engine and navigation failures soon leave their ship stranded and the crew in danger.\n \nHigh School Fleet follows the Harekaze's valiant crew as they navigate treacherous waters and other obstacles on their quest to become fully fledged Blue Mermaids.\n \n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 7.3,
    "scored_by": 46203,
    "type": "TV",
    "source": "Original",
    "studios": [
      "Production IMS"
    ],
    "producers": [
      "Aniplex",
      "Half H.P Studio",
      "Asmik Ace",
      "Graphinica",
      "BS11",
      "Contents Seed",
      "Cromea",
      "Akatsuki"
    ],
    "genres": [
      "Action"
    ],
    "themes": [
      "Military",
      "School"
    ],
    "aired_from": "2016-04-10T00:00:00+00:00",
    "aired_to": "2016-06-26T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/31500/High_School_Fleet",
    "year": 2016,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 32595,
    "title": "Seisen Cerberus: Ryuukoku no Fatalités",
    "title_english": "Cerberus",
    "image_url": "https://cdn.myanimelist.net/images/anime/5/79459l.jpg",
    "synopsis": "Maintaining a delicate balance of power, the kingdoms of Amoria, Ishilfen, and Vanrodis rule over the continent of Kuna'anh. Even the slightest hint of trouble in one country could spark a continent-wide war. However, their one common fear is the evil dragon Daganzord, whose only meaning of existence is to devour and destroy all life.\n\nTen years ago, a group of mages worked together in an effort to seal away the malevolent beast. But the ritual—later known as the \"Balbagoa Tragedy\"—was a failure, and many lost their lives. Though his parents died in this tragedy, Hiiro was saved by the swordsman Giruu. Under the latter's tutelage, Hiiro learned swordsmanship with the sole purpose of seeking revenge. Now a budding master himself, he sets out in search of Daganzord in order to realize his long-awaited vengeance, or to be consumed by the dragon and meet the same fate as his parents.\n\n[Written by MAL Rewrite]",
    "episodes": 13,
    "score": 5.58,
    "scored_by": 41836,
    "type": "TV",
    "source": "Game",
    "studios": [
      "Bridge"
    ],
    "producers": [
      "TV Tokyo",
      "Genco",
      "Pony Canyon",
      "Tohokushinsha Film Corporation",
      "Children's Playground Entertainment",
      "GREE"
    ],
    "genres": [
      "Adventure",
      "Fantasy"
    ],
    "themes": [],
    "aired_from": "2016-04-05T00:00:00+00:00",
    "aired_to": "2016-06-28T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/32595/Seisen_Cerberus__Ryuukoku_no_Fatalités",
    "year": 2016,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 31430,
    "title": "Terra Formars: Revenge",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/9/78566l.jpg",
    "synopsis": "In Terra Formars Revenge, the crew members of the Annex I continue to fight against Terraformars—the large humanoid cockroaches that evolved from the ones sent to Mars centuries ago. However, far from discovering the cure for the lethal Alien Engine Virus that has been plaguing Earth, the Annex I team have learned that some squadrons have agendas from their own countries. Now, the squadrons must not only fight against the Terraformars for their survival, but also each other in the never-ending battle for international dominance.\n\n[Written by MAL Rewrite]",
    "episodes": 13,
    "score": 6.63,
    "scored_by": 51892,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "TYO Animations",
      "LIDENFILMS"
    ],
    "producers": [
      "Warner Bros. Japan",
      "Ultra Super Pictures",
      "MAGES.",
      "Good Smile Company",
      "Shueisha",
      "Kyoraku Industrial Holdings",
      "Animatic"
    ],
    "genres": [
      "Action",
      "Horror",
      "Sci-Fi",
      "Suspense"
    ],
    "themes": [
      "Gore",
      "Space",
      "Survival"
    ],
    "aired_from": "2016-04-02T00:00:00+00:00",
    "aired_to": "2016-06-25T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/31430/Terra_Formars__Revenge",
    "year": 2016,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 32175,
    "title": "Shounen Maid",
    "title_english": "Shonen Maid",
    "image_url": "https://cdn.myanimelist.net/images/anime/5/79411l.jpg",
    "synopsis": "After the sudden death of his mother, elementary school student Chihiro Komiya is left with no home and no family. But this changes when he encounters a rich and frivolous stranger who turns out to be his long-lost uncle, Madoka Takatori. Madoka offers to take Chihiro in, but upon arriving at his uncle's high-class mansion, the young boy is greeted by a plethora of dust and garbage. As Chihiro's neatfreak instincts kick in, he sets about cleaning the entire residence.\n\nShounen Maid is a lighthearted comedy that follows Chihiro as he finds himself dressed in a frilly uniform (handmade by his uncle), receiving a salary, and working as maid of the house.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 7.27,
    "scored_by": 38354,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "8bit"
    ],
    "producers": [
      "Kadokawa Shoten",
      "TBS",
      "DAX Production",
      "Nippon Columbia",
      "Sony Music Communications",
      "Lawson",
      "NichiNare"
    ],
    "genres": [
      "Slice of Life"
    ],
    "themes": [
      "Iyashikei"
    ],
    "aired_from": "2016-04-08T00:00:00+00:00",
    "aired_to": "2016-07-01T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/32175/Shounen_Maid",
    "year": 2016,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 33241,
    "title": "Honobono Log",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1307/121781l.jpg",
    "synopsis": "Some of us are fortunate enough to have a partner to confide in on our bad days. In even the most devastating times, we can depend on our comrades for support. Others are incredibly lucky to have a special someone that they can just randomly embrace. No matter the situation, there always tends to be a close ally to help us get by.\n\nHonobono Log showcases the best and worst of couples and families, enticing romantic-comedy lovers with various relatable situations.\n\n[Written by MAL Rewrite]",
    "episodes": 10,
    "score": 7.33,
    "scored_by": 36677,
    "type": "TV",
    "source": "Picture book",
    "studios": [
      "Fanworks"
    ],
    "producers": [
      "NHK"
    ],
    "genres": [
      "Slice of Life"
    ],
    "themes": [
      "Iyashikei"
    ],
    "aired_from": "2016-06-07T00:00:00+00:00",
    "aired_to": "2016-06-18T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/33241/Honobono_Log",
    "year": 2016,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 31080,
    "title": "Anne Happy♪",
    "title_english": "Anne-Happy",
    "image_url": "https://cdn.myanimelist.net/images/anime/9/78701l.jpg",
    "synopsis": "Tennomifune Academy is an elite institution for the best and the brightest, with the exception of Class 1-7, the so-called \"Happiness Class.\" Each member of the classroom copes with personal misfortunes, and the special class is geared to help them move past their issues and find true happiness. \n\nAfter being accepted into the academy, An Hanakoizumi, Ruri Hibarigaoka, and Botan Kumegawa find themselves placed into the Happiness Class, plagued by dreadful luck, love problems, and bad health respectively. Alongside their classmates, they do their best to overcome the difficulties they are faced with in pursuit of a life filled with joy.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 6.94,
    "scored_by": 35150,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "SILVER LINK."
    ],
    "producers": [
      "Sotsu",
      "AT-X",
      "KlockWorx",
      "Asmik Ace",
      "Houbunsha",
      "BS Fuji",
      "DIVE II Entertainment",
      "Grooove",
      "Avex Pictures",
      "Crunchyroll",
      "Contents Seed",
      "FuRyu"
    ],
    "genres": [
      "Slice of Life"
    ],
    "themes": [
      "CGDCT",
      "School"
    ],
    "aired_from": "2016-04-07T00:00:00+00:00",
    "aired_to": "2016-06-23T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/31080/Anne_Happy♪",
    "year": 2016,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 28013,
    "title": "Macross Δ",
    "title_english": "Macross Delta",
    "image_url": "https://cdn.myanimelist.net/images/anime/5/79376l.jpg",
    "synopsis": "Eight years after the events of Macross F, a mysterious phenomenon known as the Var Syndrome is gradually consuming the galaxy. It's up to a new generation of highly capable Valkyrie pilots to deal with this universal menace. And if they didn't have enough on their plate already, the Aerial Knights Valkyrie fighter team from the Kingdom of Wind have come to challenge the Delta Squadron.",
    "episodes": 26,
    "score": 7.28,
    "scored_by": 28515,
    "type": "TV",
    "source": "Original",
    "studios": [
      "Satelight"
    ],
    "producers": [
      "Bandai Visual",
      "Big West",
      "flying DOG",
      "Techno Sound"
    ],
    "genres": [
      "Romance",
      "Sci-Fi"
    ],
    "themes": [
      "Mecha",
      "Military",
      "Music",
      "Space"
    ],
    "aired_from": "2016-04-03T00:00:00+00:00",
    "aired_to": "2016-09-25T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/28013/Macross_Δ",
    "year": 2016,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 31804,
    "title": "Kuma Miko",
    "title_english": "Kumamiko: Girl Meets Bear",
    "image_url": "https://cdn.myanimelist.net/images/anime/8/78863l.jpg",
    "synopsis": "What does a bear know about life in the big city? For Machi Amayadori's sake, hopefully a lot! The young shrine maiden has spent her whole life in the rural mountains with Natsu, her talking guardian bear. Now, at fourteen, she wants to take a chance and attend high school in the big city. Can Natsu really prepare her for city life? Or will his wacky trials be too much for even Machi to bear?\n\n(Source: FUNimation)",
    "episodes": 12,
    "score": 6.31,
    "scored_by": 32196,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Kinema Citrus",
      "EMT Squared"
    ],
    "producers": [
      "AT-X",
      "Sony Music Communications",
      "Kadokawa"
    ],
    "genres": [
      "Comedy"
    ],
    "themes": [],
    "aired_from": "2016-04-03T00:00:00+00:00",
    "aired_to": "2016-06-19T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/31804/Kuma_Miko",
    "year": 2016,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 32608,
    "title": "Endride",
    "title_english": "Endride",
    "image_url": "https://cdn.myanimelist.net/images/anime/12/78289l.jpg",
    "synopsis": "Shun Asanaga is a 15-year-old junior high school student with an optimistic and bright personality. One day, he finds a mysterious crystal in the office of his father, who is a scientist and businessman. When Shun touches it, the world becomes distorted, and he is sent into the world of Endra. Emilio, a prince of the kingdom of Endra, is nearing his 16th birthday and despises the reigning king, Delzain. Since Emilio is now at the age when he can inherit the throne, he takes up a weapon and attempts revenge. However, because Emilio is too weak, he is captured by Delzain and put in prison. When Emilio is in grief, the wall of his cell becomes distorted and Shun appears from there with two goals: return to his own world, and complete Emilio's revenge. What future lies ahead for the two boys trying to survive in Endra, yet raised in two different worlds?\n\n(Source: MAL News)",
    "episodes": 24,
    "score": 5.58,
    "scored_by": 25647,
    "type": "TV",
    "source": "Original",
    "studios": [
      "Brain's Base",
      "Lapin Track"
    ],
    "producers": [
      "VAP",
      "Nippon Television Network",
      "Nippon Television Music",
      "Takara Tomy A.R.T.S",
      "CyberAgent",
      "Forecast Communications"
    ],
    "genres": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "themes": [
      "Isekai"
    ],
    "aired_from": "2016-04-03T00:00:00+00:00",
    "aired_to": "2016-09-25T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/32608/Endride",
    "year": 2016,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 30795,
    "title": "Bakuon!!",
    "title_english": "Bakuon!!",
    "image_url": "https://cdn.myanimelist.net/images/anime/3/78914l.jpg",
    "synopsis": "Every day Hane Sakura makes the arduous trip to school, cycling up a large hill on her bicycle. After encountering the motorcycle enthusiast Onsa Amano one morning, she is introduced to the motorcycle club, led by the ever-silent Raimu Kawasaki. New to motorcycles, Sakura experiences firsthand the difficulty of learning to ride again. However, through this, she hopes to once again recreate her first biking experience, which was filled with both horror and exhilaration.\n\nAlongside Baita, the talking motorcycle; Rin Suzunoki, a Suzuki model enthusiast; Hijiri Minowa, a wealthy girl who dreams of being a thug; and professional racer Chisame Nakano, Sakura strives toward getting her bike license and experiencing the joys and hardships of motorcycles.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 6.51,
    "scored_by": 25505,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "TMS Entertainment"
    ],
    "producers": [
      "Lantis",
      "DAX Production",
      "NBCUniversal Entertainment Japan",
      "Akita Shoten",
      "eBooK Initiative Japan"
    ],
    "genres": [
      "Comedy"
    ],
    "themes": [
      "CGDCT",
      "School"
    ],
    "aired_from": "2016-04-05T00:00:00+00:00",
    "aired_to": "2016-06-21T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/30795/Bakuon",
    "year": 2016,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 31733,
    "title": "Bishoujo Senshi Sailor Moon Crystal Season III",
    "title_english": "Pretty Guardian Sailor Moon Crystal Season III",
    "image_url": "https://cdn.myanimelist.net/images/anime/3/78859l.jpg",
    "synopsis": "Usagi Tsukino is still struggling to balance her home life with the duties of being Sailor Moon, the guardian of love and justice. Along with the other Sailor Guardians and her boyfriend Mamoru Chiba, they begin investigating cases of students from Mugen Academy, a school for the most elite students, who are being transformed into monsters. During the investigation, they meet three strange individuals: Haruka Tenou, a handsome racecar driver; Michiru Kaiou, a talented violinist; and Hotaru Tomoe, a mysterious girl with a weak constitution.\n\nAs more incidents occur, the Sailor Guardians are met with another surprise—the appearance of two new planetary protectors with motives of their own. Despite the newcomers' questionable allegiance to Usagi and her comrades, they all face a threat from a common enemy: an evil entity who calls himself Pharaoh 90.\n\n[Written by MAL Rewrite]",
    "episodes": 13,
    "score": 7.77,
    "scored_by": 31208,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Toei Animation"
    ],
    "producers": [
      "Starchild Records",
      "Kodansha"
    ],
    "genres": [
      "Romance"
    ],
    "themes": [
      "Mahou Shoujo"
    ],
    "aired_from": "2016-04-04T00:00:00+00:00",
    "aired_to": "2016-06-27T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/31733/Bishoujo_Senshi_Sailor_Moon_Crystal_Season_III",
    "year": 2016,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 31564,
    "title": "Sansha Sanyou",
    "title_english": "Three Leaves, Three Colors",
    "image_url": "https://cdn.myanimelist.net/images/anime/13/79415l.jpg",
    "synopsis": "Having gone from pampered to poor after the bankruptcy of her father's company, Youko Nishikawa struggles to drop her princess-like persona and make friends at her all-girls high school. One day, while eating alone in a nearby forest, she has a chance encounter with Futaba Odagiri, the super-energetic transfer student, and Teru Hayama, an innocent-looking girl with a surprisingly direct and sometimes mean personality. Despite their differing personalities, the three girls who all have the kanji for \"leaf\" in their name begin an unlikely friendship as they try to navigate through an amusing and spontaneous adventure known as high school life.\n\nSansha Sanyou is a cheerful, cute series revolving around three close but very different friends as they try to balance the everyday challenges that school and adolescence have to offer.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 7.09,
    "scored_by": 23189,
    "type": "TV",
    "source": "4-koma manga",
    "studios": [
      "Doga Kobo"
    ],
    "producers": [
      "AT-X",
      "DAX Production",
      "Houbunsha",
      "TOHO animation",
      "RAY"
    ],
    "genres": [
      "Comedy"
    ],
    "themes": [
      "CGDCT",
      "School"
    ],
    "aired_from": "2016-04-11T00:00:00+00:00",
    "aired_to": "2016-06-27T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/31564/Sansha_Sanyou",
    "year": 2016,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 32792,
    "title": "Kidou Senshi Gundam Unicorn RE:0096",
    "title_english": "Mobile Suit Gundam Unicorn RE:0096",
    "image_url": "https://cdn.myanimelist.net/images/anime/1831/132807l.jpg",
    "synopsis": "By the year 0096 of the Universal Century, a fragile peace emerges from the ashes of conflict. Sixteen-year-old student Banagher Links visits the Industrial 7 space colony on a school field trip, but because of a broken shuttle, he is left completely stranded. \n\nTo Banagher, who has always lived a normal life, war had always been a distant, almost mythical part of history; but within minutes, fantasy becomes reality when he rescues a girl named Audrey Burne, who urgently needs to meet with the leader of the nearby Vist Foundation, Cardeas Vist. She hopes to persuade him to withhold the \"Laplace's Box,\" an object that holds the potential to destroy the world. History is set in motion as galactic forces converge on Industrial 7, each vying for possession of the Laplace's Box. As Neo Zeon remnants clash with Earth Federation Forces around the colony, Cardeas, in his final moments, gives Banagher the key to the Box, a mobile suit dubbed \"The Unicorn Gundam.\"\n\nPacked with explosive action and rising tension, Mobile Suit Gundam Unicorn RE:0096 follows Banagher as his conviction is tested and the destiny that has laid dormant for more than a century is finally realized.\n\n[Written by MAL Rewrite]",
    "episodes": 22,
    "score": 7.65,
    "scored_by": 17695,
    "type": "TV",
    "source": "Novel",
    "studios": [
      "Sunrise"
    ],
    "producers": [
      "Bandai Visual",
      "Sotsu",
      "Kadokawa Shoten",
      "Asatsu DK",
      "Tohokushinsha Film Corporation",
      "Nagoya Broadcasting Network"
    ],
    "genres": [
      "Drama",
      "Sci-Fi"
    ],
    "themes": [
      "Mecha",
      "Military",
      "Space"
    ],
    "aired_from": "2016-04-03T00:00:00+00:00",
    "aired_to": "2016-09-11T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/32792/Kidou_Senshi_Gundam_Unicorn_RE_0096",
    "year": 2016,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 32313,
    "title": "Concrete Revolutio: Choujin Gensou - The Last Song",
    "title_english": "Concrete Revolutio The Last Song",
    "image_url": "https://cdn.myanimelist.net/images/anime/4/80050l.jpg",
    "synopsis": "Titans from outer space, life forms from a mystical world, phantoms and goblins from ancient times, cyborgs created by scientists, relics that rose out of the ruins of ancient civilizations. In another Japan, it's not just a question of \"what if\"—it's a reality. Some of the superhumans choose to keep their identities a secret, while others bask in their superhuman fame. Jiro Hitoyoshi, member of the Superhuman Bureau, keeps track of their doings.\n\n(Source: ANN)",
    "episodes": 11,
    "score": 6.97,
    "scored_by": 14425,
    "type": "TV",
    "source": "Original",
    "studios": [
      "Bones"
    ],
    "producers": [
      "Bandai Visual",
      "Lantis",
      "Tokyo MX",
      "Animatic",
      "Hakuhodo DY Media Partners",
      "Anime Consortium Japan"
    ],
    "genres": [
      "Action",
      "Fantasy",
      "Mystery",
      "Sci-Fi"
    ],
    "themes": [
      "Mythology",
      "Super Power",
      "Urban Fantasy"
    ],
    "aired_from": "2016-04-10T00:00:00+00:00",
    "aired_to": "2016-06-17T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/32313/Concrete_Revolutio__Choujin_Gensou_-_The_Last_Song",
    "year": 2016,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 32601,
    "title": "12-sai.: Chicchana Mune no Tokimeki",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1042/101333l.jpg",
    "synopsis": "Reaching a period of life where they are neither a child nor an adult, 12-year-old Hanabi Ayase and Aoi Yui meet with life-changing events. Due to the mischievous demeanor of her male classmates, Ayase does not think highly of the opposite sex. However, her perspective begins to change after she is paired with the kind-hearted Takao Yuuto for a class assignment and unexpectedly shared their first kisses with each other on the school rooftop.\n\nWith her best friend discovering love, Aoi yearns to seek her own. She finds herself falling in love with the rash Kazuma Hiyama after protecting her from a rejected suitor who had talked behind her back.\n\n12-sai.: Chicchana Mune no Tokimeki follows the four in this phase of adolescence. As they grow up alongside each other, this sweet romance depicts the innocence and excitement of first love.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 6.4,
    "scored_by": 17470,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "OLM"
    ],
    "producers": [
      "Shogakukan-Shueisha Productions",
      "AT-X",
      "Nippon Columbia",
      "Tokyo MX",
      "Shogakukan",
      "JR East Marketing & Communications",
      "Sun TV"
    ],
    "genres": [
      "Romance"
    ],
    "themes": [
      "School"
    ],
    "aired_from": "2016-04-04T00:00:00+00:00",
    "aired_to": "2016-06-20T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/32601/12-sai__Chicchana_Mune_no_Tokimeki",
    "year": 2016,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 31049,
    "title": "Beyblade Burst",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/13/78786l.jpg",
    "synopsis": "The story revolves around Valt Aoi and Shu Kurenai as well as their teammates, Rantaro Kiyama, Daina Kurogami and Wakiya Komurasaki at the Beigoma Academy school in Japan. When not studying, the close friends are obsessed with their Beyblade, creating a school bey club later in the season and challenging each other to battles at their Bey Stadium. The friends eventually become friendly rivals as they compete against each other in a competition to claim the title of Japan’s top Blader.\n\n(Source: Beyblade Wiki)",
    "episodes": 51,
    "score": 6.67,
    "scored_by": 22317,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "OLM"
    ],
    "producers": [
      "TV Tokyo",
      "d-rights"
    ],
    "genres": [
      "Adventure",
      "Sci-Fi",
      "Sports"
    ],
    "themes": [],
    "aired_from": "2016-04-04T00:00:00+00:00",
    "aired_to": "2017-03-27T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/31049/Beyblade_Burst",
    "year": 2016,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 31610,
    "title": "Kyoukai no Rinne 2nd Season",
    "title_english": "RIN-NE Season 2",
    "image_url": "https://cdn.myanimelist.net/images/anime/7/79665l.jpg",
    "synopsis": "High school student Sakura Mamiya and impoverished death god Rinne Rokudou continue to confront the supernatural. Pulled into the problems of their quirky acquaintances, the pair again find themselves immersed in trouble.\n\nAgeha's black cat Oboro seeks revenge for alleged mistreatment and demands Ageha to nullify their contract. When she refuses to do so, a bitter quarrel breaks out between them. Meanwhile, the scheming Damashigami Company shows no sign of halting its wrongdoings, and the bat-like demon Masato continues to commit devious acts to pursue his long-awaited revenge on Rinne.\n\nFor Sakura and Rinne, these paranormal complications never seem to end. As their saga continues to unfold, they must cope with these unusual circumstances as they appear, all while facing problems of their own.\n\n[Written by MAL Rewrite]",
    "episodes": 25,
    "score": 7.14,
    "scored_by": 14418,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Brain's Base"
    ],
    "producers": [
      "Shogakukan-Shueisha Productions",
      "NHK",
      "Shogakukan"
    ],
    "genres": [
      "Comedy",
      "Supernatural"
    ],
    "themes": [
      "Mythology",
      "School"
    ],
    "aired_from": "2016-04-09T00:00:00+00:00",
    "aired_to": "2016-09-24T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/31610/Kyoukai_no_Rinne_2nd_Season",
    "year": 2016,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 31439,
    "title": "Wagamama High Spec",
    "title_english": "Wagamama High Spec",
    "image_url": "https://cdn.myanimelist.net/images/anime/3/79135l.jpg",
    "synopsis": "The adorable girls of Ousui Academy's student council love to spend time with their crush, Kouki Narumi. But what happens when he isn't around? \n\nFor the student council, consisting of otaku president Kaoruko Rokuonji; headstrong Ashe Rufflette Sakuragi; quiet computer programmer Toa Narumi; and Toa's best friend, the impish Mihiro Miyase, it means they will have to keep themselves entertained. Wagamama High Spec offers a glimpse into the girls' lives as they get into amusing—and sometimes risqué—hijinks at their school and around town.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 5.38,
    "scored_by": 14541,
    "type": "TV",
    "source": "Visual novel",
    "studios": [
      "AXsiZ"
    ],
    "producers": [
      "Hobi Animation"
    ],
    "genres": [
      "Comedy"
    ],
    "themes": [
      "School"
    ],
    "aired_from": "2016-04-12T00:00:00+00:00",
    "aired_to": "2016-06-28T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/31439/Wagamama_High_Spec",
    "year": 2016,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 31498,
    "title": "Pan de Peace!",
    "title_english": "Pan de Peace!",
    "image_url": "https://cdn.myanimelist.net/images/anime/4/79400l.jpg",
    "synopsis": "For the airheaded Minami Tani, there is nothing more delightful than delicious bread for breakfast. Bonding over a mutual love for the food, Minami meets the dignified Yuu Aizawa and the upbeat Fuyumi Fukagawa. Joining them is Noa Sakura, a pint-sized girl who sees bread as the ultimate weapon of self-defense. Together, the girls strengthen their bonds of friendship, while striving to sample every kind of bread this world has to offer.\n \n[Written by MAL Rewrite]",
    "episodes": 13,
    "score": 5.66,
    "scored_by": 16139,
    "type": "TV",
    "source": "4-koma manga",
    "studios": [
      "Asahi Production"
    ],
    "producers": [
      "Jinnan Studio",
      "Contents Seed"
    ],
    "genres": [
      "Comedy",
      "Gourmet"
    ],
    "themes": [
      "CGDCT",
      "School"
    ],
    "aired_from": "2016-04-03T00:00:00+00:00",
    "aired_to": "2016-06-26T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/31498/Pan_de_Peace",
    "year": 2016,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 32606,
    "title": "Onigiri",
    "title_english": "Onigiri",
    "image_url": "https://cdn.myanimelist.net/images/anime/1725/134446l.jpg",
    "synopsis": "Ancient Japan is under attack by powerful beings called \"Kamikui,\" and it is up to the \"Oni\" and his band of eight beautiful female warriors to stop them. Each of these girls have unique skills, abilities, and personalities. They partner themselves with the Oni, Jin, to stop the miasma of darkness sweeping across Japan. Onigiri follows the escapades of Jin and his merry companions as they strengthen their bonds and fend off the demonic invasion.\n \n[Written by MAL Rewrite]",
    "episodes": 13,
    "score": 5.33,
    "scored_by": 10541,
    "type": "TV",
    "source": "Game",
    "studios": [
      "Pierrot Plus"
    ],
    "producers": [
      "Studio Pierrot",
      "Being",
      "Zack Promotion",
      "Bushiroad Music"
    ],
    "genres": [
      "Comedy",
      "Fantasy"
    ],
    "themes": [
      "Mythology"
    ],
    "aired_from": "2016-04-07T00:00:00+00:00",
    "aired_to": "2016-06-30T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/32606/Onigiri",
    "year": 2016,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 32717,
    "title": "Aikatsu Stars!",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/12/78658l.jpg",
    "synopsis": "Yume Nijino has been accepted into Four Stars academy, home of the beautiful and talented S4 idol group. She and the other newcomers are determined to discover their talent, with a choice of specializing in beauty, singing, dancing, or drama. A tough road lies ahead of them, and they must rely on each other to overcome their weaknesses and develop their unique strengths.\n\nAt the first-years' opening performances, Yume performs stellarly but faints and is unable to remember being on stage at all. Struggling to find her talent, she meets Rola \"Laura\" Sakuraba, and the two develop a friendly rivalry, working together to learn and improve.\n\nThough they have their differences, all the students share the same goal: to become the next S4 idol. But hard work and determination, along with teamwork, are needed if they want to join the elite S4.\n\n[Written by MAL Rewrite]",
    "episodes": 100,
    "score": 7.62,
    "scored_by": 7553,
    "type": "TV",
    "source": "Original",
    "studios": [
      "Bandai Namco Pictures"
    ],
    "producers": [
      "TV Tokyo",
      "Echoes"
    ],
    "genres": [
      "Slice of Life"
    ],
    "themes": [
      "Idols (Female)",
      "Music",
      "School"
    ],
    "aired_from": "2016-04-07T00:00:00+00:00",
    "aired_to": "2018-03-29T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/32717/Aikatsu_Stars",
    "year": 2016,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 32682,
    "title": "Kagewani: Shou",
    "title_english": "Kagewani -II-",
    "image_url": "https://cdn.myanimelist.net/images/anime/3/78601l.jpg",
    "synopsis": "After surviving the onslaught at Sarugaku headquarters, Sousuke Banba resumes his investigation of the Kagewani monster hybrids. Armed with the ability to harness the Kagewani's power, the researcher now has a means to eliminate the creatures. But despite the benefits of this skill, it has one major drawback: Sousuke now struggles to maintain his sanity, with the power threatening to consume his body.\n\nSoon, threats old and new begin to rear their heads, as the upper echelons of Sarugaku become active once again and an assassin with a personal vendetta sets her sights on Sousuke. Nevertheless, he resolutely forges ahead on his mission, determined to track down the origins of the Kagewani and eliminate their threat once and for all.\n\n[Written by MAL Rewrite]",
    "episodes": 13,
    "score": 6.41,
    "scored_by": 8397,
    "type": "TV",
    "source": "Original",
    "studios": [
      "Tomovies"
    ],
    "producers": [
      "Directions"
    ],
    "genres": [
      "Horror",
      "Mystery",
      "Supernatural"
    ],
    "themes": [],
    "aired_from": "2016-04-01T00:00:00+00:00",
    "aired_to": "2016-06-24T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/32682/Kagewani__Shou",
    "year": 2016,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 31370,
    "title": "Tonkatsu DJ Agetarou",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/10/78559l.jpg",
    "synopsis": "Tonkatsu chef by day, professional DJ by night—this is the aspiration of Agetarou Katsumata, whose family owns a small tonkatsu shop in Shibuya.\n \nOne night, Agetarou delivers an order to a staff member at a nightclub and gets invited inside as a token of thanks. Although nervous at first, he soon finds himself absorbed by the atmosphere, falling in love with the dancing girls, flashing lights, and groovy music. Agetarou starts visiting the club regularly until a certain night leads him to a chance encounter with a legendary American DJ: Big Master Fly. Putting on a spectacular show, the DJ sparks an epiphany in Agetarou—the groove of mixing music appears to be strikingly similar to the rhythm of preparing tonkatsu. Thenceforth Agetarou sets his sights on becoming a master of both disciplines.\n \nWith the help of his neighborhood friends and his mentor DJ Oily, Agetarou pursues his dream all the while dealing with familial problems, love issues, and many other kinds of trouble. Tonkatsu DJ Agetarou is a hilarious tale about an impulsive young boy trying to find his own path in life, while still fulfilling his familial and social responsibilities.\n \n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 7.13,
    "scored_by": 6930,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Studio Deen"
    ],
    "producers": [
      "Yomiuri Telecasting",
      "DAX Production",
      "Shueisha",
      "Yomiuri TV Enterprise"
    ],
    "genres": [
      "Comedy"
    ],
    "themes": [
      "Music"
    ],
    "aired_from": "2016-04-10T00:00:00+00:00",
    "aired_to": "2016-06-26T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/31370/Tonkatsu_DJ_Agetarou",
    "year": 2016,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 32454,
    "title": "Usakame",
    "title_english": "Usakame",
    "image_url": "https://cdn.myanimelist.net/images/anime/10/79223l.jpg",
    "synopsis": "The girls of the Usakame High tennis club, Tanaka Kinako, Suzuki Ayako, Sato Kurumi, and Nishiarai-Taishi Nishi, pursue their various dreams... This high school comedy kind of thing starts now. Usakame, the official rival of the high intensity comedy Teekyuu, depicts the mostly ordinary but slightly strange daily lives of four girls who devote themselves to practice. All members of Earth Star Dream, an Earth Star Entertainment idol unit of nationally famous voice actors, appear in the show! Sit back, relax, and enjoy Teekyuu's rival Usakame. \n\n(Source: Crunchyroll)",
    "episodes": 12,
    "score": 5.76,
    "scored_by": 6657,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Millepensee"
    ],
    "producers": [
      "DAX Production",
      "Earth Star Entertainment"
    ],
    "genres": [
      "Comedy",
      "Sports"
    ],
    "themes": [],
    "aired_from": "2016-04-12T00:00:00+00:00",
    "aired_to": "2016-06-28T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/32454/Usakame",
    "year": 2016,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 33021,
    "title": "Ragnastrike Angels",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/2/79268l.jpg",
    "synopsis": "In the near future, massive hostile beings called \"Fiarem\" are waging war on Earth. To defend the world from this alien threat, Japan unleashes a special team known as \"Ragna Strikers\"—six young women wielding advanced weaponry and the ability to grow to gigantic sizes. Ragnastrike Angels follows Ayano Anemori and her friends as they live their daily lives and battle the violent Fiarem.\n \n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 4.3,
    "scored_by": 5304,
    "type": "TV",
    "source": "Game",
    "studios": [
      "Satelight"
    ],
    "producers": [
      "Aniplex"
    ],
    "genres": [
      "Action"
    ],
    "themes": [],
    "aired_from": "2016-04-03T00:00:00+00:00",
    "aired_to": "2016-06-19T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/33021/Ragnastrike_Angels",
    "year": 2016,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 32802,
    "title": "Cardfight!! Vanguard G: Stride Gate-hen",
    "title_english": "Cardfight!! Vanguard G Stride Gate",
    "image_url": "https://cdn.myanimelist.net/images/anime/10/80198l.jpg",
    "synopsis": "The second half of the second season of Cardfight!! Vanguard G series.",
    "episodes": 24,
    "score": 6.73,
    "scored_by": 5265,
    "type": "TV",
    "source": "Card game",
    "studios": [
      "TMS Entertainment"
    ],
    "producers": [],
    "genres": [
      "Action"
    ],
    "themes": [
      "Strategy Game"
    ],
    "aired_from": "2016-04-17T00:00:00+00:00",
    "aired_to": "2016-09-25T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/32802/Cardfight_Vanguard_G__Stride_Gate-hen",
    "year": 2016,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 32906,
    "title": "Bishoujo Yuugi Unit Crane Game Girls",
    "title_english": "Crane Game Girls",
    "image_url": "https://cdn.myanimelist.net/images/anime/12/78958l.jpg",
    "synopsis": "One day, Saya, an agent of the World Space Association, receives a sudden message that says a large number of asteroids are on a collision course with Earth, and it is her mission to stop them. Unfortunately, the only way to save the Earth is by having three people with extraordinary potential demonstrate a new skill on a crane game, which will create a beam of energy able to divert the asteroids.\n\nThe only three people with enough potential are three high school girls—Asuka, Mirai, and Kyouko. In order to harness their energy, Saya tells them that she has scouted them as idols and has them work at an arcade where she can monitor them. She says to the girls that all successful idols are good at crane games, and that building their skills is their first step in idol training. As the girls learn new crane game techniques, they begin to doubt Saya's intentions but are nonetheless unaware that the fate of the Earth lies in their hands.\n\n[Written by MAL Rewrite]",
    "episodes": 13,
    "score": 4.4,
    "scored_by": 4135,
    "type": "TV",
    "source": "Original",
    "studios": [
      "Kyotoma"
    ],
    "producers": [],
    "genres": [
      "Comedy",
      "Sci-Fi"
    ],
    "themes": [
      "Space",
      "Strategy Game"
    ],
    "aired_from": "2016-04-06T00:00:00+00:00",
    "aired_to": "2016-06-29T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/32906/Bishoujo_Yuugi_Unit_Crane_Game_Girls",
    "year": 2016,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 32011,
    "title": "Hakuouki: Otogisoushi",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/9/78600l.jpg",
    "synopsis": "Features the characters from the games in chibi form with a completely new story with the theme: \"A normal everyday that might have existed.\"",
    "episodes": 12,
    "score": 6.59,
    "scored_by": 2238,
    "type": "TV",
    "source": "Visual novel",
    "studios": [
      "DLE"
    ],
    "producers": [],
    "genres": [
      "Supernatural"
    ],
    "themes": [
      "Historical",
      "Samurai"
    ],
    "aired_from": "2016-04-05T00:00:00+00:00",
    "aired_to": "2016-06-28T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/32011/Hakuouki__Otogisoushi",
    "year": 2016,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 31670,
    "title": "Kaitou Joker 3rd Season",
    "title_english": "JOKER 3rd Season",
    "image_url": "https://cdn.myanimelist.net/images/anime/10/78229l.jpg",
    "synopsis": "Third season in the Kaitou Joker anime series.\n\nThe thief Mysterious Joker doesn't just steal things. An audacious and elusive miracle-maker, he travels the world searching for treasure with his partner and cook Hachi. As they circle the globe, they must avoid traps set by the police and compete in various competitions to reach their final goal, the Timeslip Treasure.\n\n(Source: ANN)",
    "episodes": 13,
    "score": 7.24,
    "scored_by": 2698,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Shin-Ei Animation"
    ],
    "producers": [
      "Vega Entertainment",
      "Asatsu DK",
      "Kids Station",
      "Half H.P Studio",
      "Tokyo MX"
    ],
    "genres": [
      "Adventure",
      "Comedy",
      "Mystery"
    ],
    "themes": [],
    "aired_from": "2016-04-04T00:00:00+00:00",
    "aired_to": "2016-06-27T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/31670/Kaitou_Joker_3rd_Season",
    "year": 2016,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 32785,
    "title": "Future Card Buddyfight Triple D",
    "title_english": "Future Card Buddyfight Triple D",
    "image_url": "https://cdn.myanimelist.net/images/anime/4/78622l.jpg",
    "synopsis": "Third season of Future Card Buddyfight.",
    "episodes": 51,
    "score": 6.58,
    "scored_by": 2616,
    "type": "TV",
    "source": "Card game",
    "studios": [
      "Xebec",
      "OLM"
    ],
    "producers": [
      "Bushiroad"
    ],
    "genres": [],
    "themes": [
      "Strategy Game"
    ],
    "aired_from": "2016-04-02T00:00:00+00:00",
    "aired_to": "2017-03-25T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/32785/Future_Card_Buddyfight_Triple_D",
    "year": 2016,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 32353,
    "title": "Bonobono (TV 2016)",
    "title_english": "Bono Bono",
    "image_url": "https://cdn.myanimelist.net/images/anime/1686/149949l.jpg",
    "synopsis": "Based on the original comic BONO BONO by Mikio Igarashi that has seen over 9,000,000 total copies printed, this is the definitive animated version of the emotionally soothing character-driven series that will make you ask yourself the philosophical question, \"What are living things?\" while laughing at heartwarming gags and being entertained by the interactions of amusing forest friends Bonobono the young sea otter, Chipmunk, Fishing Cat, and more.\n\nEnjoy the easygoing days and minor misadventures of Bonobono and his friends!\n\n(Source: Fuji Creative)",
    "episodes": null,
    "score": 6.43,
    "scored_by": 790,
    "type": "TV",
    "source": "4-koma manga",
    "studios": [
      "Eiken"
    ],
    "producers": [
      "Fuji TV",
      "Glovision"
    ],
    "genres": [
      "Comedy",
      "Slice of Life"
    ],
    "themes": [
      "Anthropomorphic"
    ],
    "aired_from": "2016-04-02T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/32353/Bonobono_TV_2016",
    "year": 2016,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 32572,
    "title": "Neko Neko Nihonshi",
    "title_english": "Meow Meow Japanese History",
    "image_url": "https://cdn.myanimelist.net/images/anime/5/89585l.jpg",
    "synopsis": "The story imagines if Japanese historical figures such as Queen Himiko, the warlord Oda Nobunaga, and samurai Sakamoto Ryouma were cats.\n\n(Source: ANN)",
    "episodes": 32,
    "score": 6.2,
    "scored_by": 711,
    "type": "TV",
    "source": "Web manga",
    "studios": [
      "Joker Films"
    ],
    "producers": [],
    "genres": [],
    "themes": [
      "Anthropomorphic",
      "Historical",
      "Parody",
      "Samurai"
    ],
    "aired_from": "2016-04-06T00:00:00+00:00",
    "aired_to": "2017-02-22T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/32572/Neko_Neko_Nihonshi",
    "year": 2016,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 32571,
    "title": "Shounen Ashibe: Go! Go! Goma-chan",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/4/79805l.jpg",
    "synopsis": "Shounen Ashibe follows the daily life of first-grader Ashibe Ashiya and his spotted seal pet Goma-chan.\n\n(Source: MAL News)",
    "episodes": 32,
    "score": 6.14,
    "scored_by": 1001,
    "type": "TV",
    "source": "4-koma manga",
    "studios": [
      "Bridge",
      "Husio Studio"
    ],
    "producers": [],
    "genres": [
      "Comedy",
      "Slice of Life"
    ],
    "themes": [
      "Pets"
    ],
    "aired_from": "2016-04-05T00:00:00+00:00",
    "aired_to": "2017-02-21T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/32571/Shounen_Ashibe__Go_Go_Goma-chan",
    "year": 2016,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 32582,
    "title": "Duel Masters VSRF",
    "title_english": "Duel Masters Versus Revolution Final",
    "image_url": "https://cdn.myanimelist.net/images/anime/4/79117l.jpg",
    "synopsis": "It is the sequel of Versus Revolution, continuing the chain of events after the battle between the Invaders and Revolutionary. It is also the last season and conclusion of the Versus saga in the anime\n\nThe 'V' mark that was once on Katta Kirifuda's forehead hides a mysterious force. However, the power was sealed off.\n\nEven though the impact of removing the seal does not do much, but Hamukatsu starts to talk! Plus more hamsters that are like Hamukatsu starts to appear!\n\nThey were then told about a secret organization, the \"Rare Killers\", with the members being transfer students of the school! What is the mystery of the hamsters like Hamukatsu and who exactly are the Rare Killers?\n\nThe final battle is about to start! \n\n(Source: Duel Masters Wikia)",
    "episodes": 51,
    "score": 5.49,
    "scored_by": 444,
    "type": "TV",
    "source": "Original",
    "studios": [
      "Ascension"
    ],
    "producers": [
      "TV Tokyo",
      "Shogakukan-Shueisha Productions",
      "Studio Hibari"
    ],
    "genres": [
      "Action",
      "Adventure",
      "Comedy",
      "Fantasy"
    ],
    "themes": [],
    "aired_from": "2016-04-03T00:00:00+00:00",
    "aired_to": "2017-03-26T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/32582/Duel_Masters_VSRF",
    "year": 2016,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 32670,
    "title": "Battle Spirits: Double Drive",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/13/79186l.jpg",
    "synopsis": "Shunta Mogami loves the Battle Spirits game. One day he is transported by a light from a Battle Spirits card to Spirits World, the origin of all Battle Spirits. He meets a girl named Eto, who claims to have summoned him to Spirits World in order to prevent its destruction at the hands of the revived Evil God-King, who once plotted the destruction of Spirits World before being defeated and sealed away. Together with the confident, green-deck-wielding Yoku Albatrosa, who also came from another world, Shunta sets out to find the twelve God-Kings whose power originally sealed the Evil God-King.\n\n(Source: ANN)",
    "episodes": 51,
    "score": 5.73,
    "scored_by": 418,
    "type": "TV",
    "source": "Card game",
    "studios": [
      "Bandai Namco Pictures"
    ],
    "producers": [],
    "genres": [
      "Fantasy"
    ],
    "themes": [
      "Strategy Game"
    ],
    "aired_from": "2016-04-06T00:00:00+00:00",
    "aired_to": "2017-03-29T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/32670/Battle_Spirits__Double_Drive",
    "year": 2016,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 32956,
    "title": "Aware! Meisaku-kun",
    "title_english": "Aware! Meisaku-kun",
    "image_url": "https://cdn.myanimelist.net/images/anime/1925/122974l.jpg",
    "synopsis": "A long, long time ago, there was a prestigious school called \"Ryuuguu Elementary School\" that produced many masterpiece characters. One day, an ordinary boy named Meisaku Matsuda enrolled at the school. Little did he know that the place for learning was filled with crazy characters like Sweets, the energetic idiot; Musubi, a rice ball who gets angry when called \"onigiri\"; Nokio, a narcissistic self-proclaimed robot; and Bolt, who's clearly faster than a rabbit. Surrounded by such unique characters, will Meisaku be able to graduate as a splendid masterpiece character?\n\n(Source: Anime News Network)",
    "episodes": 230,
    "score": 6.06,
    "scored_by": 222,
    "type": "TV",
    "source": "Original",
    "studios": [
      "Pie in the sky"
    ],
    "producers": [],
    "genres": [
      "Comedy"
    ],
    "themes": [
      "Parody",
      "School"
    ],
    "aired_from": "2016-04-08T00:00:00+00:00",
    "aired_to": "2022-03-04T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/32956/Aware_Meisaku-kun",
    "year": 2016,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 33044,
    "title": "Asa da yo! Kaishain",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/13/79277l.jpg",
    "synopsis": "The series follows a variety of employed shellfish who exhibit selfish or odd personality traits.\n\n(Source: LiveChart)",
    "episodes": 744,
    "score": 5.52,
    "scored_by": 167,
    "type": "TV",
    "source": "Original",
    "studios": [
      "DLE"
    ],
    "producers": [],
    "genres": [
      "Comedy"
    ],
    "themes": [
      "Workplace"
    ],
    "aired_from": "2016-04-04T00:00:00+00:00",
    "aired_to": "2019-03-29T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/33044/Asa_da_yo_Kaishain",
    "year": 2016,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 32944,
    "title": "CoCO & NiCO",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/4/79044l.jpg",
    "synopsis": "CoCO and her sister NiCO are under training to become graceful and elegant cat princesses. They are watched over and trained by the strict but caring Lady Oppenheimer. CoCO and NiCO keeps Lady Oppenheimer quite busy as they try their best to learn the ways of a princess, and have fun with a little mischief along the way.\n\n(Source: Japan International Broadcasting)",
    "episodes": 39,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [
      "Kachidoki Studio"
    ],
    "producers": [
      "Sony Music Entertainment",
      "MMDGP",
      "Tokyo MX"
    ],
    "genres": [
      "Comedy"
    ],
    "themes": [],
    "aired_from": "2016-04-08T00:00:00+00:00",
    "aired_to": "2017-02-03T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/32944/CoCO___NiCO",
    "year": 2016,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 32568,
    "title": "Kamiwaza Wanda",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/10/79365l.jpg",
    "synopsis": "The story is set in a world where every event has been turned into programs, and mysterious monsters known as \"Promin\" maintain the world. However, many Promin who have turned into bugs known as \"Bugmin\" are responsible for many of the world's real-life bugs. Left alone, they may eventually turn into a big problem. The boy Yuuto encounters the space dog Wanda, and the pair use a camera-like device and key items to capture Bugmin. Promin themselves are able to do things like \"accelerate objects,\" \"spew fire,\" or \"create objects,\" through an ability known as \"Kamiwaza\" (miracle), and are able to fend off Bugmin with it. At first, the Bugmin only cause small, bothersome things, but it will soon elevate into a global scale threat. Can one boy and one dog save the world?\n\n(Source: ANN)",
    "episodes": 47,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [
      "TMS Entertainment"
    ],
    "producers": [
      "TBS"
    ],
    "genres": [
      "Sci-Fi"
    ],
    "themes": [],
    "aired_from": "2016-04-23T00:00:00+00:00",
    "aired_to": "2017-03-25T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/32568/Kamiwaza_Wanda",
    "year": 2016,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 32999,
    "title": "Neko mo, Onda-ke",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/2/79161l.jpg",
    "synopsis": "The manga is set in Matsuyama City in the southwestern prefecture of Ehime on Shikoku Island during the Showa 40s era (1965-1975). The Onda family includes the big sister Sachiko who is a passionate fan of the idol Hiromi Dō, the little brother Takushi who is terrible at arithmetic, the father Yoshito who works at a factory and is a Yomiuri Giants baseball fan, the mother Natsuko who wants to build a house for the family, and the newest addition — a cat named Mii.\n\n(Source: ANN)",
    "episodes": 12,
    "score": 4.95,
    "scored_by": 205,
    "type": "TV",
    "source": "4-koma manga",
    "studios": [
      "Studio! Cucuri"
    ],
    "producers": [
      "Kadokawa Shoten",
      "Kadokawa",
      "CUCURI"
    ],
    "genres": [
      "Comedy",
      "Slice of Life"
    ],
    "themes": [],
    "aired_from": "2016-04-01T00:00:00+00:00",
    "aired_to": "2016-06-17T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/32999/Neko_mo_Onda-ke",
    "year": 2016,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 35542,
    "title": "Turning Mecard W",
    "title_english": "Turning Mecard W",
    "image_url": "https://cdn.myanimelist.net/images/anime/8/85660l.jpg",
    "synopsis": null,
    "episodes": 26,
    "score": 6.14,
    "scored_by": 205,
    "type": "TV",
    "source": "Unknown",
    "studios": [],
    "producers": [],
    "genres": [
      "Adventure"
    ],
    "themes": [
      "Mecha",
      "Racing",
      "Strategy Game"
    ],
    "aired_from": "2016-05-19T00:00:00+00:00",
    "aired_to": "2016-11-17T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/35542/Turning_Mecard_W",
    "year": 2016,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 32876,
    "title": "Nameko: Sekai no Tomodachi",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/13/78819l.jpg",
    "synopsis": "Nameko Forest gathers nameko from all over the world. They form the Nameko Universal Ranger (NUR) to convey the charm of the forest. It's an everyday life of inviting new nameko with unique personalities to the forests. What incident will happen today?",
    "episodes": 26,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Game",
    "studios": [
      "Studio Deen"
    ],
    "producers": [
      "Zexcs",
      "BeeWorks"
    ],
    "genres": [
      "Comedy"
    ],
    "themes": [],
    "aired_from": "2016-04-10T00:00:00+00:00",
    "aired_to": "2017-02-12T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/32876/Nameko__Sekai_no_Tomodachi",
    "year": 2016,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 42740,
    "title": "Ji Jia Shou Shen: Baolie Feiche",
    "title_english": "Screechers Wild!",
    "image_url": "https://cdn.myanimelist.net/images/anime/1722/109001l.jpg",
    "synopsis": "Bang! One day, the Universe exploded! The explosion produced a number of light crystals which scattered in the Earth and became energy coins. Some energy life entities also came to the Earth and existed as mini cars to chase light crystals. Once those mini cars grasped light crystals, they would return to their original forms. A group of evil attempted to plot against the Earth with the super power of light crystals. To protect the Earth, the righteous kids Hawley, Kinson and Yolan help the mini cars of the justice side to collect energy coins. Armed with Eagle Car and Dragon Car, the two brothers are ready to fight against the Commander-K leaded evil force. The war is on…\n\n(Source: YouTube)",
    "episodes": 40,
    "score": 5.9,
    "scored_by": 132,
    "type": "TV",
    "source": "Original",
    "studios": [
      "Alpha Animation"
    ],
    "producers": [],
    "genres": [
      "Action",
      "Adventure"
    ],
    "themes": [
      "Racing"
    ],
    "aired_from": "2016-03-14T00:00:00+00:00",
    "aired_to": "2016-04-21T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/42740/Ji_Jia_Shou_Shen__Baolie_Feiche",
    "year": 2016,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 33002,
    "title": "Panpaka Pants W-O-New!",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/6/79173l.jpg",
    "synopsis": "Sequel to Panpaka Pants O-New!. It follows a young underwear-wearing pig and his adventures.",
    "episodes": 26,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [
      "DLE"
    ],
    "producers": [
      "Shizuoka Broadcasting System"
    ],
    "genres": [
      "Comedy"
    ],
    "themes": [],
    "aired_from": "2016-04-02T00:00:00+00:00",
    "aired_to": "2016-10-15T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/33002/Panpaka_Pants_W-O-New",
    "year": 2016,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 38611,
    "title": "Power Battle Watch Car",
    "title_english": "Power Battle Watch Car",
    "image_url": "https://cdn.myanimelist.net/images/anime/1013/95954l.jpg",
    "synopsis": "The series is set in the near future, when an automobile company named JHC Motors is depicted to have created the Watch Cars, which are miniature sentient robotic cars that are supposed to have become good companions to children and adults alike. Watch Cars are depicted to have become a global trend. There is a Battle League where Watch Cars and their trainers battle. Jino, one of the young Watch Car Masters, goes to the Watch Car Battle League with his Watch Car Blue-will, but The Rangers of Darkness an evil force to takeover al the watch cars in The city, Jino and his friends must stop them. \n\n(Source: Wiki)",
    "episodes": 13,
    "score": 5.94,
    "scored_by": 160,
    "type": "TV",
    "source": "Original",
    "studios": [
      "SAMG Entertainment"
    ],
    "producers": [],
    "genres": [],
    "themes": [
      "Racing"
    ],
    "aired_from": "2016-04-07T00:00:00+00:00",
    "aired_to": "2016-07-07T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/38611/Power_Battle_Watch_Car",
    "year": 2016,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 36530,
    "title": "Porong Porong Pororo 6",
    "title_english": "Pororo the Little Penguin 6",
    "image_url": "https://cdn.myanimelist.net/images/anime/10/88262l.jpg",
    "synopsis": "The sixth season of Pororo, many episodes take place in the Summer Islands.",
    "episodes": 26,
    "score": 5.84,
    "scored_by": 146,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [],
    "themes": [],
    "aired_from": "2016-03-02T00:00:00+00:00",
    "aired_to": "2016-05-26T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/36530/Porong_Porong_Pororo_6",
    "year": 2016,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 33188,
    "title": "Sore Ike! Sabuibo Mask",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/10/79736l.jpg",
    "synopsis": "The story features the Sabuibo Mask live-action film's main character, Sabuibo Mask, attempting to solve various problems in his rural town. \n\n(Source: ANN)",
    "episodes": 8,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Other",
    "studios": [
      "DLE"
    ],
    "producers": [],
    "genres": [
      "Comedy",
      "Slice of Life"
    ],
    "themes": [],
    "aired_from": "2016-05-06T00:00:00+00:00",
    "aired_to": "2016-06-24T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/33188/Sore_Ike_Sabuibo_Mask",
    "year": 2016,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 33099,
    "title": "Washimo 4th Season",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1598/119066l.jpg",
    "synopsis": "Fourth season of the Washimo series.",
    "episodes": 44,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Picture book",
    "studios": [
      "Studio Deen"
    ],
    "producers": [],
    "genres": [
      "Comedy",
      "Sci-Fi",
      "Slice of Life"
    ],
    "themes": [
      "School"
    ],
    "aired_from": "2016-04-04T00:00:00+00:00",
    "aired_to": "2016-09-13T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/33099/Washimo_4th_Season",
    "year": 2016,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 33479,
    "title": "Muzumuzu Eighteen",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/3/80507l.jpg",
    "synopsis": null,
    "episodes": 20,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [
      "Slice of Life"
    ],
    "themes": [],
    "aired_from": "2016-05-03T00:00:00+00:00",
    "aired_to": "2017-01-14T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/33479/Muzumuzu_Eighteen",
    "year": 2016,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 34677,
    "title": "Xiong Chumo: Qiu Ri Tuantuanzhuan",
    "title_english": "Boonie Bears: Autumn Awesomeness",
    "image_url": "https://cdn.myanimelist.net/images/anime/10/83645l.jpg",
    "synopsis": "Seventh season of Boonie Bears.",
    "episodes": 52,
    "score": 5.77,
    "scored_by": 132,
    "type": "TV",
    "source": "Original",
    "studios": [
      "Fantawild Animation"
    ],
    "producers": [],
    "genres": [
      "Comedy"
    ],
    "themes": [],
    "aired_from": "2016-06-09T00:00:00+00:00",
    "aired_to": "2016-01-01T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/34677/Xiong_Chumo__Qiu_Ri_Tuantuanzhuan",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 34664,
    "title": "Capsule Boy",
    "title_english": "Capsule Hero",
    "image_url": "https://cdn.myanimelist.net/images/anime/10/83625l.jpg",
    "synopsis": "6.5-centimeter tall Degirdians fall to Earth in their spacecraft while chasing fugitives. Their spaceship transforms into a capsule toy stand near a toy store and a human boy accidentally takes home one of the aliens thinking it's a capsule toy. They befriend a human boy and try to figure out a way to get home all while fighting off the evil alien.",
    "episodes": 26,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [
      "Sci-Fi"
    ],
    "themes": [],
    "aired_from": "2016-05-15T00:00:00+00:00",
    "aired_to": "2016-12-02T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/34664/Capsule_Boy",
    "year": 2016,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 38128,
    "title": "Zhu Zhu Xia: Guang Ming Shou Wei Zhe",
    "title_english": "GG Bond Season 11",
    "image_url": "https://cdn.myanimelist.net/images/anime/1475/93355l.jpg",
    "synopsis": "Twin City, as legend has it, is an evil city which was born at the time when Crystal City was created. There is a mirror-like lake above the city which has a horrifying power. It enables people to face the darkest side deep within their hearts. This darkness manifests as the person's opposite. The heroes must send these malicious beings back to their realm before they tear Crystal City apart.",
    "episodes": 52,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [
      "Sci-Fi"
    ],
    "themes": [
      "Super Power"
    ],
    "aired_from": "2016-04-29T00:00:00+00:00",
    "aired_to": "2016-08-24T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/38128/Zhu_Zhu_Xia__Guang_Ming_Shou_Wei_Zhe",
    "year": 2016,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 48323,
    "title": "Zombie Dumb",
    "title_english": "ZOMBIEDUMB",
    "image_url": "https://cdn.myanimelist.net/images/anime/1188/114504l.jpg",
    "synopsis": null,
    "episodes": 15,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [
      "ANYZAC"
    ],
    "producers": [],
    "genres": [
      "Comedy",
      "Supernatural"
    ],
    "themes": [],
    "aired_from": "2016-04-16T00:00:00+00:00",
    "aired_to": "2016-07-23T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/48323/Zombie_Dumb",
    "year": 2016,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 48218,
    "title": "Athlon Tobot",
    "title_english": "Athlon Tobot",
    "image_url": "https://cdn.myanimelist.net/images/anime/1855/126943l.jpg",
    "synopsis": "Athlon Tobot is a sports-themed spin-off series of Tobot set in the same universe.\n\nElementary school student and Robot Racing super-fan Kyle Hughes finally gets the chance to live out his dreams, and joins the League with Alpha, Beta and Theta— the three Athlons built by his mother, Dr. Hughes. \n\nUnfortunately he soon discovers that his former idol Mavrik Stone, famous Robot Racing Champion and media darling, is actually a super-villain responsible for the slew of rigged and sabotaged races that have been cropping up in the competition. Kyle is determined to protect the sport he loves and with the help of his family and his friend Tori Wade, he embarks on a mission to weed out corruption from the League and reveal Mavrik for the cheater he truly is. \n\nThe best way for Team Athlon to do that? Make it as far as they can in the racing competition.\n\n(Source: Tobot Wiki)",
    "episodes": 8,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Unknown",
    "studios": [],
    "producers": [],
    "genres": [
      "Sci-Fi",
      "Sports"
    ],
    "themes": [],
    "aired_from": "2016-03-24T00:00:00+00:00",
    "aired_to": "2016-05-25T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/48218/Athlon_Tobot",
    "year": 2016,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 44466,
    "title": "Yuanqi Zhengjiu Dui",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1918/122287l.jpg",
    "synopsis": null,
    "episodes": 52,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [
      "Sci-Fi"
    ],
    "themes": [
      "Mecha"
    ],
    "aired_from": "2016-05-09T00:00:00+00:00",
    "aired_to": "2016-07-01T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/44466/Yuanqi_Zhengjiu_Dui",
    "year": 2016,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 48298,
    "title": "Yong-gamhan Sobangcha Ray",
    "title_english": "Fire Engine, Ray",
    "image_url": "https://cdn.myanimelist.net/images/anime/1044/130276l.jpg",
    "synopsis": null,
    "episodes": 26,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [
      "Fantasy"
    ],
    "themes": [
      "Anthropomorphic"
    ],
    "aired_from": "2016-05-30T00:00:00+00:00",
    "aired_to": "2016-08-23T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/48298/Yong-gamhan_Sobangcha_Ray",
    "year": 2016,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 44493,
    "title": "Zhandou Ba Ling Shou",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1386/122331l.jpg",
    "synopsis": null,
    "episodes": 52,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [],
    "themes": [
      "Mecha"
    ],
    "aired_from": "2016-04-21T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/44493/Zhandou_Ba_Ling_Shou",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 47362,
    "title": "Baba Bao Bao",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1631/130156l.jpg",
    "synopsis": null,
    "episodes": 68,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [
      "Fantasy"
    ],
    "themes": [
      "Anthropomorphic"
    ],
    "aired_from": "2016-06-27T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/47362/Baba_Bao_Bao",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 44181,
    "title": "Xiao Jigong",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1831/122269l.jpg",
    "synopsis": null,
    "episodes": 52,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Other",
    "studios": [],
    "producers": [],
    "genres": [
      "Adventure",
      "Fantasy"
    ],
    "themes": [],
    "aired_from": "2016-06-20T00:00:00+00:00",
    "aired_to": "2016-01-01T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/44181/Xiao_Jigong",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 45418,
    "title": "Xiao Ji Caihong",
    "title_english": "Rainbow Chicks",
    "image_url": "https://cdn.myanimelist.net/images/anime/1120/126127l.jpg",
    "synopsis": null,
    "episodes": 117,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [
      "Fantasy"
    ],
    "themes": [],
    "aired_from": "2016-05-01T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/45418/Xiao_Ji_Caihong",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 47302,
    "title": "Ling Shi Mao Xian Wang",
    "title_english": "Kimbaland Guardians",
    "image_url": "https://cdn.myanimelist.net/images/anime/1527/130745l.jpg",
    "synopsis": null,
    "episodes": 52,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [],
    "themes": [],
    "aired_from": "2016-06-20T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/47302/Ling_Shi_Mao_Xian_Wang",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  }
]