[
  {
    "mal_id": 31043,
    "title": "Boku dake ga Inai Machi",
    "title_english": "Erased",
    "image_url": "https://cdn.myanimelist.net/images/anime/10/77957l.jpg",
    "synopsis": "When tragedy is about to strike, Satoru Fujinuma finds himself sent back several minutes before the accident occurs. The detached, 29-year-old manga artist has taken advantage of this powerful yet mysterious phenomenon, which he calls \"Revival,\" to save many lives.\n \nHowever, when he is wrongfully accused of murdering someone close to him, Satoru is sent back to the past once again, but this time to 1988, 18 years in the past. Soon, he realizes that the murder may be connected to the abduction and killing of one of his classmates, the solitary and mysterious Kayo Hinazuki, that took place when he was a child. This is his chance to make things right.\n \nBoku dake ga Inai Machi follows Satoru in his mission to uncover what truly transpired 18 years ago and prevent the death of his classmate while protecting those he cares about in the present.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 8.3,
    "scored_by": 1449976,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "A-1 Pictures"
    ],
    "producers": [
      "Aniplex",
      "Dentsu",
      "Kadokawa Shoten",
      "Fuji TV",
      "DAX Production",
      "Kyoraku Industrial Holdings",
      "Kansai TV",
      "Lawson",
      "Kanetsu Investment",
      "C-one"
    ],
    "genres": [
      "Mystery",
      "Suspense"
    ],
    "themes": [
      "Psychological",
      "Time Travel"
    ],
    "aired_from": "2016-01-08T00:00:00+00:00",
    "aired_to": "2016-03-25T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/31043/Boku_dake_ga_Inai_Machi",
    "year": 2016,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 30831,
    "title": "Kono Subarashii Sekai ni Shukufuku wo!",
    "title_english": "KonoSuba: God's Blessing on This Wonderful World!",
    "image_url": "https://cdn.myanimelist.net/images/anime/1895/142748l.jpg",
    "synopsis": "After dying a laughable and pathetic death on his way back from buying a game, high school student and recluse Kazuma Satou finds himself sitting before a beautiful but obnoxious goddess named Aqua. She provides the NEET with two options: continue on to heaven or reincarnate in every gamer's dream—a real fantasy world! Choosing to start a new life, Kazuma is quickly tasked with defeating a Demon King who is terrorizing villages. But before he goes, he can choose one item of any kind to aid him in his quest, and the future hero selects Aqua. But Kazuma has made a grave mistake—Aqua is completely useless!\n\nUnfortunately, their troubles don't end here; it turns out that living in such a world is far different from how it plays out in a game. Instead of going on a thrilling adventure, the duo must first work to pay for their living expenses. Indeed, their misfortunes have only just begun!\n\n[Written by MAL Rewrite]",
    "episodes": 10,
    "score": 8.09,
    "scored_by": 1357563,
    "type": "TV",
    "source": "Light novel",
    "studios": [
      "Studio Deen"
    ],
    "producers": [
      "Half H.P Studio",
      "Nippon Columbia",
      "KlockWorx",
      "Sony Music Communications",
      "Toranoana",
      "81 Produce",
      "Kadokawa Media House",
      "Kadokawa"
    ],
    "genres": [
      "Adventure",
      "Comedy",
      "Fantasy"
    ],
    "themes": [
      "Isekai",
      "Parody"
    ],
    "aired_from": "2016-01-14T00:00:00+00:00",
    "aired_to": "2016-03-17T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/30831/Kono_Subarashii_Sekai_ni_Shukufuku_wo",
    "year": 2016,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 30654,
    "title": "Ansatsu Kyoushitsu 2nd Season",
    "title_english": "Assassination Classroom Second Season",
    "image_url": "https://cdn.myanimelist.net/images/anime/8/77966l.jpg",
    "synopsis": "Returning from their summer vacation, the students of Class 3-E at the prestigious Kunugigaoka Middle School find themselves up against unbeatable odds. Faced with the possibility of world annihilation, the students must come up with increasingly elaborate and creative ways to kill their teacher, the cunning yet optimistic and helpful Koro-sensei.\n \nHowever, eliminating Koro-sensei is not the only objective the students need to worry about. Gakuhou Asano, the academy's merciless and cruel principal, seeks to prevent Class 3-E's success by brainwashing his other hard-working pupils into ruthlessly competitive studying machines. Hostility begins to linger in the air as traitors and killers alike attempt to claim the bounty on Koro-sensei's head for themselves.\n \nNagisa Shiota, one of Class 3-E's most skilled assassins, finds himself in the middle of the conflict. While he works to maintain his academic standing and prevent the end of the world, domestic affairs jeopardize his place in Class 3-E. Together with his dedicated classmates, he must now face the threats head-on.\n\n[Written by MAL Rewrite]",
    "episodes": 25,
    "score": 8.47,
    "scored_by": 954159,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Lerche"
    ],
    "producers": [
      "Dentsu",
      "Studio Hibari",
      "Fuji TV",
      "DAX Production",
      "Avex Pictures",
      "Shueisha",
      "Kansai TV"
    ],
    "genres": [
      "Action",
      "Comedy"
    ],
    "themes": [
      "School"
    ],
    "aired_from": "2016-01-08T00:00:00+00:00",
    "aired_to": "2016-07-01T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/30654/Ansatsu_Kyoushitsu_2nd_Season",
    "year": 2016,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 31859,
    "title": "Hai to Gensou no Grimgar",
    "title_english": "Grimgar: Ashes and Illusions",
    "image_url": "https://cdn.myanimelist.net/images/anime/13/77976l.jpg",
    "synopsis": "Fear, survival, instinct. Thrown into a foreign land with nothing but hazy memories and the knowledge of their name, they can feel only these three emotions resonating deep within their souls. A group of strangers is given no other choice than to accept the only paying job in this game-like world—the role of a soldier in the Reserve Army—and eliminate anything that threatens the peace in their new world, Grimgar.\n\nWhen all of the stronger candidates join together, those left behind must create a party together to survive: Manato, a charismatic leader and priest; Haruhiro, a nervous thief; Yume, a cheerful hunter; Shihoru, a shy mage; Moguzo, a kind warrior; and Ranta, a rowdy dark knight. Despite its resemblance to one, this is no game—there are no redos or respawns; it is kill or be killed. \n\nIt is now up to this ragtag group of unlikely fighters to survive together in a world where life and death are separated only by a fine line. \n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 7.66,
    "scored_by": 402251,
    "type": "TV",
    "source": "Light novel",
    "studios": [
      "A-1 Pictures"
    ],
    "producers": [
      "TOHO animation",
      "Verygoo"
    ],
    "genres": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy"
    ],
    "themes": [
      "Isekai"
    ],
    "aired_from": "2016-01-11T00:00:00+00:00",
    "aired_to": "2016-03-28T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/31859/Hai_to_Gensou_no_Grimgar",
    "year": 2016,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 31580,
    "title": "Ajin",
    "title_english": "Ajin: Demi-Human",
    "image_url": "https://cdn.myanimelist.net/images/anime/13/77968l.jpg",
    "synopsis": "Mysterious immortal humans known as \"Ajin\" first appeared 17 years ago in Africa. Upon their discovery, they were labeled as a threat to mankind, as they might use their powers for evil and were incapable of being destroyed. Since then, whenever an Ajin is found within society, they are to be arrested and taken into custody immediately.\n\nStudying hard to become a doctor, Kei Nagai is a high schooler who knows very little about Ajin, only having seen them appear in the news every now and then. Students are taught that these creatures are not considered to be human, but Kei doesn't pay much attention in class. As a result, his perilously little grasp on this subject proves to be completely irrelevant when he survives an accident that was supposed to claim his life, signaling his rebirth as an Ajin and the start of his days of torment. However, as he finds himself alone on the run from the entire world, Kei soon realizes that more of his species may be a lot closer than he thinks.\n\n[Written by MAL Rewrite]",
    "episodes": 13,
    "score": 7.38,
    "scored_by": 308433,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Polygon Pictures"
    ],
    "producers": [
      "Mainichi Broadcasting System",
      "Kodansha",
      "KlockWorx",
      "Sony Music Communications",
      "TOHO animation",
      "King Records"
    ],
    "genres": [
      "Action",
      "Horror",
      "Mystery",
      "Supernatural"
    ],
    "themes": [
      "Gore"
    ],
    "aired_from": "2016-01-16T00:00:00+00:00",
    "aired_to": "2016-04-09T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/31580/Ajin",
    "year": 2016,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 31637,
    "title": "Gate: Jieitai Kanochi nite, Kaku Tatakaeri Part 2",
    "title_english": "GATE Part 2",
    "image_url": "https://cdn.myanimelist.net/images/anime/8/77382l.jpg",
    "synopsis": "Several months have passed since the infamous Ginza Incident, with tensions between the Empire and JSDF escalating in the vast and mysterious \"Special Region\" over peace negotiations. The greed and curiosity of the global powers have also begun to grow, as reports about the technological limitations of the magical realm's archaic civilizations come to light. \n\nMeanwhile, Lieutenant Youji Itami and his merry band of female admirers struggle to navigate the complex political intrigue that plagues the Empire's court. Despite her best efforts, Princess Piña Co Lada faces difficulties attempting to convince her father that the JSDF has no intention of conquering their kingdom. Pressured from both sides of the Gate, Itami must consider even more drastic measures to fulfill his mission.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 7.71,
    "scored_by": 359899,
    "type": "TV",
    "source": "Light novel",
    "studios": [
      "A-1 Pictures"
    ],
    "producers": [
      "Genco",
      "Warner Bros. Japan",
      "KlockWorx",
      "Showgate",
      "Bandai Namco Games"
    ],
    "genres": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "themes": [
      "Isekai",
      "Military"
    ],
    "aired_from": "2016-01-09T00:00:00+00:00",
    "aired_to": "2016-03-26T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/31637/Gate__Jieitai_Kanochi_nite_Kaku_Tatakaeri_Part_2",
    "year": 2016,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 31442,
    "title": "Musaigen no Phantom World",
    "title_english": "Myriad Colors Phantom World",
    "image_url": "https://cdn.myanimelist.net/images/anime/4/78339l.jpg",
    "synopsis": "Phantoms: supernatural entities such as ghosts or youkai that, until recently, were thought to be superstition. However, when a virus that infects the brain spreads throughout society, people's perception of the world changes as the mythical beings are revealed to have been living alongside humanity the entire time. This virus has also affected those of the next generation significantly, allowing them to develop special abilities that they can use to fight against dangerous phantoms.\n\nHaruhiko Ichijou and Mai Kawakami are two of those that were granted such power—Haruhiko wields the ability to summon and seal phantoms through drawings, while Mai imbues the power of the elements into martial arts. Together, along with the friendly phantom Ruru, they form Team E of Hosea Academy, which is dedicated to dealing with these often mischievous beings. In a world where the real and surreal intertwine, they handle the everyday troubles caused by phantoms.\n\n[Written by MAL Rewrite]",
    "episodes": 13,
    "score": 6.85,
    "scored_by": 254569,
    "type": "TV",
    "source": "Light novel",
    "studios": [
      "Kyoto Animation"
    ],
    "producers": [
      "Lantis",
      "Pony Canyon",
      "Asahi Broadcasting"
    ],
    "genres": [
      "Action",
      "Comedy",
      "Fantasy",
      "Ecchi"
    ],
    "themes": [
      "School",
      "Urban Fantasy"
    ],
    "aired_from": "2016-01-07T00:00:00+00:00",
    "aired_to": "2016-03-31T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/31442/Musaigen_no_Phantom_World",
    "year": 2016,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 31636,
    "title": "Dagashi Kashi",
    "title_english": "Dagashi Kashi",
    "image_url": "https://cdn.myanimelist.net/images/anime/1538/95686l.jpg",
    "synopsis": "Out in the countryside stands a sweet shop run by the Shikada family for nine generations: Shikada Dagashi, a small business selling traditional Japanese candy. However, despite his father's pleas, Kokonotsu Shikada, an aspiring manga artist, adamantly refuses to inherit the family business.\n\nHowever, this may start to change with the arrival of the eccentric Hotaru Shidare. Hotaru is in search of Kokonotsu's father, with the goal of bringing him back to work for her family's company, Shidare Corporation, a world famous sweets manufacturer. Although the senior Shikada initially refuses, he states that he will change his mind on one condition: if Hotaru can convince Kokonotsu to take over the family shop. And so begins Hotaru's mission to enlighten the boy on the true joy of delicious and nostalgic dagashi!\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 6.6,
    "scored_by": 208294,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "feel."
    ],
    "producers": [
      "Pony Canyon",
      "TBS",
      "DAX Production",
      "BS-TBS",
      "Shogakukan",
      "Lawson",
      "RAY",
      "U-NEXT",
      "Nichion"
    ],
    "genres": [
      "Comedy",
      "Gourmet"
    ],
    "themes": [],
    "aired_from": "2016-01-08T00:00:00+00:00",
    "aired_to": "2016-04-01T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/31636/Dagashi_Kashi",
    "year": 2016,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 30749,
    "title": "Saijaku Muhai no Bahamut",
    "title_english": "Undefeated Bahamut Chronicle",
    "image_url": "https://cdn.myanimelist.net/images/anime/12/76664l.jpg",
    "synopsis": "Lux, a former prince of an empire named Arcadia that was overthrown via a rebellion five years earlier, accidentally trespasses in a female dormitory's bathing area, sees the kingdom's new princess Lisesharte naked, incurring her wrath. Lisesharte then challenges Lux to a Drag-Ride duel. Drag-Rides are ancient armored mechanical weapons that have been excavated from ruins all around the world. Lux used to be called the strongest Drag-Knight, but now he's known as the \"undefeated weakest\" Drag-Knight because he will absolutely not attack in battle. After his duel with Lisesharte, Lux ends up attending the female-only academy that trains royals to be Drag-Knights.\n\n(Source: ANN)",
    "episodes": 12,
    "score": 6.51,
    "scored_by": 208916,
    "type": "TV",
    "source": "Light novel",
    "studios": [
      "Lerche"
    ],
    "producers": [
      "Frontier Works",
      "Lantis",
      "Movic",
      "AT-X",
      "Hakuhodo DY Music & Pictures",
      "Animatic",
      "Kadokawa",
      "SB Creative"
    ],
    "genres": [
      "Action",
      "Fantasy",
      "Romance",
      "Ecchi"
    ],
    "themes": [
      "Harem",
      "School"
    ],
    "aired_from": "2016-01-11T00:00:00+00:00",
    "aired_to": "2016-03-28T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/30749/Saijaku_Muhai_no_Bahamut",
    "year": 2016,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 27833,
    "title": "Durarara!!x2 Ketsu",
    "title_english": "Durarara!! x2 Ketsu",
    "image_url": "https://cdn.myanimelist.net/images/anime/6/77838l.jpg",
    "synopsis": "As Mikado Ryuugamine continues to purge the Dollars from within in accordance with his warped sense of justice, Masaomi Kida hopes to bring his friend back to his senses by bringing the Yellow Scarves together once more. Little do they know that a far more dominant force is about to enter their struggle for power, one that their friend Anri Sonohara is all too familiar with.\n\nMeanwhile, the group that has gathered at Shinra Kishitani's apartment realizes that they are on the brink of something life-changing, an event that will throw Ikebukuro into a spiral of confusion. Their anxiety is realized when reports of Celty's head being found in public start to appear all over the news as Kasane Kujiragi begins to make her move.\n\nGone are the brief periods of tranquility as the current turmoil sets the stage for one final performance in this thrilling conclusion to the story of Ikebukuro's finest.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 8.05,
    "scored_by": 194774,
    "type": "TV",
    "source": "Light novel",
    "studios": [
      "Shuka"
    ],
    "producers": [
      "Aniplex"
    ],
    "genres": [
      "Action",
      "Mystery",
      "Supernatural"
    ],
    "themes": [],
    "aired_from": "2016-01-09T00:00:00+00:00",
    "aired_to": "2016-03-26T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/27833/Durararax2_Ketsu",
    "year": 2016,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 31173,
    "title": "Akagami no Shirayuki-hime 2nd Season",
    "title_english": "Snow White with the Red Hair 2",
    "image_url": "https://cdn.myanimelist.net/images/anime/12/77834l.jpg",
    "synopsis": "Shirayuki and Zen Wistalia have finally confirmed their romantic feelings for each other, and everyone has resumed their daily lives. Shirayuki remains an apprentice court herbalist at the royal palace of Clarines, and Zen continues his duties alongside his aides.\n\nHowever, their daily routines are disrupted when Crown Prince Izana, Zen’s older brother, receives an invitation from Raji Shenazard, the prince of Tanbarun. The herbalist finds herself ordered to go to Tanbarun for seven days, to build a new friendship with the formerly selfish and haughty ruler who once ordered Shirayuki to become his concubine. Along the way, Shirayuki is bound to run into trouble once again, as she is sought by a mysterious boy named Kazuki, someone she has never met.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 7.97,
    "scored_by": 212492,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Bones"
    ],
    "producers": [
      "Hakusensha",
      "Warner Bros. Japan",
      "KlockWorx",
      "Showgate",
      "BS Fuji",
      "Docomo Anime Store",
      "Hakuhodo DY Media Partners"
    ],
    "genres": [
      "Drama",
      "Romance"
    ],
    "themes": [
      "Medical"
    ],
    "aired_from": "2016-01-12T00:00:00+00:00",
    "aired_to": "2016-03-29T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/31173/Akagami_no_Shirayuki-hime_2nd_Season",
    "year": 2016,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 31163,
    "title": "Dimension W",
    "title_english": "Dimension W",
    "image_url": "https://cdn.myanimelist.net/images/anime/8/86304l.jpg",
    "synopsis": "In the near future, humans have discovered a fourth dimension, Dimension W, and a supposedly infinite source of energy within. In order to harness this profound new energy, mankind develops advanced \"coils,\" devices that link to and use the power of Dimension W. However, by year 2071, the New Tesla Energy corporation has monopolized the energy industry with coils, soon leading to the illegal distribution of unofficial coils that begin flooding the markets.\n\nKyouma Mabuchi is an ex-soldier who is wary of all coil-based technology to the extent that he still drives a gas-powered car. Kyouma is a \"Collector,\" individuals with the sole duty of hunting down illegal coils in exchange for money. What started out as just any other mission is turned on its head when he bumps into Mira Yurizaki, an android with a connection to the \"father\" of coils. When a series of strange events begin to take place, these two unlikely allies band together to uncover the mysteries of Dimension W.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 7.17,
    "scored_by": 143543,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Orange",
      "Studio 3Hz"
    ],
    "producers": [
      "Bandai Visual",
      "Square Enix",
      "Lantis",
      "Tokyo MX",
      "Good Smile Company",
      "Q-Tec",
      "I Will"
    ],
    "genres": [
      "Action",
      "Sci-Fi"
    ],
    "themes": [],
    "aired_from": "2016-01-10T00:00:00+00:00",
    "aired_to": "2016-03-27T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/31163/Dimension_W",
    "year": 2016,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 28735,
    "title": "Shouwa Genroku Rakugo Shinjuu",
    "title_english": "Showa Genroku Rakugo Shinju",
    "image_url": "https://cdn.myanimelist.net/images/anime/1354/124768l.jpg",
    "synopsis": "Yotarou is a former yakuza member fresh out of prison and fixated on just one thing: rather than return to a life of crime, the young man aspires to take to the stage of rakugo, a traditional Japanese form of comedic storytelling. Inspired during his incarceration by the performance of distinguished practitioner Yakumo Yuurakutei, he sets his mind on meeting the man who changed his life. After hearing Yotarou's desperate appeal for his mentorship, Yakumo is left with no choice but to accept his very first apprentice.\n\nAs he eagerly begins his training, Yotarou meets Konatsu, an abrasive young woman who has been under Yakumo's care ever since her beloved father Sukeroku Yuurakutei, another prolific rakugo performer, passed away. Through her hidden passion, Yotarou is drawn to Sukeroku's unique style of rakugo despite learning under contrasting techniques. Upon seeing this, old memories and feelings return to Yakumo who reminisces about a much earlier time when he made a promise with his greatest rival.\n\nShouwa Genroku Rakugo Shinjuu is a story set in both the past and present, depicting the art of rakugo, the relationships it creates, and the lives and hearts of those dedicated to keeping the unique form of storytelling alive.\n\n[Written by MAL Rewrite]",
    "episodes": 13,
    "score": 8.55,
    "scored_by": 98447,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Studio Deen"
    ],
    "producers": [
      "Starchild Records",
      "Mainichi Broadcasting System",
      "Kodansha",
      "DAX Production"
    ],
    "genres": [
      "Drama"
    ],
    "themes": [
      "Adult Cast",
      "Historical",
      "Love Polygon",
      "Performing Arts"
    ],
    "aired_from": "2016-01-09T00:00:00+00:00",
    "aired_to": "2016-04-02T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/28735/Shouwa_Genroku_Rakugo_Shinjuu",
    "year": 2016,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 31414,
    "title": "Nijiiro Days",
    "title_english": "Rainbow Days",
    "image_url": "https://cdn.myanimelist.net/images/anime/8/76691l.jpg",
    "synopsis": "Nijiiro Days follows the colorful lives and romantic relationships of four high school boys—Natsuki Hashiba, a dreamer with delusions of love; Tomoya Matsunaga, a narcissistic playboy who has multiple girlfriends; Keiichi Katakura, a kinky sadist who always carries a whip; and Tsuyoshi Naoe, an otaku who has a cosplaying girlfriend.\n\nWhen his girlfriend unceremoniously dumps him on Christmas Eve, Natsuki breaks down in tears in the middle of the street and is offered tissues by a girl in a Santa Claus suit. He instantly falls in love with this girl, Anna Kobayakawa, who fortunately attends the same school as him. Natsuki's pursuit of Anna should have been simple and uneventful; however, much to his dismay, his nosy friends constantly meddle in his relationship, as they strive to succeed in their own endeavors of love.\n\n[Written by MAL Rewrite]",
    "episodes": 24,
    "score": 7.26,
    "scored_by": 102681,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Production Reed"
    ],
    "producers": [
      "Tokuma Japan",
      "Shueisha",
      "Kyoraku Industrial Holdings",
      "Yomiuri TV Enterprise"
    ],
    "genres": [
      "Comedy",
      "Romance"
    ],
    "themes": [
      "School"
    ],
    "aired_from": "2016-01-10T00:00:00+00:00",
    "aired_to": "2016-06-26T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/31414/Nijiiro_Days",
    "year": 2016,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 32013,
    "title": "Oshiete! Galko-chan",
    "title_english": "Please tell me! Galko-chan",
    "image_url": "https://cdn.myanimelist.net/images/anime/3/77845l.jpg",
    "synopsis": "At first glance, Galko, Otako, and Ojou are three high school girls who seem like they wouldn’t have anything to do with each other. Galko is a social butterfly with a reputation for being a party animal, even though she is actually innocent and good-hearted despite her appearance. Otako is a plain-looking girl with a sarcastic personality and a rabid love of manga. And Ojou is a wealthy young lady with excellent social graces, though she can be a bit absent-minded at times. Despite their differences, the three are best friends, and together they love to talk about various myths and ask candid questions about the female body.\n \nOshiete! Galko-chan is a lighthearted and humorous look at three very different girls and their frank conversations about themselves and everyday life. No topic is too safe or too sensitive for them to joke about—even though every so often, Galko seems to get a bit embarrassed by their discussions!\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 7,
    "scored_by": 80861,
    "type": "TV",
    "source": "Web manga",
    "studios": [
      "feel."
    ],
    "producers": [],
    "genres": [
      "Comedy"
    ],
    "themes": [
      "School"
    ],
    "aired_from": "2016-01-08T00:00:00+00:00",
    "aired_to": "2016-03-25T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/32013/Oshiete_Galko-chan",
    "year": 2016,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 31559,
    "title": "Prince of Stride: Alternative",
    "title_english": "Prince of Stride: Alternative",
    "image_url": "https://cdn.myanimelist.net/images/anime/6/77842l.jpg",
    "synopsis": "\"Stride\"—an extreme sport that combines parkour, free running, relay, and sprinting—is what made first year high school student Nana Sakurai enroll in Honan Academy, after being captivated by the school's stride team. Sharing the mutual intention of joining the team is fellow first year and stride maniac, Takeru Fujiwara, and together they request to join. Much to their dismay, however, the stride club is no longer active due to lack of members, and they are now operating under the shogi club.\n\nIn order to revive the stride club, Nana and Takeru recruit first year Riku Yagami—a fast runner who is interested in almost every sport. With this new team, the club now aims high at a new goal: to win the prestigious End of Summer competition, and bring the Honan stride team back to their prime.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 6.9,
    "scored_by": 82087,
    "type": "TV",
    "source": "Mixed media",
    "studios": [
      "Madhouse"
    ],
    "producers": [
      "Media Factory",
      "Movic",
      "AT-X",
      "Sony Music Communications",
      "Kadokawa"
    ],
    "genres": [
      "Sports"
    ],
    "themes": [
      "School"
    ],
    "aired_from": "2016-01-05T00:00:00+00:00",
    "aired_to": "2016-03-22T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/31559/Prince_of_Stride__Alternative",
    "year": 2016,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 31710,
    "title": "Divine Gate",
    "title_english": "Divine Gate",
    "image_url": "https://cdn.myanimelist.net/images/anime/5/77844l.jpg",
    "synopsis": "The legend of the Divine Gate is a story told to young children that depicts the merging of the living world, the heavens, and the underworld. \"Adapters\"—people born with unique elemental abilities gifted to them from the union of these worlds—formed the World Council, an organization which controls the chaos of the Gate by portraying its legend as nothing more than a myth. These Adapters train in a special academy owned by the World Council that allows the students to hone their skills.\n\nAoto, a teenage boy with exceptional water powers and a tragic past, rejects the offer to join the academy numerous times—until he is successfully pressured by the energetic wind user Midori and stubborn fire user Akane. Together, with the World Council and their mysterious leader Arthur, they seek out the Gate in the hopes of uncovering the truth. But in order to reach their goals, they must unite and overcome their own despair while dealing with behind the scene mischief.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 5.52,
    "scored_by": 74543,
    "type": "TV",
    "source": "Game",
    "studios": [
      "Studio Pierrot"
    ],
    "producers": [],
    "genres": [
      "Action",
      "Fantasy",
      "Sci-Fi"
    ],
    "themes": [],
    "aired_from": "2016-01-08T00:00:00+00:00",
    "aired_to": "2016-03-25T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/31710/Divine_Gate",
    "year": 2016,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 28391,
    "title": "Ao no Kanata no Four Rhythm",
    "title_english": "Aokana: Four Rhythm Across the Blue",
    "image_url": "https://cdn.myanimelist.net/images/anime/9/77839l.jpg",
    "synopsis": "With the invention of anti-gravitational shoes known as Grav-Shoes, the ability to fly freely has become an everyday experience for the people inhabiting a four-island archipelago south of Japan. This invention has brought the people new ways of living and also a new sport known as \"Flying Circus,\" where participants gain points by either touching floating buoys or their opponent's back.\n\nThe gullible and clumsy Asuka Kurashina, newly transferred to Kunahama High School, enters this world of flight unknowingly when she is able to pull off a difficult maneuver the first time she participates in a Flying Circus match. Eventually, this leads her to join her school’s Flying Circus club. Led by their coach, Masaya Hinata, their members consist of the experienced Misaki Tobisawa and her overprotective friend, Mashiro Arisaka. Ao no Kanata no Four Rhythm follows this rookie group soaring high above the skies and toward their dreams, armed only with their unwavering passion against an uncertain future.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 6.63,
    "scored_by": 67595,
    "type": "TV",
    "source": "Visual novel",
    "studios": [
      "Gonzo"
    ],
    "producers": [
      "MediaNet",
      "AT-X",
      "DLE",
      "NBCUniversal Entertainment Japan",
      "Docomo Anime Store",
      "bilibili",
      "Kanon Sound",
      "Hobibox",
      "Pony Canyon Enterprises"
    ],
    "genres": [
      "Sci-Fi",
      "Sports"
    ],
    "themes": [
      "School"
    ],
    "aired_from": "2016-01-12T00:00:00+00:00",
    "aired_to": "2016-03-29T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/28391/Ao_no_Kanata_no_Four_Rhythm",
    "year": 2016,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": false
  },
  {
    "mal_id": 32491,
    "title": "Kanojo to Kanojo no Neko: Everything Flows",
    "title_english": "She and Her Cat: Everything Flows",
    "image_url": "https://cdn.myanimelist.net/images/anime/9/79716l.jpg",
    "synopsis": "For the longest time, it's just been the two of them. \"Kanojo\" and her cat Daru are inseparable, having grown up together. Now a junior in college, Tomoka—her roommate of a year and a half—moves out of their shared apartment, and in order to keep her living space, Kanojo must find a job. Day by day, Daru watches her continued efforts from a cat's-eye view, eagerly awaiting his owner's return. When she gets back, once again, it's just she and her cat.\n\nKanojo to Kanojo no Neko: Everything Flows is a charming short series about the bond between a pet and his owner.\n\n[Written by MAL Rewrite]",
    "episodes": 4,
    "score": 7.66,
    "scored_by": 62083,
    "type": "TV",
    "source": "Original",
    "studios": [
      "LIDENFILMS"
    ],
    "producers": [
      "Lantis",
      "CoMix Wave Films"
    ],
    "genres": [
      "Slice of Life"
    ],
    "themes": [
      "Pets"
    ],
    "aired_from": "2016-03-04T00:00:00+00:00",
    "aired_to": "2016-03-25T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/32491/Kanojo_to_Kanojo_no_Neko__Everything_Flows",
    "year": 2016,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 31914,
    "title": "Shoujo-tachi wa Kouya wo Mezasu",
    "title_english": "Girls Beyond the Wasteland",
    "image_url": "https://cdn.myanimelist.net/images/anime/4/77837l.jpg",
    "synopsis": "Shoujo-tachi wa Kouya wo Mezasu is a series all about finding oneself and a direction in life... no matter how far off the beaten path it might be. \n\nBuntarou Hojo is a high school student who has a talent for writing, but no real direction in life or any plans for the future. His classmate, Sayuki Kuroda notices his talent, decides to help him find a way to use it properly by enlisting him in her bishoujo game development group.\n\nWhen Buntarou is cornered in the men's bathroom at school by Sayuki, he is surprised when he is asked out on what he thinks is a date, and even further surprised when he finds out that it's not a date, but a job interview. Reluctantly agreeing, the two start recruiting other members for their team but will they learn more about game creation, or life itself along the way?",
    "episodes": 12,
    "score": 6.3,
    "scored_by": 45874,
    "type": "TV",
    "source": "Visual novel",
    "studios": [
      "Project No.9"
    ],
    "producers": [
      "Sotsu",
      "Lantis",
      "Barnum Studio",
      "Magic Capsule",
      "Warner Bros. Japan",
      "KlockWorx",
      "Cospa",
      "ASCII Media Works",
      "Medicos Entertainment",
      "Hakuhodo DY Media Partners",
      "Kadokawa",
      "Hawkeye"
    ],
    "genres": [],
    "themes": [
      "Otaku Culture",
      "School"
    ],
    "aired_from": "2016-01-07T00:00:00+00:00",
    "aired_to": "2016-03-24T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/31914/Shoujo-tachi_wa_Kouya_wo_Mezasu",
    "year": 2016,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 30806,
    "title": "Schwarzesmarken",
    "title_english": "Schwarzes Marken",
    "image_url": "https://cdn.myanimelist.net/images/anime/13/77386l.jpg",
    "synopsis": "The year is 1983. The Cold War is in full effect, and humanity is under attack. Strange aliens, given the name \"BETA,\" have descended to Earth with the goal of destroying all life. Soldiers have been tasked with piloting large combat suits called Tactical Surface Fighters (TSF) to repel the alien invaders, but the front line is slowly being pushed back towards the surviving cities.\n\nSchwarzesmarken follows the story of Second Lieutenant Theodor Eberbach and the other members of the 666th TSF squadron, a ruthless unit that values a mission's completion over human life. Stationed in East Germany and led by war hero Captain Irisdina Bernhard, the unit specializes in counterassault attacks on laser-class BETA. But the 666th squadron finds itself with more enemies than just the alien forces when optimistic rookie Katia Waldheim joins the squadron, drawing the attention of East Germany's secret police, the Stasi.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 6.73,
    "scored_by": 46015,
    "type": "TV",
    "source": "Light novel",
    "studios": [
      "lxtl",
      "LIDENFILMS"
    ],
    "producers": [
      "Sotsu",
      "DAX Production",
      "Ultra Super Pictures",
      "Avex Pictures"
    ],
    "genres": [
      "Drama",
      "Sci-Fi"
    ],
    "themes": [
      "Historical",
      "Mecha",
      "Military"
    ],
    "aired_from": "2016-01-11T00:00:00+00:00",
    "aired_to": "2016-03-28T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/30806/Schwarzesmarken",
    "year": 2016,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 32083,
    "title": "Luck & Logic",
    "title_english": "Luck & Logic",
    "image_url": "https://cdn.myanimelist.net/images/anime/5/77134l.jpg",
    "synopsis": "\"Logic\" is the concept that governs emotions, abilities, ideals, memories, and all other abstract properties that make up life in various worlds. With its power, however, alien \"Foreigners\" are able to pass through portals imbued with their respective world's Logic and pose a threat to other worlds. To counter this problem, the Another Logic Counter Agency (ALCA) from the human world of Septpia employs \"Logicalists,\" people with the power to form bonds with the Foreigners who seek peace and share their Logic, tasked with dealing with all possible dangers.\n\nAfter overloading his powers two years prior, Yoshichika Tsurugi has lost the ability to use Logic in combat, making him no different from a regular citizen. However, his life soon returns to the battlefield when he meets Athena, a Foreigner goddess from the world of Tetra-Heaven. She brings Yoshichika his missing Logic Card, allowing him to become a Logicalist once again. Soon after, Yoshichika forms a contract with Athena and joins ALCA. There, he meets other Logicalists, and only by working with them can he hope to bring an end to the threats once and for all.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 6.05,
    "scored_by": 47415,
    "type": "TV",
    "source": "Card game",
    "studios": [
      "Doga Kobo"
    ],
    "producers": [
      "Bandai Visual",
      "Lantis",
      "Bushiroad",
      "Yuhodo"
    ],
    "genres": [
      "Action",
      "Fantasy"
    ],
    "themes": [],
    "aired_from": "2016-01-09T00:00:00+00:00",
    "aired_to": "2016-03-26T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/32083/Luck___Logic",
    "year": 2016,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 32094,
    "title": "Reikenzan: Hoshikuzu-tachi no Utage",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/11/78196l.jpg",
    "synopsis": "Long ago in the nine provinces of Kyushu, a calamitous event was prophesied to take place: falling comets would exhaust the spiritual energies of both the heavens and the lands and thus bring about an age of chaos upon the world. But contrary to the prophecy, the comets passed by with no calamity taking place. At the same time, as if touched by the phenomenon, a boy was born in a remote village of the Sokei region by the name of Ouriku.\n\nTwelve years later, as the memories of the event have faded from people's minds, the Reikenzan clan—one of the five supreme sects of the nine provinces—decides to hold an examination in order to gather the most talented individuals fit to become disciples and eventually sages. Hearing about this news, Ouriku and his servant Ouchou head toward the site, unaware that the organizer Oubu, despite her elegant appearance, is infamous for being extremely irresponsible and carefree; hence, making the trials in the examination unpredictable.\n\nReikenzan: Hoshikuzu-tachi no Utage follows the story of Ouriku as he journeys through these trials to become a powerful sage.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 7.02,
    "scored_by": 38617,
    "type": "TV",
    "source": "Light novel",
    "studios": [
      "Studio Deen"
    ],
    "producers": [
      "Haoliners Animation League",
      "Tencent Animation & Comics"
    ],
    "genres": [
      "Comedy",
      "Fantasy"
    ],
    "themes": [],
    "aired_from": "2016-01-09T00:00:00+00:00",
    "aired_to": "2016-03-26T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/32094/Reikenzan__Hoshikuzu-tachi_no_Utage",
    "year": 2016,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 30895,
    "title": "HaruChika: Haruta to Chika wa Seishun suru",
    "title_english": "Haruchika: Haruta & Chika",
    "image_url": "https://cdn.myanimelist.net/images/anime/6/77835l.jpg",
    "synopsis": "Chika Homura begins her high school career with a goal: to develop a \"cute girl\" persona. After quitting the volleyball team despite her all-star status, Chika decides to join her school's underrated Wind Instrument Club and play the flute, believing it to be the most delicate and feminine instrument. For the first time in nine years, Chika reunites with her childhood friend and total opposite, Haruta Kamijou. Unfortunately for Chika, Haruta is not fooled by her efforts to become more endearing. But this does not deter Chika, and she develops a crush on the band instructor, Shinjirou Kusakabe—but so does Haruta!\n\nHowever, Chika's high school life just won't go according to plan, as mysteries begin appearing around her and her friends. The club members must work together to solve the mysteries plaguing the school, all while trying to find more members to compete in musical competitions.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 6.32,
    "scored_by": 33587,
    "type": "TV",
    "source": "Novel",
    "studios": [
      "P.A. Works"
    ],
    "producers": [
      "Lantis",
      "Glovision",
      "Kadokawa"
    ],
    "genres": [
      "Mystery",
      "Romance"
    ],
    "themes": [
      "Music",
      "Performing Arts",
      "School"
    ],
    "aired_from": "2016-01-07T00:00:00+00:00",
    "aired_to": "2016-03-24T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/30895/HaruChika__Haruta_to_Chika_wa_Seishun_suru",
    "year": 2016,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 31452,
    "title": "Norn9: Norn+Nonet",
    "title_english": "Norn9",
    "image_url": "https://cdn.myanimelist.net/images/anime/4/77974l.jpg",
    "synopsis": "In a futuristic era, \"The World\" is a peace-bringing entity. Though no one knows its location, it has watched over Earth for so long that war has become merely a fable. The airship Norn's task is to deliver nine ability users to The World.\n\nAfter collecting the last person, Norn takes off. Included onboard are eight men and three women—Koharu, who has finally escaped her loneliness and detests her destructive power; Mikoto Kuga, born to a noble family, who uses her barrier skill to protect the Norn and those it carries; and Nanami Shiranui, whose ability only brings pain, and who wishes to die for a past sin she has committed. While en route, suspicions arise amongst the passengers when they realize there are too many people onboard.\n\nAs they try to determine who has snuck aboard, the ship is attacked by an unknown assailant aiming to stop the Norn's progress at all costs. From this chaos arises questions: why were they granted powers, and what must they do once they reach The World?\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 6.54,
    "scored_by": 33928,
    "type": "TV",
    "source": "Visual novel",
    "studios": [
      "Kinema Citrus",
      "Orange"
    ],
    "producers": [
      "Frontier Works",
      "Sotsu",
      "AT-X",
      "NBCUniversal Entertainment Japan",
      "Tokyo MX",
      "i0+",
      "famima.com",
      "Hakuhodo DY Music & Pictures",
      "Docomo Anime Store",
      "TEAM Entertainment Inc.",
      "Chugai Mining",
      "Medicos Entertainment",
      "Toshiba Digital Frontiers"
    ],
    "genres": [
      "Adventure",
      "Fantasy",
      "Romance",
      "Sci-Fi"
    ],
    "themes": [],
    "aired_from": "2016-01-07T00:00:00+00:00",
    "aired_to": "2016-03-31T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/31452/Norn9__Norn_Nonet",
    "year": 2016,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 32023,
    "title": "Bubuki Buranki",
    "title_english": "BBK/BRNK",
    "image_url": "https://cdn.myanimelist.net/images/anime/7/79758l.jpg",
    "synopsis": "Away from home for 10 years, Azuma Kazuki had no idea what was awaiting him upon his return. He certainly did not expect to be attacked by dozens of heavily armed people and taken as their prisoner. Fortunately, Azuma's stay in captivity is short. Wielding a strange sentient weapon—known as \"Bubuki\"—upon her right arm, his childhood friend, Kogane Asabuki, rescues him.\n\nAfter escaping, Azuma learns that he too has the power to control Bubuki. Together with his new companions, he must revive the Buranki titan named Oubu, that sleeps somewhere deep underground. With this knowledge and purpose, a new path to unearth the truths behind the Buranki opens before Azuma.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 6.24,
    "scored_by": 28883,
    "type": "TV",
    "source": "Original",
    "studios": [
      "SANZIGEN"
    ],
    "producers": [
      "Dentsu",
      "AT-X",
      "Ultra Super Pictures",
      "Sony Music Communications",
      "Bushiroad",
      "Sammy",
      "Kadokawa Media (Taiwan)",
      "Tose",
      "Kadokawa"
    ],
    "genres": [
      "Drama",
      "Sci-Fi"
    ],
    "themes": [
      "Mecha"
    ],
    "aired_from": "2016-01-09T00:00:00+00:00",
    "aired_to": "2016-03-26T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/32023/Bubuki_Buranki",
    "year": 2016,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 31223,
    "title": "Phantasy Star Online 2 The Animation",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/5/78120l.jpg",
    "synopsis": "In the year 2027, the video game Phantasy Star Online 2 is all the rage at Seiga Academy. Every student is on board the fad—except for Itsuki Tachibana, a well-rounded student who doesn't play video games. Due to its popularity, the game is currently under review at Seiga Academy to see if it has a negative impact on the students. Consequently, this causes Itsuki to catch the attention of Rina Izumi, the perfectionist student council president who aims to prove that the game is not to blame. \n\nTo accomplish her objective, Rina recruits Itsuki as the student council vice president and tasks him with learning to play the game while keeping his grades up. Now obliged to report his daily findings of the game to Rina and analyze its merits, Itsuki carries the fate of Phantasy Star Online 2 in his hands.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 6.3,
    "scored_by": 29514,
    "type": "TV",
    "source": "Game",
    "studios": [
      "Telecom Animation Film"
    ],
    "producers": [
      "TBS",
      "Sega",
      "Sega Games"
    ],
    "genres": [
      "Action",
      "Sci-Fi"
    ],
    "themes": [
      "School",
      "Video Game"
    ],
    "aired_from": "2016-01-08T00:00:00+00:00",
    "aired_to": "2016-04-01T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/31223/Phantasy_Star_Online_2_The_Animation",
    "year": 2016,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 31848,
    "title": "Ojisan to Marshmallow",
    "title_english": "Ojisan and Marshmallow",
    "image_url": "https://cdn.myanimelist.net/images/anime/7/78113l.jpg",
    "synopsis": "Habahiro Hige is a simple-minded older man who works an office job and is an enthusiast of Tabekko Marshmallows. His days often consist of being teased by his 24-year-old colleague Iori Wakabayashi, who uses his obsession to her advantage: from eating them in front of his face, to buying out his favorite brand from the convenience store, and even embarrassing him in front of their boss. Although her friends cannot fathom what she sees in him, she just cannot get over his marshmallow-like, fluffy frame. No matter the lengths it takes, Iori will find a way to get his attention.\n\nLittle does Habahiro know that she is trying to seduce him into a romantic relationship with her. The way to a man's heart is through his stomach, right? At least this is what Iori would honestly like to believe. With a bag in hand, Iori continues to make him chase after her day after day, hoping that he will finally see through her attempts. Will he ever realize that their relationship can become s'more?\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 6.57,
    "scored_by": 37209,
    "type": "TV",
    "source": "Web manga",
    "studios": [
      "Creators in Pack"
    ],
    "producers": [
      "DAX Production",
      "Dream Creation"
    ],
    "genres": [
      "Comedy",
      "Romance"
    ],
    "themes": [
      "Adult Cast",
      "Love Status Quo",
      "Workplace"
    ],
    "aired_from": "2016-01-08T00:00:00+00:00",
    "aired_to": "2016-03-25T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/31848/Ojisan_to_Marshmallow",
    "year": 2016,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 31790,
    "title": "Active Raid: Kidou Kyoushuushitsu Dai Hachi Gakari",
    "title_english": "Active Raid",
    "image_url": "https://cdn.myanimelist.net/images/anime/3/77977l.jpg",
    "synopsis": "In a futuristic, post-disaster Tokyo, the \"Special Public Security Fifth Division Third Mobile Assault Eighth Unit,\" or \"Unit Eight,\" is a police unit specializing in handling criminals who wield dangerous wearable technology called \"Willwear.\" Equipped with Willwear of their own, the squadron is often criticized by the public for their carelessness and disregard for protocol.\n\nSent in by the government as an undercover agent with special instructions from the higher-ups, Asami Kazari is Unit Eight's newest member. Determined to straighten out what she expects to be a group of incompetent fools, she instead finds a team of well-intentioned experts who use very effective—albeit unorthodox—methods, hindered by strict regulations. With their newest member by their side, Unit Eight fights crime and overcomes unexpected adversaries in Active Raid: Kidou Kyoushuushitsu Dai Hachi Gakari.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 5.85,
    "scored_by": 22349,
    "type": "TV",
    "source": "Original",
    "studios": [
      "Production IMS"
    ],
    "producers": [
      "Sotsu",
      "Magic Capsule",
      "flying DOG",
      "Fields"
    ],
    "genres": [
      "Sci-Fi"
    ],
    "themes": [
      "Adult Cast",
      "Mecha"
    ],
    "aired_from": "2016-01-07T00:00:00+00:00",
    "aired_to": "2016-03-24T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/31790/Active_Raid__Kidou_Kyoushuushitsu_Dai_Hachi_Gakari",
    "year": 2016,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 31540,
    "title": "Sekkou Boys",
    "title_english": "Sekko Boys",
    "image_url": "https://cdn.myanimelist.net/images/anime/5/77840l.jpg",
    "synopsis": "As luck would have it, on her first day at Holbein Entertainment Co., Miki Ishimoto is tasked with managing a brand new idol group! A recent college graduate, Ishimoto is eager to begin her career in the industry. However, her department's responsibility is...statues?!\n\nThe statues in question are the Sekkou Boys, or \"The Rockies,\" a boy band comprised of four Greco-Roman sculptures: St. George, Mars, Hermes, and Medici. These four busts are new to the entertainment scene, and it is up to Miki to ensure the Rockies' prosperity in the idol world. But will they be a stone-cold success? Or will Miki's management prove to be a rocky start to stardom?\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 6.25,
    "scored_by": 23331,
    "type": "TV",
    "source": "Original",
    "studios": [
      "LIDENFILMS"
    ],
    "producers": [
      "Kadokawa Pictures Japan",
      "Ultra Super Pictures"
    ],
    "genres": [
      "Comedy"
    ],
    "themes": [
      "Anthropomorphic",
      "Idols (Male)",
      "Music"
    ],
    "aired_from": "2016-01-08T00:00:00+00:00",
    "aired_to": "2016-03-25T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/31540/Sekkou_Boys",
    "year": 2016,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 31621,
    "title": "Ooya-san wa Shishunki!",
    "title_english": "Landlord is in Puberty!",
    "image_url": "https://cdn.myanimelist.net/images/anime/13/77832l.jpg",
    "synopsis": "Maeda has just moved into his new apartment to live by himself. While unpacking, a cute middle school student named Chie Satonaka suddenly appears in his room. She introduces herself as his new landlord, which pleasantly surprises him as he has never seen a landlord so young. His excitement is boosted further when the gorgeous Reiko Shirai, who lives directly next to him, also introduces herself as his new neighbor.\n\nOoyasan wa Shishunki! follows the everyday lives of Maeda and his newfound acquaintances, where each day presents itself as an opportunity for new events to unfold and new bonds to be forged.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 6.51,
    "scored_by": 26576,
    "type": "TV",
    "source": "4-koma manga",
    "studios": [
      "Seven Arcs Pictures"
    ],
    "producers": [
      "Genco",
      "bilibili"
    ],
    "genres": [
      "Slice of Life"
    ],
    "themes": [],
    "aired_from": "2016-01-10T00:00:00+00:00",
    "aired_to": "2016-03-27T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/31621/Ooya-san_wa_Shishunki",
    "year": 2016,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": false
  },
  {
    "mal_id": 32214,
    "title": "Koukaku no Pandora",
    "title_english": "Pandora in the Crimson Shell",
    "image_url": "https://cdn.myanimelist.net/images/anime/10/78805l.jpg",
    "synopsis": "Onboard a cruise ship heading to the scenic Cenancle Island, the full-body cyborg Nene Nanakorobi, a bubbly young girl who dreams of world peace, meets inventor Uzal Delilah. The two become fast friends along with Uzal's pet cyborg Clarion, a cat-like combat android. Soon after parting ways, a terrorist attack on the island threatens to shatter the pair's new friendship. In a bid to save her new friend, Uzal gives Nene the ability to use the Pandora Device found in Clarion's body before seemingly dying. With this power, Nene can temporarily master abilities and skills never seen before in the advancing world.\n\nWorking together, the two unlikely companions go on various missions—from saving children in shopping mall fires to fighting reckless thieves—all in the name of world peace. But to achieve this goal is not easy. B.U.E.R, a sentient laser in the form of a misshapen teddy bear, threatens to wreck their happy lives with his perverted nature and uncontrollable power. And to make matters worse, Nene's guardian, as well as genius inventor, Takumi Korobase has an undying interest in B.U.E.R.\n\nBurdened with saving the world and keeping B.U.E.R from the hands of evil, Nene and Clarion's desire for world peace seems like a pipe dream. With this monumental goal, could the weight of it all destroy the pair's friendship completely? \n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 6.5,
    "scored_by": 16572,
    "type": "TV",
    "source": "Web manga",
    "studios": [
      "Studio Gokumi",
      "AXsiZ"
    ],
    "producers": [
      "Lantis",
      "Rakuonsha",
      "AT-X",
      "KlockWorx",
      "Kadokawa"
    ],
    "genres": [
      "Action",
      "Comedy",
      "Sci-Fi",
      "Ecchi"
    ],
    "themes": [],
    "aired_from": "2016-01-08T00:00:00+00:00",
    "aired_to": "2016-03-25T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/32214/Koukaku_no_Pandora",
    "year": 2016,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 31994,
    "title": "Yami Shibai 3",
    "title_english": "Theatre of Darkness: Yamishibai 3",
    "image_url": "https://cdn.myanimelist.net/images/anime/5/78074l.jpg",
    "synopsis": "A young boy silently sketches out the forms of the horrors that dwell in his mind. During this adventure into the occult and mysterious, he tells tales that involve dreams of a person with a muscular arm that you must not look at, a hospital with a room that holds a grim secret, and a visit to an eerily silent taxidermy museum.\n\nThese tales and more are compiled in Yami Shibai 3. Presented in an art style similar to kamishibai storytelling, this horror series stays true to the gruesome and creepy trend that is prominent in Yami Shibai and Yami Shibai 2nd Season.\n\n[Written by MAL Rewrite]",
    "episodes": 13,
    "score": 6.34,
    "scored_by": 21819,
    "type": "TV",
    "source": "Original",
    "studios": [
      "ILCA"
    ],
    "producers": [
      "TV Tokyo"
    ],
    "genres": [
      "Avant Garde",
      "Horror",
      "Supernatural"
    ],
    "themes": [],
    "aired_from": "2016-01-11T00:00:00+00:00",
    "aired_to": "2016-04-04T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/31994/Yami_Shibai_3",
    "year": 2016,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 31815,
    "title": "Kono Danshi, Mahou ga Oshigoto desu.",
    "title_english": "This Boy is a Professional Wizard",
    "image_url": "https://cdn.myanimelist.net/images/anime/5/78220l.jpg",
    "synopsis": "Chiharu Kashima, captain of the Wizard Bureau's Crisis Countermeasures Division, is among a handful of people who can use magic. While frequenting his favorite bar, he is approached by a friendly man named Toyohi Utsumi. Having always dreamt of being a wizard, Toyohi is enthralled by the idea of meeting one. Much to the young Captain's surprise, Toyohi confesses that he has fallen in love with Kashima. While little time has passed, the two begin to spend more time together. Not all is well, however, as Kashima fears that magic is all that he has and Toyohi is only in love with Kashima the Wizard.\n\n[Written by MAL Rewrite]",
    "episodes": 4,
    "score": 6.94,
    "scored_by": 14774,
    "type": "TV",
    "source": "Original",
    "studios": [
      "CoMix Wave Films"
    ],
    "producers": [],
    "genres": [
      "Boys Love",
      "Fantasy"
    ],
    "themes": [],
    "aired_from": "2016-02-05T00:00:00+00:00",
    "aired_to": "2016-02-26T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/31815/Kono_Danshi_Mahou_ga_Oshigoto_desu",
    "year": 2016,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 31793,
    "title": "Mahou Shoujo Nante Mou Ii desu kara.",
    "title_english": "Mahou Shoujo Nante Mouiidesukara",
    "image_url": "https://cdn.myanimelist.net/images/anime/9/77841l.jpg",
    "synopsis": "Yuzuka Hanami is a young, carefree girl who lives the most ordinary life imaginable. Although her father works around the clock and her mother is rarely home, she still enjoys herself and strives to be an excellent student.\n\nMiton, on the other hand, is an alien life-form with the ability to transform his master into a magical girl, a warrior who fights evil wherever it may appear. However, there are not as many enemies as there used to be, so Miton has been out of work for a while. Starving and homeless, he has taken up residence in a pile of garbage.\n\nAs Yuzuka walks past him one day, Miton seizes the opportunity to offer his services to the young girl. Yuzuka reluctantly agrees, but when she transforms into a magical girl and discovers that her outfit is a swimsuit, she begins to have second thoughts about what she has gotten herself into!\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 5.93,
    "scored_by": 12941,
    "type": "TV",
    "source": "Web manga",
    "studios": [
      "PINE JAM"
    ],
    "producers": [
      "Earth Star Entertainment",
      "F.M.F"
    ],
    "genres": [
      "Comedy"
    ],
    "themes": [
      "Mahou Shoujo"
    ],
    "aired_from": "2016-01-12T00:00:00+00:00",
    "aired_to": "2016-03-29T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/31793/Mahou_Shoujo_Nante_Mou_Ii_desu_kara",
    "year": 2016,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 32228,
    "title": "Teekyuu 7",
    "title_english": "Teekyu 7",
    "image_url": "https://cdn.myanimelist.net/images/anime/6/77830l.jpg",
    "synopsis": "Seventh season of the Teekyuu series.",
    "episodes": 12,
    "score": 6.62,
    "scored_by": 9713,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Millepensee"
    ],
    "producers": [
      "DAX Production",
      "Earth Star Entertainment"
    ],
    "genres": [
      "Comedy"
    ],
    "themes": [],
    "aired_from": "2016-01-12T00:00:00+00:00",
    "aired_to": "2016-03-29T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/32228/Teekyuu_7",
    "year": 2016,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 31884,
    "title": "Mahoutsukai Precure!",
    "title_english": "Witchy Pretty Cure!",
    "image_url": "https://cdn.myanimelist.net/images/anime/2/78333l.jpg",
    "synopsis": "In the human realm, witches and wizards seem to be mere creations of fantasy. Ever the adventurous teenager, Mirai Asahina sets out to disprove this notion by following the tracks of a peculiar shooting star that had fallen the night before. Sure enough, Mirai soon has a chance encounter with Liko—a clumsy witch apprentice who hails from the Magic World, a colorful realm inhabited by magicians.\n\nAs if by fate, the appearance of strange villains forces Mirai and Liko to join hands. In doing so, they unleash their strength as a pair of legendary magicians—the \"Maho Girls Precure!\" Now gifted with unbelievable power, the unlikely duo embarks on an adventure filled with magical spells and powerful gemstones. Along the way, the two girls discover the hidden marvels that tie their individual worlds together.\n\n[Written by MAL Rewrite]",
    "episodes": 50,
    "score": 7.32,
    "scored_by": 5760,
    "type": "TV",
    "source": "Original",
    "studios": [
      "Toei Animation"
    ],
    "producers": [
      "ABC Animation"
    ],
    "genres": [
      "Action"
    ],
    "themes": [
      "Mahou Shoujo"
    ],
    "aired_from": "2016-02-07T00:00:00+00:00",
    "aired_to": "2017-01-29T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/31884/Mahoutsukai_Precure",
    "year": 2016,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 31890,
    "title": "Nurse Witch Komugi-chan R",
    "title_english": "Nurse Witch Komugi R",
    "image_url": "https://cdn.myanimelist.net/images/anime/10/76792l.jpg",
    "synopsis": "The new \"slapstick\" story will depict Komugi-chan and her rivals as they juggle their daily lives as students, idols, and magical girls \"with laughter and tears.\"\n\nKomugi Yoshida is a somewhat clumsy second-year middle-school student whose strong point is her spiritedness. She performs as an idol like Kokona Saionji (her classmate and close friend) and Tsubasa Kisaragi (an idol who dresses in male clothing). However, unlike Kokona whose popularity is skyrocketing and Tsubasa with her charisma in male attire, Komugi's only gigs are low-end ones like those at the local shopping district. Still, Komugi has her \"dream\" as she lives her dual lives as a idol and a middle school girl.\n\nOne day, a mysterious injured creature named Usa-P appears before Komugi. Komugi gives Usa-P medical treatment, and Usa-P, in consideration of Komugi's kindness, asks if she wants to be a Legendary Girl who can use magical powers.\n\nHaving become a reluctant Legendary Girl, Komugi battles strange masked figures who suddenly appear! As a newly deemed Magical Nurse, she fights still more waves of masked figures. Meanwhile, a Magical Maid, a Magical Sister, and more also appear to make it a three-way battle!? Can Komugi handle the three roles of middle school girl, idol, and Magical Nurse? And, what lies ahead in these battles and her \"dream\"...?!\n\n(Source: ANN)",
    "episodes": 12,
    "score": 5.96,
    "scored_by": 4802,
    "type": "TV",
    "source": "Original",
    "studios": [
      "Tatsunoko Production"
    ],
    "producers": [
      "VAP",
      "Nippon Television Network"
    ],
    "genres": [
      "Comedy",
      "Fantasy"
    ],
    "themes": [
      "Gag Humor",
      "Idols (Female)",
      "Mahou Shoujo",
      "Medical",
      "Parody"
    ],
    "aired_from": "2016-01-10T00:00:00+00:00",
    "aired_to": "2016-03-27T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/31890/Nurse_Witch_Komugi-chan_R",
    "year": 2016,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 31633,
    "title": "Sushi Police",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/13/76236l.jpg",
    "synopsis": "Honda, Kawasaki, and Suzuki all comprise the elite ninth unit of the Sushi Police—a task force with the sole objective of sniffing out restaurants serving illicit or non-traditional sushi and eradicating them, no matter how insignificant their offense may be. The Sushi Police travel freely around the world in pursuit of these vile criminals day or night, with their strong sense of justice and the World Food-Culture Conservation Organization backing them. No offenders of Japan's traditional cuisine can escape their wrath!\n\nDuring one of their purification missions, the Sushi Police encounter Sara—a hot, young, television reporter out to expose them and the World Food-Culture Conservation Organization for corruption. They interrogate her, but her wiles, skills, and charms allow her to easily escape from their grasp, setting off a chain of events that will lead to the true purpose of the Sushi Police being revealed.\n\n[Written by MAL Rewrite]",
    "episodes": 13,
    "score": 4.66,
    "scored_by": 5577,
    "type": "TV",
    "source": "Original",
    "studios": [
      "KOO-KI"
    ],
    "producers": [
      "Dentsu",
      "Tokyo MX",
      "SEDIC International",
      "Sankyo Planning",
      "Tokyu Recreation",
      "Amuse",
      "TriF Studio"
    ],
    "genres": [
      "Comedy",
      "Gourmet",
      "Mystery"
    ],
    "themes": [
      "Detective"
    ],
    "aired_from": "2016-01-07T00:00:00+00:00",
    "aired_to": "2016-03-31T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/31633/Sushi_Police",
    "year": 2016,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 32309,
    "title": "Tabi Machi Late Show",
    "title_english": "Tabimachi Lateshow",
    "image_url": "https://cdn.myanimelist.net/images/anime/3/78140l.jpg",
    "synopsis": "Departures are moments that evoke both hope and melancholy. Tabi Machi Late Show examines how these ambivalent emotions continue to persist long beyond that singular moment of parting. Azuma reminisces about her mentor as she sees off her own student; Kumeno recalls her short, turbulent friendship with Koizumi; Yukari meets an old friend during the Lantern Festival; and Sakurada fondly remembers the numerous students she has met during her teaching career.\n\nStructured around a theme of goodbyes and journeys, Tabi Machi Late Show is composed of four intimate, slice-of-life vignettes that wistfully examine the lasting impressions people leave on one another.\n\n[Written by MAL Rewrite]",
    "episodes": 4,
    "score": 6.2,
    "scored_by": 5074,
    "type": "TV",
    "source": "Original",
    "studios": [
      "CoMix Wave Films"
    ],
    "producers": [
      "Ultra Super Pictures"
    ],
    "genres": [
      "Drama",
      "Slice of Life"
    ],
    "themes": [],
    "aired_from": "2016-01-08T00:00:00+00:00",
    "aired_to": "2016-01-29T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/32309/Tabi_Machi_Late_Show",
    "year": 2016,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 32691,
    "title": "Flowering Heart",
    "title_english": "Flowering Heart",
    "image_url": "https://cdn.myanimelist.net/images/anime/1599/141319l.jpg",
    "synopsis": "It's the first day of the new school year. 5th grader Ari and her best friends Suha and Min have started an after school activity called the Problem Solving Club. However, no one seems to have any problems that need to be solved. Disappointed Ari ends up discovering an unconscious hamster on the road. Amazingly...the hamster begins to speak. \"I must find the magic ring...\"\n\n(Source: Official Youtube Channel of Flowering Heart)",
    "episodes": 26,
    "score": 6,
    "scored_by": 2622,
    "type": "TV",
    "source": "Original",
    "studios": [
      "Bridge",
      "DR Movie"
    ],
    "producers": [
      "EBS",
      "Iconix Entertainment"
    ],
    "genres": [],
    "themes": [],
    "aired_from": "2016-02-29T00:00:00+00:00",
    "aired_to": "2016-05-24T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/32691/Flowering_Heart",
    "year": 2016,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 32084,
    "title": "Watashitachi, Luck Logic-bu!",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/7/77128l.jpg",
    "synopsis": "The comedy shorts follow four girls who are members of the Luck Logic Club, whose activity is playing the Luck &amp; Logic card game. Watashitachi, Luck Logic-bu! will air approximately one minute before each episode of the main series.\n\n(Source: MAL News)",
    "episodes": 12,
    "score": 5.45,
    "scored_by": 1178,
    "type": "TV",
    "source": "Card game",
    "studios": [
      "Doga Kobo"
    ],
    "producers": [
      "Bushiroad"
    ],
    "genres": [
      "Comedy"
    ],
    "themes": [
      "School",
      "Strategy Game"
    ],
    "aired_from": "2016-01-09T00:00:00+00:00",
    "aired_to": "2016-03-26T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/32084/Watashitachi_Luck_Logic-bu",
    "year": 2016,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 32274,
    "title": "Ketsuekigata-kun! 4",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/10/77836l.jpg",
    "synopsis": "Is asking an A Type for cold medicine the best on sick days? What does a B Type wish for on New Year's? Can an AB Type really outsmart a demon? What are O Types like when they end up in the hospital? Which type has the best plan for the dreaded \"Valentine's Day and White Day at the office\" scenario? Find out the answers to these typical situations and more in the fourth season of Ketsuekigata-kun!\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 6.23,
    "scored_by": 1610,
    "type": "TV",
    "source": "Web manga",
    "studios": [
      "feel.",
      "Zexcs",
      "Assez Finaud Fabric"
    ],
    "producers": [],
    "genres": [
      "Comedy"
    ],
    "themes": [
      "Anthropomorphic"
    ],
    "aired_from": "2016-01-12T00:00:00+00:00",
    "aired_to": "2016-03-29T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/32274/Ketsuekigata-kun_4",
    "year": 2016,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 34754,
    "title": "Rilu Rilu Fairilu: Yousei no Door",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/7/83790l.jpg",
    "synopsis": "\"Fairilu\" are fairies of flowers, insects, mermaids, or other entities that are born from \"Farilu Seeds.\" All Fairilu are born with their own key, and they must search to find and open the door that fits only their key. Once the Fairilu pass through the doors, they mature. The doors are also related to the human world.\n\n(Source: ANN)",
    "episodes": 59,
    "score": 6.66,
    "scored_by": 792,
    "type": "TV",
    "source": "Original",
    "studios": [
      "Studio Deen"
    ],
    "producers": [
      "Sotsu"
    ],
    "genres": [
      "Fantasy",
      "Slice of Life"
    ],
    "themes": [],
    "aired_from": "2016-02-06T00:00:00+00:00",
    "aired_to": "2017-03-25T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/34754/Rilu_Rilu_Fairilu__Yousei_no_Door",
    "year": 2016,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 32400,
    "title": "KochinPa!",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/5/77754l.jpg",
    "synopsis": "Anime adaptation of pachinko and slot machine parlor Island's \"Aira Project\" commercials. It follows three mascot characters: Aira, Hana, and Shima.",
    "episodes": 12,
    "score": 4.13,
    "scored_by": 1219,
    "type": "TV",
    "source": "Other",
    "studios": [],
    "producers": [],
    "genres": [
      "Comedy"
    ],
    "themes": [],
    "aired_from": "2015-12-22T00:00:00+00:00",
    "aired_to": "2016-05-25T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/32400/KochinPa",
    "year": 2016,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 33846,
    "title": "Garo: Guren no Tsuki - Yurugaro",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/5/81488l.jpg",
    "synopsis": "Omake specials that feature the cast of Garo: Guren no Tsuki.",
    "episodes": 8,
    "score": 5.58,
    "scored_by": 273,
    "type": "TV",
    "source": "Original",
    "studios": [
      "DLE"
    ],
    "producers": [
      "Pony Canyon"
    ],
    "genres": [
      "Comedy",
      "Fantasy"
    ],
    "themes": [
      "Parody"
    ],
    "aired_from": "2016-01-23T00:00:00+00:00",
    "aired_to": "2016-03-19T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/33846/Garo__Guren_no_Tsuki_-_Yurugaro",
    "year": 2016,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 32402,
    "title": "Mim Mam Mint",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/12/77757l.jpg",
    "synopsis": "Two girls, based on the real-life models Mim and Mam, received a strange creature that is 70% rabbit and 30% bear.",
    "episodes": 4,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [
      "Kachidoki Studio"
    ],
    "producers": [
      "Tokyo MX"
    ],
    "genres": [
      "Comedy"
    ],
    "themes": [],
    "aired_from": "2015-12-24T00:00:00+00:00",
    "aired_to": "2016-03-25T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/32402/Mim_Mam_Mint",
    "year": 2016,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 32585,
    "title": "Telemonster",
    "title_english": "Telemonster",
    "image_url": "https://cdn.myanimelist.net/images/anime/7/78233l.jpg",
    "synopsis": "Korean Animation about the monsters Eerie, Rock-G, Popo, and Yossi and the adventures they go on each day!",
    "episodes": 52,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [
      "Studio Gale"
    ],
    "producers": [],
    "genres": [
      "Adventure"
    ],
    "themes": [],
    "aired_from": "2016-02-28T00:00:00+00:00",
    "aired_to": "2017-07-09T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/32585/Telemonster",
    "year": 2016,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 36611,
    "title": "Bary-san no Shokoku Manyuuki",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/5/88460l.jpg",
    "synopsis": "Ehime Prefecture's mascot Bary-san travels to different Japanese prefectures. The short skits are meant to feature something local.",
    "episodes": 47,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [
      "Kachidoki Studio"
    ],
    "producers": [
      "Tokyo MX"
    ],
    "genres": [
      "Comedy"
    ],
    "themes": [],
    "aired_from": "2016-02-03T00:00:00+00:00",
    "aired_to": "2016-03-30T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/36611/Bary-san_no_Shokoku_Manyuuki",
    "year": 2016,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 31753,
    "title": "Ganbare! Lulu Lolo 3rd Season",
    "title_english": "TINY★TWIN★BEARS 3rd Season",
    "image_url": "https://cdn.myanimelist.net/images/anime/5/76477l.jpg",
    "synopsis": "The anime centers around the daily life of two twin bear sisters: the orange-colored Lulu and the yellow-colored Lolo. The two take on new jobs and, despite the occasional failure and tears, give their best efforts.\n \n(Source: ANN)",
    "episodes": 10,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Picture book",
    "studios": [
      "Fanworks"
    ],
    "producers": [],
    "genres": [
      "Slice of Life"
    ],
    "themes": [],
    "aired_from": "2016-01-21T00:00:00+00:00",
    "aired_to": "2016-03-24T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/31753/Ganbare_Lulu_Lolo_3rd_Season",
    "year": 2016,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 34676,
    "title": "Xiong Chumo: Xiari Lianlian Kan",
    "title_english": "Boonies Bears: Sunsational Summer",
    "image_url": "https://cdn.myanimelist.net/images/anime/11/83644l.jpg",
    "synopsis": "Sixth season of Boonie Bears.",
    "episodes": 52,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [
      "Fantawild Animation"
    ],
    "producers": [],
    "genres": [
      "Comedy"
    ],
    "themes": [],
    "aired_from": "2016-02-13T00:00:00+00:00",
    "aired_to": "2016-01-01T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/34676/Xiong_Chumo__Xiari_Lianlian_Kan",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 37219,
    "title": "Xiongmao He Xiao Yan Shu",
    "title_english": "Panda and Little Mole",
    "image_url": "https://cdn.myanimelist.net/images/anime/1664/90310l.jpg",
    "synopsis": "One day Little Mole finds a cuddly Panda toy in the fields. When the rightful owner claims Panda back Little Mole sets off on a journey to distant China so he can be reunited with Panda. Little Mole is good hearted, friendly and an amazing friend who does not hesitate to travel across the world to see his friend.\n\nPanda Hehe lives with friends in the middle of the Chinese countryside. Once Little Mole from the Czech republic gets there, they become an inseparable team and along with other animal friends experience many adventures.\n\n(Source: Moleandpanda.com)",
    "episodes": 52,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Other",
    "studios": [],
    "producers": [],
    "genres": [
      "Comedy"
    ],
    "themes": [],
    "aired_from": "2016-03-28T00:00:00+00:00",
    "aired_to": "2017-01-01T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/37219/Xiongmao_He_Xiao_Yan_Shu",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 44148,
    "title": "Sai Er Hao Season 6: Cangqiong Liehuo",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1446/117998l.jpg",
    "synopsis": null,
    "episodes": 30,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Game",
    "studios": [],
    "producers": [],
    "genres": [],
    "themes": [],
    "aired_from": "2016-01-01T00:00:00+00:00",
    "aired_to": "2016-04-09T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/44148/Sai_Er_Hao_Season_6__Cangqiong_Liehuo",
    "year": 2016,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 48276,
    "title": "Appa eolil Jeog-en",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1444/115555l.jpg",
    "synopsis": null,
    "episodes": 26,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Unknown",
    "studios": [],
    "producers": [],
    "genres": [],
    "themes": [],
    "aired_from": "2016-01-12T00:00:00+00:00",
    "aired_to": "2016-07-26T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/48276/Appa_eolil_Jeog-en",
    "year": 2016,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 43994,
    "title": "Xi Yangyang Yu Hui Tailang: Xiha Chuang Shijie",
    "title_english": "Pleasant Goat and Big Big Wolf: Marching to the New Wonderland",
    "image_url": "https://cdn.myanimelist.net/images/anime/1537/115280l.jpg",
    "synopsis": null,
    "episodes": 60,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Unknown",
    "studios": [],
    "producers": [],
    "genres": [
      "Adventure",
      "Comedy"
    ],
    "themes": [],
    "aired_from": "2016-01-15T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/43994/Xi_Yangyang_Yu_Hui_Tailang__Xiha_Chuang_Shijie",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 48253,
    "title": "Saeng-il-wang-gug-ui Princess Pring",
    "title_english": "Princess Pring in the Birthday Kingdom",
    "image_url": "https://cdn.myanimelist.net/images/anime/1497/130301l.jpg",
    "synopsis": null,
    "episodes": 26,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [
      "Fantasy"
    ],
    "themes": [
      "Anthropomorphic"
    ],
    "aired_from": "2015-12-19T00:00:00+00:00",
    "aired_to": "2016-07-16T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/48253/Saeng-il-wang-gug-ui_Princess_Pring",
    "year": 2016,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 56280,
    "title": "Hello Carbot Season 3",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1527/137771l.jpg",
    "synopsis": null,
    "episodes": 26,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [],
    "themes": [
      "Mecha"
    ],
    "aired_from": "2015-12-19T00:00:00+00:00",
    "aired_to": "2016-07-09T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/56280/Hello_Carbot_Season_3",
    "year": 2016,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 45390,
    "title": "AU: Shenqi Luobo 3rd Season",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1283/122385l.jpg",
    "synopsis": null,
    "episodes": 26,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Mixed media",
    "studios": [],
    "producers": [],
    "genres": [
      "Comedy"
    ],
    "themes": [],
    "aired_from": "2016-01-01T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/45390/AU__Shenqi_Luobo_3rd_Season",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 45392,
    "title": "AU: Tu Zhi Lai Le 2nd Season",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1405/122387l.jpg",
    "synopsis": null,
    "episodes": 26,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Mixed media",
    "studios": [],
    "producers": [],
    "genres": [
      "Comedy"
    ],
    "themes": [],
    "aired_from": "2016-01-01T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/45392/AU__Tu_Zhi_Lai_Le_2nd_Season",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 45391,
    "title": "AU: Tu Zhi Lai Le",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1235/122386l.jpg",
    "synopsis": null,
    "episodes": 26,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Mixed media",
    "studios": [],
    "producers": [],
    "genres": [
      "Comedy"
    ],
    "themes": [],
    "aired_from": "2016-01-01T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/45391/AU__Tu_Zhi_Lai_Le",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 45397,
    "title": "AU: Xue Kexue",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1556/122394l.jpg",
    "synopsis": null,
    "episodes": 32,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Mixed media",
    "studios": [],
    "producers": [],
    "genres": [
      "Comedy"
    ],
    "themes": [],
    "aired_from": "2016-01-01T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/45397/AU__Xue_Kexue",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 56412,
    "title": "Papa Dog",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1620/137996l.jpg",
    "synopsis": null,
    "episodes": 13,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [
      "Comedy",
      "Fantasy"
    ],
    "themes": [],
    "aired_from": "2016-02-12T00:00:00+00:00",
    "aired_to": "2016-05-12T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/56412/Papa_Dog",
    "year": 2016,
    "season": "winter",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 49116,
    "title": "GG Dou 2nd Season",
    "title_english": "GG Bean",
    "image_url": "https://cdn.myanimelist.net/images/anime/1702/115534l.jpg",
    "synopsis": null,
    "episodes": 26,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [],
    "themes": [],
    "aired_from": "2016-01-01T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/49116/GG_Dou_2nd_Season",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 44035,
    "title": "Ling Su Zhengba",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1227/122271l.jpg",
    "synopsis": null,
    "episodes": 26,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [
      "Adventure",
      "Sci-Fi"
    ],
    "themes": [
      "Racing"
    ],
    "aired_from": "2016-01-01T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/44035/Ling_Su_Zhengba",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 44121,
    "title": "Kaixin Chaoren: Baoxiao Xing Xingqiu",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1650/122973l.jpg",
    "synopsis": null,
    "episodes": 52,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [
      "Comedy",
      "Sci-Fi"
    ],
    "themes": [],
    "aired_from": "2016-02-07T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/44121/Kaixin_Chaoren__Baoxiao_Xing_Xingqiu",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 47234,
    "title": "Lie Che Shou Hun",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1425/125079l.jpg",
    "synopsis": null,
    "episodes": 46,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [
      "Action",
      "Adventure",
      "Sci-Fi"
    ],
    "themes": [],
    "aired_from": "2016-03-01T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/47234/Lie_Che_Shou_Hun",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 47558,
    "title": "Haha Da Maoxian",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1305/123225l.jpg",
    "synopsis": null,
    "episodes": 26,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [
      "Adventure",
      "Comedy"
    ],
    "themes": [],
    "aired_from": "2016-01-01T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/47558/Haha_Da_Maoxian",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 44471,
    "title": "Mu Qi Ling 2: Sheng Tian Ling Zhong",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1549/122294l.jpg",
    "synopsis": null,
    "episodes": 52,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Unknown",
    "studios": [],
    "producers": [],
    "genres": [
      "Fantasy"
    ],
    "themes": [],
    "aired_from": "2016-01-23T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/44471/Mu_Qi_Ling_2__Sheng_Tian_Ling_Zhong",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 54227,
    "title": "Iyab! Space Jungle 2nd Season",
    "title_english": "Space Jungle 2nd Season",
    "image_url": "https://cdn.myanimelist.net/images/anime/1207/132702l.jpg",
    "synopsis": "The second season of Iyab! Space Jungle.",
    "episodes": 52,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [
      "Oyster"
    ],
    "producers": [],
    "genres": [
      "Comedy"
    ],
    "themes": [
      "Anthropomorphic"
    ],
    "aired_from": "2016-01-01T00:00:00+00:00",
    "aired_to": "2016-08-26T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/54227/Iyab_Space_Jungle_2nd_Season",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 53828,
    "title": "Sabapara",
    "title_english": "Saba-gee Paradise",
    "image_url": "https://cdn.myanimelist.net/images/anime/1274/131790l.jpg",
    "synopsis": "A comedic series about survival games.",
    "episodes": 10,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [
      "Comedy",
      "Sports"
    ],
    "themes": [
      "Team Sports"
    ],
    "aired_from": "2016-01-01T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/53828/Sabapara",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 44420,
    "title": "Shaonian Shiye: Zhongyi Man Qiankun",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1108/123106l.jpg",
    "synopsis": null,
    "episodes": 26,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [],
    "themes": [
      "Historical"
    ],
    "aired_from": "2016-03-24T00:00:00+00:00",
    "aired_to": "2016-01-01T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/44420/Shaonian_Shiye__Zhongyi_Man_Qiankun",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 47297,
    "title": "Jiayou Ba! San Er Ban 2nd Season",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1438/129231l.jpg",
    "synopsis": null,
    "episodes": 20,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [],
    "themes": [
      "School"
    ],
    "aired_from": "2016-02-01T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/47297/Jiayou_Ba_San_Er_Ban_2nd_Season",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 47272,
    "title": "Qiao Shou Luban",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1946/129803l.jpg",
    "synopsis": null,
    "episodes": 208,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [],
    "themes": [],
    "aired_from": "2016-03-17T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/47272/Qiao_Shou_Luban",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 47293,
    "title": "Piaoyi Dao: Tiankong Lixian Ji",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1961/129227l.jpg",
    "synopsis": null,
    "episodes": 52,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Unknown",
    "studios": [],
    "producers": [],
    "genres": [
      "Fantasy"
    ],
    "themes": [],
    "aired_from": "2016-02-22T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/47293/Piaoyi_Dao__Tiankong_Lixian_Ji",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 58932,
    "title": "Grami's Circus Show 2nd Season",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1497/143289l.jpg",
    "synopsis": "Second season of Grami's Circus Show.",
    "episodes": 27,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [
      "Studio Gale"
    ],
    "producers": [],
    "genres": [
      "Comedy"
    ],
    "themes": [
      "Anthropomorphic"
    ],
    "aired_from": "2016-02-09T00:00:00+00:00",
    "aired_to": "2016-01-01T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/58932/Gramis_Circus_Show_2nd_Season",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  }
]