[
  {
    "mal_id": 12189,
    "title": "Hyouka",
    "title_english": "Hyouka",
    "image_url": "https://cdn.myanimelist.net/images/anime/13/50521l.jpg",
    "synopsis": "High school freshman Houtarou Oreki has but one goal: to lead a gray life while conserving as much energy as he can. Unfortunately, his peaceful days come to an end when his older sister, Tomoe, forces him to save the memberless Classics Club from disbandment.\n\nLuckily, Oreki's predicament seems to be over when he heads to the clubroom and discovers that his fellow first-year, Eru Chitanda, has already become a member. However, despite his obligation being fulfilled, Oreki finds himself entangled by Chitanda's curious and bubbly personality, soon joining the club of his own volition.\n\nSoon enough, the club's membership grows to four, as Oreki's friends Satoshi Fukube and Mayaka Ibara join. Driven by Chitanda's insatiable curiosity, the members of the Classics Club solve the trivial yet intriguing mysteries that permeate their daily lives.\n\n[Written by MAL Rewrite]",
    "episodes": 22,
    "score": 8.05,
    "scored_by": 678972,
    "type": "TV",
    "source": "Novel",
    "studios": [
      "Kyoto Animation"
    ],
    "producers": [
      "Lantis",
      "Kadokawa Shoten",
      "KlockWorx",
      "chara-ani.com",
      "Animation Do"
    ],
    "genres": [
      "Mystery",
      "Slice of Life"
    ],
    "themes": [
      "School"
    ],
    "aired_from": "2012-04-23T00:00:00+00:00",
    "aired_to": "2012-09-17T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/12189/Hyouka",
    "year": 2012,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 11771,
    "title": "Kuroko no Basket",
    "title_english": "Kuroko's Basketball",
    "image_url": "https://cdn.myanimelist.net/images/anime/11/50453l.jpg",
    "synopsis": "For the last three years, Teikou Middle School has dominated the national basketball scene with its legendary lineup: the \"Generation of Miracles.\" It consisted of five prodigies who excelled at the sport, but a \"Phantom Sixth Man\" lurked in the shadows and helped earn the team their revered status. Eventually, their monstrous growth jaded them from the sport they loved and made them go their separate ways in high school.\n\nIn search of new members, the Seirin High School basketball team recruits Taiga Kagami and Tetsuya Kuroko, two freshmen who seem to have significant differences in abilities. Having returned recently from America, Kagami has both a natural aptitude and relentless love for the sport. Meanwhile, Kuroko lacks presence and exhibits no outstanding athletic talent. However, it is later revealed that he is Teikou's Phantom Sixth Man—the player once part of the Generation of Miracles.\n\nKuroko wants to prove to the Seirin team that he is strong in his own way. Seeing his conviction, Kagami forms a dynamic partnership with Kuroko, the latter promising to support Kagami's \"light\" as his \"shadow.\" Alongside their new Seirin teammates, they aim to conquer the upcoming Interhigh championship, but the reappearance of Kuroko's former teammates complicates their plan.\n\n[Written by MAL Rewrite]",
    "episodes": 25,
    "score": 8.05,
    "scored_by": 757983,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Production I.G"
    ],
    "producers": [
      "Bandai Visual",
      "Lantis",
      "Nihon Ad Systems",
      "Mainichi Broadcasting System",
      "Banpresto",
      "Shueisha",
      "BS11"
    ],
    "genres": [
      "Sports"
    ],
    "themes": [
      "School",
      "Team Sports"
    ],
    "aired_from": "2012-04-08T00:00:00+00:00",
    "aired_to": "2012-09-22T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/11771/Kuroko_no_Basket",
    "year": 2012,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 11741,
    "title": "Fate/Zero 2nd Season",
    "title_english": "Fate/Zero Season 2",
    "image_url": "https://cdn.myanimelist.net/images/anime/1522/117645l.jpg",
    "synopsis": "As the Fourth Holy Grail War rages on with no clear victor in sight, the remaining Servants and their Masters are called upon by Church supervisor Risei Kotomine, in order to band together and confront an impending threat that could unravel the Grail War and bring about the destruction of Fuyuki City. The uneasy truce soon collapses as Masters demonstrate that they will do anything in their power, no matter how despicable, to win.\n\nSeeds of doubt are sown between Kiritsugu Emiya and Saber, his Servant, as their conflicting ideologies on heroism and chivalry clash. Meanwhile, an ominous bond forms between Kirei Kotomine, who still seeks to find his purpose in life, and one of the remaining Servants. As the countdown to the end of the war reaches zero, the cost of winning begins to blur the line between victory and defeat.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 8.54,
    "scored_by": 745225,
    "type": "TV",
    "source": "Light novel",
    "studios": [
      "ufotable"
    ],
    "producers": [
      "Aniplex",
      "Nitroplus",
      "Seikaisha",
      "Notes"
    ],
    "genres": [
      "Action",
      "Fantasy"
    ],
    "themes": [
      "Urban Fantasy"
    ],
    "aired_from": "2012-04-08T00:00:00+00:00",
    "aired_to": "2012-06-24T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/11741/Fate_Zero_2nd_Season",
    "year": 2012,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 11759,
    "title": "Accel World",
    "title_english": "Accel World",
    "image_url": "https://cdn.myanimelist.net/images/anime/1002/135430l.jpg",
    "synopsis": "Haruyuki Arita is an overweight, bullied middle schooler who finds solace in playing online games. But his life takes a drastic turn one day, when he finds that all his high scores have been topped by Kuroyukihime, the popular vice president of the student council. She then invites him to the student lounge and introduces him to \"Brain Burst,\" a program which allows the users to accelerate their brain waves to the point where time seems to stop. Brain Burst also functions as an augmented reality fighting game, and in order to get more points to accelerate, users must win duels against other players. However, if a user loses all their points, they will also lose access to Brain Burst forever.\n\nKuroyukihime explains that she chose to show Haruyuki the program because she needs his help. She wants to meet the creator of Brain Burst and uncover the reason of why it was created, but that's easier said than done; to do so, she must defeat the \"Six Kings of Pure Color,\" powerful faction leaders within the game, and reach level 10, the highest level attainable. After the girl helps Haruyuki overcome the bullies that torment him, he vows to help her realize her goal, and so begins the duo's fight to reach the top.\n\n[Written by MAL Rewrite]",
    "episodes": 24,
    "score": 7.2,
    "scored_by": 398677,
    "type": "TV",
    "source": "Light novel",
    "studios": [
      "Sunrise"
    ],
    "producers": [
      "Genco",
      "Rakuonsha",
      "Warner Bros. Japan",
      "flying DOG",
      "ASCII Media Works"
    ],
    "genres": [
      "Action",
      "Romance",
      "Sci-Fi"
    ],
    "themes": [
      "School",
      "Video Game"
    ],
    "aired_from": "2012-04-07T00:00:00+00:00",
    "aired_to": "2012-09-22T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/11759/Accel_World",
    "year": 2012,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 11499,
    "title": "Sankarea",
    "title_english": "Sankarea: Undying Love",
    "image_url": "https://cdn.myanimelist.net/images/anime/1487/95651l.jpg",
    "synopsis": "Ever since he was a child, zombie-obsessed Chihiro Furuya has wanted an undead girlfriend. Soon enough, his love for all things zombie comes in handy when his cat Baabu gets run over, prompting Chihiro to try to make a resurrection potion and bring him back to life. During his endeavor, he sees a rich girl named Rea Sanka yelling into an old well every day about her oppressive life. After meeting and bonding with her, Chihiro is convinced by Rea to persevere in saving Baabu. Eventually, he succeeds with the help of the poisonous hydrangea flowers from Rea's family garden.\n\nUnaware of the potion's success and seeking to escape the burdens of her life, Rea drinks the resurrection potion, mistakenly thinking she will die. Though it doesn't kill her, the effects still linger and her death from a fatal accident causes her to be reborn as a zombie. With help from Chihiro, Rea strives to adjust to her new—albeit undead—life. \n\nFor a boy wanting a zombie girlfriend, this situation would seem like a dream come true. But in Sankarea, Chihiro's life becomes stranger than usual as he deals with Rea's odd new cravings and the unforeseen consequences of her transformation.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 7.27,
    "scored_by": 328513,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Studio Deen"
    ],
    "producers": [
      "Lantis",
      "Pony Canyon",
      "TBS",
      "Kodansha",
      "BS-TBS"
    ],
    "genres": [
      "Comedy",
      "Horror",
      "Romance",
      "Supernatural",
      "Ecchi"
    ],
    "themes": [
      "Love Polygon"
    ],
    "aired_from": "2012-04-06T00:00:00+00:00",
    "aired_to": "2012-06-29T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/11499/Sankarea",
    "year": 2012,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 12445,
    "title": "Tasogare Otome x Amnesia",
    "title_english": "Dusk Maiden of Amnesia",
    "image_url": "https://cdn.myanimelist.net/images/anime/12/64435l.jpg",
    "synopsis": "Seikyou Private Academy, built on the intrigue of traditional occult myths, bears a dark past—for 60 years, it has been haunted by a ghost known as Yuuko, a young woman who mysteriously died in the basement of the old school building. With no memory of her life or death, Yuuko discreetly finds and heads the Paranormal Investigations Club in search of answers.\n\nA chance meeting leads Yuuko to cling to diligent freshman Teiichi Niiya, who can see the quirky ghost. They quickly grow close, and he decides to help her. Along with Kirie Kanoe, Yuuko's relative, and the oblivious second year Momoe Okonogi, they delve deep into the infamous Seven Mysteries of the storied school.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 7.81,
    "scored_by": 202273,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "SILVER LINK."
    ],
    "producers": [
      "Square Enix",
      "Media Factory"
    ],
    "genres": [
      "Horror",
      "Mystery",
      "Romance",
      "Supernatural"
    ],
    "themes": [
      "School"
    ],
    "aired_from": "2012-04-09T00:00:00+00:00",
    "aired_to": "2012-06-25T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/12445/Tasogare_Otome_x_Amnesia",
    "year": 2012,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 12531,
    "title": "Sakamichi no Apollon",
    "title_english": "Kids on the Slope",
    "image_url": "https://cdn.myanimelist.net/images/anime/1604/98654l.jpg",
    "synopsis": "Introverted classical pianist and top student Kaoru Nishimi has just arrived in Kyushu for his first year of high school. Having constantly moved from place to place since his childhood, he abandons all hope of fitting in, preparing himself for another lonely, meaningless year. That is, until he encounters the notorious delinquent Sentarou Kawabuchi.\n\nSentarou's immeasurable love for jazz music inspires Kaoru to learn more about the genre, and as a result, he slowly starts to break out of his shell, making his very first friend. Kaoru begins playing the piano at after-school jazz sessions, located in the basement of fellow student Ritsuko Mukae's family-owned record shop. As he discovers the immense joy of using his musical talents to bring enjoyment to himself and others, Kaoru's summer might just crescendo into one that he will remember forever.\n\nSakamichi no Apollon is a heartwarming story of friendship, music, and love that follows three unique individuals brought together by their mutual appreciation for jazz.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 8.29,
    "scored_by": 180482,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Tezuka Productions",
      "MAPPA"
    ],
    "producers": [
      "Dentsu",
      "Fuji TV",
      "TOHO",
      "DAX Production",
      "Sony Music Entertainment"
    ],
    "genres": [
      "Drama",
      "Romance"
    ],
    "themes": [
      "Historical",
      "Love Polygon",
      "Music",
      "School"
    ],
    "aired_from": "2012-04-13T00:00:00+00:00",
    "aired_to": "2012-06-29T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/12531/Sakamichi_no_Apollon",
    "year": 2012,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 10790,
    "title": "Kore wa Zombie desu ka? of the Dead",
    "title_english": "Is This a Zombie? of the Dead",
    "image_url": "https://cdn.myanimelist.net/images/anime/4/37451l.jpg",
    "synopsis": "Aikawa Ayumu was revived as a zombie by the cute necromancer Eucliwood Hellscythe. After the zany, madcap adventures in the first season of Is This a Zombie? ended, Ayumu thought his life might finally get back to normal, or as normal as it can be for a zombie. However, destiny has other plans for him. Some guys just can't catch a break. \n\n(Source: FUNimation)",
    "episodes": 10,
    "score": 7.47,
    "scored_by": 222977,
    "type": "TV",
    "source": "Light novel",
    "studios": [
      "Studio Deen"
    ],
    "producers": [
      "Kadokawa Shoten",
      "AT-X",
      "Kadokawa Pictures Japan",
      "KlockWorx",
      "flying DOG"
    ],
    "genres": [
      "Action",
      "Comedy",
      "Fantasy",
      "Ecchi"
    ],
    "themes": [
      "Harem",
      "Urban Fantasy",
      "Vampire"
    ],
    "aired_from": "2012-04-05T00:00:00+00:00",
    "aired_to": "2012-06-07T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/10790/Kore_wa_Zombie_desu_ka_of_the_Dead",
    "year": 2012,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 12413,
    "title": "Jormungand",
    "title_english": "Jormungand",
    "image_url": "https://cdn.myanimelist.net/images/anime/11/73280l.jpg",
    "synopsis": "Brought up in a conflict-ridden environment, child soldier Jonathan \"Jonah\" Mar hates weapons and those who deal them. But when Koko Hekmatyar, an international arms dealer, takes on Jonah as one of her bodyguards, he has little choice but to take up arms. Along with Koko's other bodyguards, composed mostly of former special-ops soldiers, Jonah is now tasked with protecting Koko and her overly idealistic goal of world peace from the countless dangers that come from her line of work.\n\nJormungand follows Koko, Jonah, and the rest of crew as they travel the world selling weapons under the international shipping company HCLI. As Koko's work is illegal under international law, she is forced to constantly sidestep both local and international authorities while doing business with armies, private militaries, and militias. With the CIA always hot on her trail, and assassins around every corner, Jonah and the crew must guard Koko and her dream of world peace with their lives or die trying.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 7.79,
    "scored_by": 160872,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "White Fox"
    ],
    "producers": [
      "Geneon Universal Entertainment",
      "Shogakukan-Shueisha Productions"
    ],
    "genres": [
      "Action",
      "Adventure"
    ],
    "themes": [
      "Adult Cast",
      "Military",
      "Organized Crime"
    ],
    "aired_from": "2012-04-11T00:00:00+00:00",
    "aired_to": "2012-06-27T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/12413/Jormungand",
    "year": 2012,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 11785,
    "title": "Haiyore! Nyaruko-san",
    "title_english": "Nyaruko: Crawling With Love!",
    "image_url": "https://cdn.myanimelist.net/images/anime/6/49081l.jpg",
    "synopsis": "Mahiro Yasaka is just an ordinary high school student, until one day he is suddenly attacked by a dangerous monster. Just when everything seems to be lost, he is saved by a silver-haired girl named Nyaruko, who claims to be the shape-shifting deity Nyarlathotep from horror author H. P. Lovecraft's Cthulhu Mythos, sent by the Space Defense Agency to Earth. She explains to Mahiro that the creature chasing him was an alien called Nightgaunt, who had planned on abducting and selling him as a slave.\n\nAfter rescuing him from the alien, the Lovecraftian deity falls madly in love with Mahiro and forces herself into his household, much to his chagrin. Moreover, they are soon joined by two others from the fictional universe: Cthuko, a girl obsessed with Nyaruko, and Hasuta, a young boy easily mistaken for a beautiful female. Together, the three eccentric aliens protect Mahiro from the various extraterrestrial dangers that threaten both his and Earth's well-being, all the while making his life a living hell.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 6.97,
    "scored_by": 157565,
    "type": "TV",
    "source": "Light novel",
    "studios": [
      "Xebec"
    ],
    "producers": [
      "TV Tokyo",
      "Avex Entertainment",
      "Sotsu",
      "KlockWorx",
      "Cospa",
      "SoftBank Creative",
      "Studio Mausu",
      "Bulls Eye"
    ],
    "genres": [
      "Comedy",
      "Sci-Fi"
    ],
    "themes": [
      "Parody"
    ],
    "aired_from": "2012-04-10T00:00:00+00:00",
    "aired_to": "2012-06-26T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/11785/Haiyore_Nyaruko-san",
    "year": 2012,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 12467,
    "title": "Nazo no Kanojo X",
    "title_english": "Mysterious Girlfriend X",
    "image_url": "https://cdn.myanimelist.net/images/anime/3/75205l.jpg",
    "synopsis": "First encounters are always memorable because regardless of the outcome, new experiences are sure to happen. For Akira Tsubaki, a young boy who knows next to nothing about girls, and new transfer student Mikoto Urabe, a mysterious girl who wears a cold facade, their first encounter takes a turn for the romantic.\n\nThrough a series of strange events, Tsubaki suddenly falls in love with Urabe, and together they develop a curious bond. Thus begins the romance and mystery of Urabe, a girl who seems to have a unique way of expressing her emotions.\n\n[Written by MAL Rewrite]",
    "episodes": 13,
    "score": 7.22,
    "scored_by": 159160,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Hoods Entertainment"
    ],
    "producers": [
      "Starchild Records",
      "Yomiko Advertising",
      "Kodansha",
      "Atelier Musa"
    ],
    "genres": [
      "Romance"
    ],
    "themes": [
      "School"
    ],
    "aired_from": "2012-04-08T00:00:00+00:00",
    "aired_to": "2012-07-01T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/12467/Nazo_no_Kanojo_X",
    "year": 2012,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 12291,
    "title": "Acchi Kocchi",
    "title_english": "Place to Place",
    "image_url": "https://cdn.myanimelist.net/images/anime/5/46489l.jpg",
    "synopsis": "Feelings may come and go, but true love always remains in the heart. Tsumiki Miniwa is in love with her best friend, Io Otonashi. For her, confessing is nearly impossible; but to her friends, they seem to be the perfect match. Cute and petite, Tsumiki comes off more as a friend, and Io's attitude toward her is friendlier than toward others. Despite the constant teasing and obvious hints that his friends have been dropping, Io always seems to miss the signs. \n\nThroughout her everyday school life, Tsumiki spends time with her friends and Io. Will she finally muster enough courage to confess her true feelings?\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 7.47,
    "scored_by": 153763,
    "type": "TV",
    "source": "4-koma manga",
    "studios": [
      "AIC"
    ],
    "producers": [
      "Pony Canyon",
      "TBS",
      "DAX Production",
      "BS-TBS",
      "Jumondou",
      "Houbunsha"
    ],
    "genres": [
      "Comedy",
      "Romance"
    ],
    "themes": [
      "Gag Humor",
      "School"
    ],
    "aired_from": "2012-04-06T00:00:00+00:00",
    "aired_to": "2012-06-29T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/12291/Acchi_Kocchi",
    "year": 2012,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 11761,
    "title": "Medaka Box",
    "title_english": "Medaka Box",
    "image_url": "https://cdn.myanimelist.net/images/anime/13/37947l.jpg",
    "synopsis": "Medaka Kurokami is, in the truest sense of the word, perfect. Beautiful, intelligent, and athletic, Medaka's dream is to make others happy. So when she runs for Student Council President of the prestigious Hakoniwa Academy, winning the election with 98% of the votes is only to be expected. \n\nThe very first thing the boisterous new president does is set up the \"Medaka Box,\" a suggestion box allowing students to submit any kind of request for assistance. Together with the cynical Zenkichi Hitoyoshi, her childhood friend who has been strong-armed into helping, Medaka fulfills these requests at a ridiculous rate. For every job completed, she adds flowers to the student council room, with the aim of filling the entire school. However, the two are about to find out that helping others may be a lot harder than they think as they begin to uncover a devastating plan centering on the academy and even Medaka herself!\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 7.01,
    "scored_by": 113795,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Gainax"
    ],
    "producers": [
      "TV Tokyo",
      "Lantis",
      "Media Factory",
      "Hakoniwa Academy Student Council"
    ],
    "genres": [
      "Action",
      "Comedy",
      "Ecchi"
    ],
    "themes": [
      "Martial Arts",
      "School",
      "Super Power"
    ],
    "aired_from": "2012-04-05T00:00:00+00:00",
    "aired_to": "2012-06-21T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/11761/Medaka_Box",
    "year": 2012,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 12431,
    "title": "Uchuu Kyoudai",
    "title_english": "Space Brothers",
    "image_url": "https://cdn.myanimelist.net/images/anime/1290/135694l.jpg",
    "synopsis": "On a fateful summer night in 2006, Mutta Nanba and his younger brother Hibito witness what they believe to be a UFO flying toward the Moon. This impressing and unusual phenomenon leads both siblings vowing to become astronauts, with Hibito aiming for the Moon and Mutta, convinced that the eldest brother has to be one step ahead, for Mars.\n\nNow an adult, life hasn't turned out how Mutta had pictured it: he is diligently working in an automotive company, whereas Hibito is on his way to be the very first Japanese man to step on the Moon. However, after losing his job, Mutta is presented with an unexpected opportunity to catch up to his younger brother when the Japanese Aerospace Exploration Agency, commonly known as JAXA, accepts his application to participate in the next astronaut selection. Despite self-doubts about his prospects, Mutta is unwilling to waste this chance of a lifetime, and thus embarks on an ambitious journey to fulfill the promise made 19 years ago.\n\n[Written by MAL Rewrite]",
    "episodes": 99,
    "score": 8.48,
    "scored_by": 55403,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "A-1 Pictures"
    ],
    "producers": [
      "Yomiuri Telecasting",
      "Trinity Sound"
    ],
    "genres": [
      "Comedy"
    ],
    "themes": [
      "Adult Cast",
      "Space",
      "Workplace"
    ],
    "aired_from": "2012-04-01T00:00:00+00:00",
    "aired_to": "2014-03-22T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/12431/Uchuu_Kyoudai",
    "year": 2012,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 12883,
    "title": "Tsuritama",
    "title_english": "Tsuritama",
    "image_url": "https://cdn.myanimelist.net/images/anime/4/69909l.jpg",
    "synopsis": "Saving the world... by fishing?\n\nYuki Sanada has always felt like a fish out of water. Socially awkward and anxious, he struggles to fit in with his surroundings and moves from town to town with his grandma. As he and his grandma settle into the charming seaside town of Enoshima, Yuki hopes for a fresh start. However, his reputation at school is jeopardized by the arrival of fellow transfer student Haru. The eccentric Haru immediately makes a splash, wildly claiming to be an alien and declaring that Yuki is his friend. Pairing the reluctant Yuki with their classmate and fishing talent, Natsuki Usami, he tasks both of them with the absurd mission of saving the world from a mysterious threat in the ocean. Mischief and hijinks ensue, as these three embark on a whimsical adventure filled with laughs, heart, and self-discovery!\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 7.64,
    "scored_by": 61358,
    "type": "TV",
    "source": "Original",
    "studios": [
      "A-1 Pictures"
    ],
    "producers": [
      "Aniplex",
      "Dentsu",
      "Fuji TV",
      "Sakura Create"
    ],
    "genres": [
      "Comedy",
      "Sci-Fi"
    ],
    "themes": [],
    "aired_from": "2012-04-13T00:00:00+00:00",
    "aired_to": "2012-06-29T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/12883/Tsuritama",
    "year": 2012,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 11837,
    "title": "Zetman",
    "title_english": "Zetman",
    "image_url": "https://cdn.myanimelist.net/images/anime/1955/123132l.jpg",
    "synopsis": "The story starts off with a face-off between two rival heroes, ZET and ALPHAS, and then traces their origins - Jin Kanzaki, a young man with the ability to transform into a superhuman being known as ZET, and Kouga Amagi, a young man with a strong sense of justice who uses technology to fight as ALPHAS.\n\nThe fates of these two men and those around them intertwine as they fight to protect mankind and destroy monstrous abominations known as Players.\n\n(Source: ytv ENGLISH)",
    "episodes": 13,
    "score": 6.83,
    "scored_by": 64151,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "TMS Entertainment"
    ],
    "producers": [
      "TV Asahi",
      "Asatsu DK",
      "YTV",
      "TOHO",
      "Sakura Create",
      "TMS Music"
    ],
    "genres": [
      "Action",
      "Drama",
      "Horror",
      "Romance",
      "Sci-Fi"
    ],
    "themes": [
      "Gore",
      "Super Power"
    ],
    "aired_from": "2012-04-03T00:00:00+00:00",
    "aired_to": "2012-06-26T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/11837/Zetman",
    "year": 2012,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 12461,
    "title": "Hiiro no Kakera",
    "title_english": "Hiiro no Kakera: The Tamayori Princess Saga",
    "image_url": "https://cdn.myanimelist.net/images/anime/3/36925l.jpg",
    "synopsis": "Gods and ghosts only exist in fairy tales, right? That's the impression that high school girl Tamki Kasuga has before she goes to live with her grandmother in the remote village of Kifumura. After being attacked by strange creatures upon her arrival, she is soon informed that females in her family contain the blood of the Tamayori Princess, who has the responsibility and power of keeping gods and ghosts sealed away so that they can't harm the general public. At first Tamaki has trouble believing this, but having five beautiful young men following her everywhere she goes acting as her guardians goes a long way towards convincing her.\n\nThere's more to this job than Tamaki first realizes, however, and the path that lies ahead of her is fraught with peril and danger. Will she be able to successfully take on the heavy role that has been put on her shoulders?",
    "episodes": 13,
    "score": 6.69,
    "scored_by": 47887,
    "type": "TV",
    "source": "Visual novel",
    "studios": [
      "Studio Deen"
    ],
    "producers": [
      "Bandai Visual",
      "Yomiuri Telecasting",
      "Lantis",
      "Kids Station",
      "Movic",
      "DAX Production",
      "Yomiuri TV Enterprise"
    ],
    "genres": [
      "Romance",
      "Supernatural"
    ],
    "themes": [
      "Reverse Harem"
    ],
    "aired_from": "2012-04-01T00:00:00+00:00",
    "aired_to": "2012-06-24T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/12461/Hiiro_no_Kakera",
    "year": 2012,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 12979,
    "title": "Naruto SD: Rock Lee no Seishun Full-Power Ninden",
    "title_english": "Naruto Spin-Off: Rock Lee & His Ninja Pals",
    "image_url": "https://cdn.myanimelist.net/images/anime/13/36475l.jpg",
    "synopsis": "The competitive shinobi world has proven to be challenging for Rock Lee, who lacks the typically required abilities. To compensate for this handicap, the young ninja tenaciously endures severe training to hone his hand-to-hand combat skills. Whenever necessary, he also resorts to creative fighting techniques. With the constant support of his teammates Neji Hyuuga and Tenten, Lee readily embraces daring adventures as opportunities to advance on his path toward excellence.\n\n[Written by MAL Rewrite]",
    "episodes": 51,
    "score": 7.18,
    "scored_by": 52465,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Studio Pierrot"
    ],
    "producers": [
      "TV Tokyo",
      "Shueisha"
    ],
    "genres": [
      "Action",
      "Comedy"
    ],
    "themes": [
      "Parody"
    ],
    "aired_from": "2012-04-03T00:00:00+00:00",
    "aired_to": "2013-03-26T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/12979/Naruto_SD__Rock_Lee_no_Seishun_Full-Power_Ninden",
    "year": 2012,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 12815,
    "title": "Shirokuma Cafe",
    "title_english": "Polar Bear Cafe",
    "image_url": "https://cdn.myanimelist.net/images/anime/6/75649l.jpg",
    "synopsis": "Situated near the local zoo and owned by the charismatic polar bear Shirokuma, Shirokuma Cafe is a popular spot for animals and humans alike, allowing them to sit back and relax after a hard day of work. Whether it's a cold beverage or the latest item on his menu, Shirokuma finds joy in being able to serve his customers, often striking up conversations about various subjects.\n\nTogether with the sarcastic Penguin and the clumsy Panda, they form an odd trio who get themselves caught up in all sorts of misadventures with their other friends such as Grizzly, a bar owner, and Sasako, a human who works at the cafe. From dealing with unrequited love, outdoor camping trips, karaoke sessions, and even the secret to brewing delicious coffee, there's always something bound to be happening in Shirokuma Cafe!\n\n[Written by MAL Rewrite]",
    "episodes": 50,
    "score": 7.89,
    "scored_by": 24761,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Studio Pierrot"
    ],
    "producers": [
      "TV Tokyo",
      "Avex Entertainment"
    ],
    "genres": [
      "Slice of Life"
    ],
    "themes": [
      "Anthropomorphic",
      "Iyashikei",
      "Workplace"
    ],
    "aired_from": "2012-04-05T00:00:00+00:00",
    "aired_to": "2013-03-28T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/12815/Shirokuma_Cafe",
    "year": 2012,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 12471,
    "title": "Eureka Seven AO",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1964/150161l.jpg",
    "synopsis": "The story is set on Okinawa's isolated island of Iwado, which has seen a growing movement advocating a return to an autonomous government. Ao Fukai, a 12-year-old boy with a missing father, lives on the island with an old doctor named Toshio and is about to enter middle school. Ao's mother was taken away a decade ago by unknown individuals. Naru Arata, Ao's 12-year-old childhood friend and the story's heroine, lives with her father, older sister, and grandmother. She has a \"Yuta\" power awakened within her due to an incident when she was young. A mysterious entity called \"Secret\" suddenly appears and launches an attack on the Scub Coral lifeform on the island. Ao launches a certain military FP called \"Nirvash\" aboard a Japanese military transport in his fervent desire to protect the island. \n\n(Source: FUNimation)",
    "episodes": 24,
    "score": 6.63,
    "scored_by": 43840,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Bones"
    ],
    "producers": [
      "Bandai Visual",
      "Kadokawa Shoten",
      "Mainichi Broadcasting System",
      "Bandai",
      "Sony Music Entertainment",
      "Bandai Namco Games",
      "Sammy",
      "Hakuhodo DY Media Partners",
      "Bandai Channel",
      "Fonishia"
    ],
    "genres": [
      "Adventure",
      "Drama",
      "Sci-Fi"
    ],
    "themes": [
      "Mecha"
    ],
    "aired_from": "2012-04-13T00:00:00+00:00",
    "aired_to": "2012-11-20T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/12471/Eureka_Seven_AO",
    "year": 2012,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 11739,
    "title": "Kimi to Boku. 2",
    "title_english": "You and Me 2",
    "image_url": "https://cdn.myanimelist.net/images/anime/10/42107l.jpg",
    "synopsis": "\"No matter how many years go by, I'm sure we'll still be laughing together.\" \n\nTwins Yuta and Yuki, Kaname, and Shun have been childhood friends since kindergarten. When transfer student Chizuru joins them, their five man school life becomes all the more lively. Through the changing seasons, the boys will find laughter, surprises, love, and new encounters waiting for them. \n\nThe second season of the boys growing a little every day of their invaluable daily lives is about to begin! \n\n(Source: Crunchyroll)",
    "episodes": 13,
    "score": 7.91,
    "scored_by": 43489,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "J.C.Staff"
    ],
    "producers": [
      "TV Tokyo",
      "Aniplex",
      "Square Enix",
      "Nihon Ad Systems",
      "Movic"
    ],
    "genres": [
      "Slice of Life"
    ],
    "themes": [
      "Iyashikei",
      "School"
    ],
    "aired_from": "2012-04-03T00:00:00+00:00",
    "aired_to": "2012-06-26T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/11739/Kimi_to_Boku_2",
    "year": 2012,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 13203,
    "title": "Lupin the Third: Mine Fujiko to Iu Onna",
    "title_english": "Lupin the Third: The Woman Called Fujiko Mine",
    "image_url": "https://cdn.myanimelist.net/images/anime/1482/133813l.jpg",
    "synopsis": "Many people are falling prey to a suspicious new religion. Lupin III infiltrates this group, hoping to steal the treasure their leader keeps hidden. There he lays eyes on the beautiful, bewitching woman who has the leader enthralled. This is the story of how fashionable female thief Fujiko Mine first met Lupin III, the greatest thief of his generation.\n\n(Source: ANN)",
    "episodes": 13,
    "score": 7.76,
    "scored_by": 25353,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "TMS Entertainment"
    ],
    "producers": [
      "Tohokushinsha Film Corporation",
      "Po10tial",
      "Nippon Television Network"
    ],
    "genres": [
      "Action",
      "Adventure",
      "Award Winning",
      "Comedy",
      "Ecchi"
    ],
    "themes": [
      "Adult Cast",
      "Samurai"
    ],
    "aired_from": "2012-04-05T00:00:00+00:00",
    "aired_to": "2012-06-28T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/13203/Lupin_the_Third__Mine_Fujiko_to_Iu_Onna",
    "year": 2012,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 13261,
    "title": "Inazuma Eleven Go: Chrono Stone",
    "title_english": "Inazuma Eleven Go: Chrono Stones",
    "image_url": "https://cdn.myanimelist.net/images/anime/1619/94705l.jpg",
    "synopsis": "Inazuma Eleven Go: Chrono Stone is set after the Holy Road Soccer Tournament. The hero of of the moment, Tenma Matsukaze, traveled all over Japan to teach soccer to kids.\n\nHe returns to Raimon Junior High School after completing his mission, but to his surprise, it's no longer the same Raimon Junior High that he remembers. The soccer club is non-existent, and the members of the champion team in the Holy Road Soccer Tournament have no recollection of taking part in the tournament. They neither remember Tenma nor the game of soccer they loved. As Tenma is baffled by this twist, Alpha, the leader of the Route Agents and captain of Protocol Omega team, suddenly appears before him. Alpha declares that he and his team are responsible for wiping out passion for soccer in Raimon along with the memories of the soccer club members: and Tenma himself is next.\n\nThat's when a strange boy named Fei Rune appears just in time to save him. Just who is Fei, and why does Alpha want to eliminate soccer for good? Tenma knows that he needs to do everything in his power to emerge victorious. It's a battle that could seal the fate of soccer forever.",
    "episodes": 51,
    "score": 7.3,
    "scored_by": 39095,
    "type": "TV",
    "source": "Game",
    "studios": [
      "OLM"
    ],
    "producers": [],
    "genres": [
      "Sports"
    ],
    "themes": [
      "Super Power",
      "Team Sports",
      "Time Travel"
    ],
    "aired_from": "2012-04-18T00:00:00+00:00",
    "aired_to": "2013-05-01T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/13261/Inazuma_Eleven_Go__Chrono_Stone",
    "year": 2012,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 12149,
    "title": "AKB0048",
    "title_english": "AKB0048",
    "image_url": "https://cdn.myanimelist.net/images/anime/3/74157l.jpg",
    "synopsis": "After an interplanetary war at the beginning of the 21st century, planet Earth has been left in ruins, with much of its ecosystem completely destroyed. Because it was no longer possible to live a normal life on this planet, the inhabitants are forced to move on to other planets where life will, hopefully, be more comfortable.\n\nThe Deep Galactic Trade Organization, a totalitarian government that affects many of the newly inhabited planets, has somehow come to the conclusion that music is a source of evil, and that it must be banned and destroyed for good. The talent group AKB0048 is soon formed, based on the original AKB48 members that once lived on Earth. Even though their music is now considered universally illegal, they make it their mission to bring their music back to life by travelling from one planet to another and holding as many concerts as they possibly can. They must undergo a whole new set of training methods in order to become the best that they can possibly be, while also avoiding the constant danger of being arrested because of their music. Join interplanetary popstars AKB0048 as they try to save the world－with music!",
    "episodes": 13,
    "score": 7.34,
    "scored_by": 29528,
    "type": "TV",
    "source": "Original",
    "studios": [
      "Satelight"
    ],
    "producers": [
      "Starchild Records",
      "Magic Capsule",
      "GANSIS"
    ],
    "genres": [
      "Sci-Fi"
    ],
    "themes": [
      "Idols (Female)",
      "Music"
    ],
    "aired_from": "2012-04-29T00:00:00+00:00",
    "aired_to": "2012-07-22T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/12149/AKB0048",
    "year": 2012,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 12929,
    "title": "Saint Seiya Omega",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/8/76052l.jpg",
    "synopsis": "The god of war and guardian of his namesake planet, Mars, was once sealed away by Seiya, but time has passed and his revival is at hand. Meanwhile, Saori Kido (Athena) is raising the boy Kouga, whose life Seiya saved, and he's been training every day to become a Saint in order to prepare for the coming crisis... \n\nUnaware of his destiny, when Kouga awakens to the power of his Cosmo hidden inside him, the curtain will rise upon the legend of a new Saint.\n\n(Source: ANN)",
    "episodes": 97,
    "score": 6.29,
    "scored_by": 26023,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Toei Animation"
    ],
    "producers": [
      "Dentsu",
      "TV Asahi"
    ],
    "genres": [
      "Action",
      "Adventure",
      "Fantasy",
      "Sci-Fi"
    ],
    "themes": [
      "Mythology"
    ],
    "aired_from": "2012-04-01T00:00:00+00:00",
    "aired_to": "2014-03-30T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/12929/Saint_Seiya_Omega",
    "year": 2012,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 12753,
    "title": "Phi Brain: Kami no Puzzle - Orpheus Order-hen",
    "title_english": "Phi-Brain ~ Puzzle of God: The Orpheus Order",
    "image_url": "https://cdn.myanimelist.net/images/anime/11/39033l.jpg",
    "synopsis": "The puzzles get tougher and even more deadly as Kaito Daimon continues his battle against the power hungry Givers of the POG. And with one team member already switching sides, will Kaito have what it takes to keep solving the deadly puzzle traps put before him and reach the fabled Puzzle of God? More importantly, will he be able to solve the puzzles AND maintain his sanity? \n\n(Source: Sentai Filmworks)",
    "episodes": 25,
    "score": 7.25,
    "scored_by": 22368,
    "type": "TV",
    "source": "Original",
    "studios": [
      "Sunrise"
    ],
    "producers": [
      "NHK"
    ],
    "genres": [
      "Action",
      "Mystery",
      "Suspense"
    ],
    "themes": [
      "High Stakes Game",
      "Strategy Game"
    ],
    "aired_from": "2012-04-08T00:00:00+00:00",
    "aired_to": "2012-09-23T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/12753/Phi_Brain__Kami_no_Puzzle_-_Orpheus_Order-hen",
    "year": 2012,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 12367,
    "title": "Shining Hearts: Shiawase no Pan",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/5/38329l.jpg",
    "synopsis": "One day, a mysterious girl named Kaguya was washed ashore the island of Wyndaria after a great storm. She encounters Rick, a swordsman who wound up working at the island's bakery. Apparently, Kaguya is suffering from having lost her memories and emotions. In addition, the usually peaceful Wyndaria is now swarming with pirates who came seeking for the special spirit stone that is worn around Kaguya's neck. Knowing the situation, Rick and his co-workers, Nellis, Amyl, and Aerie decided to bring back peace to island and help Kaguya regain her lost memories and emotions. \n\n(Source: Wikipedia)",
    "episodes": 12,
    "score": 6.12,
    "scored_by": 17755,
    "type": "TV",
    "source": "Game",
    "studios": [
      "Production I.G"
    ],
    "producers": [
      "Avex Entertainment",
      "Sega",
      "DAX Production",
      "Volks"
    ],
    "genres": [
      "Action",
      "Fantasy",
      "Gourmet"
    ],
    "themes": [
      "Isekai",
      "Workplace"
    ],
    "aired_from": "2012-04-13T00:00:00+00:00",
    "aired_to": "2012-06-30T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/12367/Shining_Hearts__Shiawase_no_Pan",
    "year": 2012,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 11859,
    "title": "Queen's Blade: Rebellion",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/6/75502l.jpg",
    "synopsis": "Power corrupts, and it when it appears that the once noble Queen Claudette's ways have turned to oppression and heretical persecution, it's up to a new generation of warriors to step up to the plate armor to bear arms and bare their naked fury in open rebellion! The odds may seem unfairly stacked in favor of the Amazonian ranks of the queen, doubly supported by her power of writ and assassins. But the incredible wits and assets of the dazzling array of daring damsels willing to risk their gorgeous skins and put their lithesome bodies on line against her, might just expose a few unexpected weaknesses in the queen's support! \n\n(Source: Sentai Filmworks)",
    "episodes": 12,
    "score": 6.24,
    "scored_by": 14820,
    "type": "TV",
    "source": "Other",
    "studios": [
      "Arms"
    ],
    "producers": [
      "Genco",
      "Media Factory",
      "AT-X",
      "Hobby Japan"
    ],
    "genres": [
      "Action",
      "Adventure",
      "Fantasy",
      "Ecchi"
    ],
    "themes": [],
    "aired_from": "2012-04-03T00:00:00+00:00",
    "aired_to": "2012-06-19T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/11859/Queens_Blade__Rebellion",
    "year": 2012,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 12119,
    "title": "Natsu-iro Kiseki",
    "title_english": "A Summer-Colored Miracle",
    "image_url": "https://cdn.myanimelist.net/images/anime/1904/141848l.jpg",
    "synopsis": "Throughout life, people come and go, eventually departing with a goodbye. For childhood friends Natsumi Aizawa, Yuka Hanaki, and Rinko Tamaki, they are confronted with this harsh reality when they are told their group's fourth member, Saki Mizukoshi, is moving away at the end of summer. With this news threatening their friendship, the four girls seek out a magic stone from local folklore—hoping to use its rumored wish-granting powers to keep them together. After following the steps of the supposed legend, they are surprised to discover that the magic is real.\n\nWhile the summer's end looms over the horizon, Natsumi and the others use the stone to ensure they have no lingering regrets until the end. But regardless of what the future might bring, these four friends will never forget the colorful miracles they experience during what could be their final summer together.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 7.02,
    "scored_by": 16245,
    "type": "TV",
    "source": "Original",
    "studios": [
      "Sunrise"
    ],
    "producers": [
      "Aniplex",
      "Lantis",
      "Mainichi Broadcasting System",
      "Atelier Musa",
      "MusicRay’n"
    ],
    "genres": [
      "Slice of Life",
      "Supernatural"
    ],
    "themes": [
      "School"
    ],
    "aired_from": "2012-04-06T00:00:00+00:00",
    "aired_to": "2012-06-29T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/12119/Natsu-iro_Kiseki",
    "year": 2012,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 10884,
    "title": "Saki Achiga-hen: Episode of Side-A",
    "title_english": "Saki Episode of Side A",
    "image_url": "https://cdn.myanimelist.net/images/anime/8/75513l.jpg",
    "synopsis": "The Achiga Girls' Academy in Nara once defeated regional mahjong powerhouse Bansei High School. It advanced into the national team semifinals but lost to the eventual champion, and the mahjong club was later disbanded.\n\nSix years later, elementary school student Shizuno Takakamo befriends transfer student Nodoka Haramura. The two eventually enter Achiga Girls', but Nodoka transfers out of the school in the second year.\n\nWhen Shizuno sees Nodoka on television the following year as the national middle school individual mahjong champion, she decides to revive Achiga's mahjong club.",
    "episodes": 12,
    "score": 7.31,
    "scored_by": 16937,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Studio Gokumi"
    ],
    "producers": [
      "TV Tokyo",
      "Square Enix",
      "Sotsu",
      "Lantis",
      "Pony Canyon"
    ],
    "genres": [
      "Slice of Life"
    ],
    "themes": [
      "School",
      "Strategy Game"
    ],
    "aired_from": "2012-04-09T00:00:00+00:00",
    "aired_to": "2012-07-02T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/10884/Saki_Achiga-hen__Episode_of_Side-A",
    "year": 2012,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 13377,
    "title": "Recorder to Randoseru Re♪",
    "title_english": "Recorder and Randsell Re",
    "image_url": "https://cdn.myanimelist.net/images/anime/11/38901l.jpg",
    "synopsis": "Second season.",
    "episodes": 13,
    "score": 6.79,
    "scored_by": 17686,
    "type": "TV",
    "source": "4-koma manga",
    "studios": [
      "Seven"
    ],
    "producers": [
      "Takeshobo"
    ],
    "genres": [
      "Comedy"
    ],
    "themes": [
      "School"
    ],
    "aired_from": "2012-04-04T00:00:00+00:00",
    "aired_to": "2012-06-27T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/13377/Recorder_to_Randoseru_Re♪",
    "year": 2012,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 12875,
    "title": "Ginga e Kickoff!!",
    "title_english": "Victory Kickoff!!",
    "image_url": "https://cdn.myanimelist.net/images/anime/1525/120263l.jpg",
    "synopsis": "The story follows a boy who was in a soccer team, but it was disbanded due to not enough players. However, after the boy meets a female professional soccer player, he aims to bring his soccer team back.\n\n(Source: AniDB)",
    "episodes": 39,
    "score": 7.2,
    "scored_by": 13171,
    "type": "TV",
    "source": "Novel",
    "studios": [
      "TYO Animations"
    ],
    "producers": [
      "NHK",
      "Nihon Ad Systems",
      "NHK Enterprises"
    ],
    "genres": [
      "Sports"
    ],
    "themes": [
      "Team Sports"
    ],
    "aired_from": "2012-03-26T00:00:00+00:00",
    "aired_to": "2013-02-26T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/12875/Ginga_e_Kickoff",
    "year": 2012,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 13145,
    "title": "Cardfight!! Vanguard: Asia Circuit-hen",
    "title_english": "Cardfight!! Vanguard Asia Circuit",
    "image_url": "https://cdn.myanimelist.net/images/anime/1508/125013l.jpg",
    "synopsis": "Following their intense battle in the national tournament, Team Q4 disbands, with everyone returning to their regular lives. While paying a visit to Card Capital, Aichi Sendou notices an unfamiliar customer in the shop. After teaching the secretive boy about Cardfight Vanguard, he realizes that his usual deck has become entirely different. \n\nAlthough it contains a variety of units Aichi has never seen before, everyone insists that the cards are the same ones that he has always been using. Moreover, the strange boy disappears without a trace, leaving Aichi further puzzled. As Aichi gets accustomed to the new bizarre deck, he aims to unravel the mystery behind the incident and the peculiar boy.\n\n[Written by MAL Rewrite]",
    "episodes": 39,
    "score": 6.79,
    "scored_by": 15094,
    "type": "TV",
    "source": "Original",
    "studios": [
      "TMS Entertainment"
    ],
    "producers": [
      "TV Tokyo",
      "Dentsu",
      "Sotsu",
      "Bushiroad"
    ],
    "genres": [
      "Action"
    ],
    "themes": [
      "Strategy Game"
    ],
    "aired_from": "2012-04-08T00:00:00+00:00",
    "aired_to": "2013-01-02T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/13145/Cardfight_Vanguard__Asia_Circuit-hen",
    "year": 2012,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 12611,
    "title": "Sengoku Collection",
    "title_english": "Sengoku Collection",
    "image_url": "https://cdn.myanimelist.net/images/anime/12/35329l.jpg",
    "synopsis": "Sengoku Collection revolves around many samurai who are accidentally removed from a parallel universe inhabited by well-known historic characters. Unlike the historical war period known to us, all inhabitants in this unique world look like high school girls. Coming from the medieval era and finding themselves totally amazed by everything they encounter in modern day Tokyo, the girls become best friends through their adventures. \n\n(Source: Crunchyroll)",
    "episodes": 26,
    "score": 6.4,
    "scored_by": 7718,
    "type": "TV",
    "source": "Game",
    "studios": [
      "Brain's Base"
    ],
    "producers": [
      "TV Tokyo",
      "Nihon Ad Systems",
      "ZERO-A"
    ],
    "genres": [
      "Comedy",
      "Fantasy"
    ],
    "themes": [
      "Parody",
      "Samurai"
    ],
    "aired_from": "2012-04-06T00:00:00+00:00",
    "aired_to": "2012-09-28T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/12611/Sengoku_Collection",
    "year": 2012,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 13231,
    "title": "Metal Fight Beyblade Zero G",
    "title_english": "Beyblade: Shogun Steel",
    "image_url": "https://cdn.myanimelist.net/images/anime/5/37159l.jpg",
    "synopsis": "Seven years after the Nemesis Crisis, much of the world has been devastated and ruined after the tragic fighting.  As a result, most people lost faith and interest in Beyblading.  Otori Tsubasa, who became leader of the WBBA, made it his life goal to ensure humanity could restore itself, as well as restore the popularity of Beyblading.  He created the Zero-G battling style as a result, and hopes a new generation of bladers will rise up to accept the sport once again.  One of these is a teenager named Zero Kurogane, who aims to become the top blader after having a destined encounter with the hero of the Nemesis Crisis, Ginga Hagane.",
    "episodes": 38,
    "score": 6.03,
    "scored_by": 9089,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "SynergySP"
    ],
    "producers": [
      "TV Tokyo",
      "d-rights"
    ],
    "genres": [
      "Adventure",
      "Sports"
    ],
    "themes": [],
    "aired_from": "2012-04-08T00:00:00+00:00",
    "aired_to": "2012-12-23T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/13231/Metal_Fight_Beyblade_Zero_G",
    "year": 2012,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 12677,
    "title": "Ozma",
    "title_english": "Ozma",
    "image_url": "https://cdn.myanimelist.net/images/anime/4/35573l.jpg",
    "synopsis": "In the far future, the elevated irradiation from the sun has destroyed the environment of the earth and the birthrate of humans has drastically decreased. The government controls society with an army of cloned soldiers called \"Ideal Children (IC)\". Sam Coyne is a trader in a desert. One day, he saves a beautiful woman Maya, who has been chased by Theseus, a corps of IC. He shelters her in his trade ship, but the destroyers of Theseus surround Sam and Maya.",
    "episodes": 6,
    "score": 6.07,
    "scored_by": 7398,
    "type": "TV",
    "source": "Original",
    "studios": [
      "Gonzo",
      "LandQ studios"
    ],
    "producers": [
      "WOWOW",
      "Pony Canyon",
      "Planet",
      "Viki",
      "Slow Curve",
      "Cyclone Graphics"
    ],
    "genres": [
      "Action",
      "Adventure",
      "Sci-Fi"
    ],
    "themes": [],
    "aired_from": "2012-03-17T00:00:00+00:00",
    "aired_to": "2012-04-21T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/12677/Ozma",
    "year": 2012,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 13163,
    "title": "Furusato Saisei: Nippon no Mukashibanashi",
    "title_english": "Folktales from Japan",
    "image_url": "https://cdn.myanimelist.net/images/anime/11/82364l.jpg",
    "synopsis": "Like in any culture, Japanese kids grow up listening to the stories repeatedly told by their parents and grandparents. The boy born from a peach; the princess from the moon who is discovered inside a bamboo; the old man who can make a dead cherry tree blossom, etc. These short stories that teach kids to see both the dark and bright sides of life have passed traditional moral values from generation to generation.\n\nEach half-hour episode of Folktales from Japan consists of three self-contained stories, well-known and unknown, with a special focus on heartwarming stories that originate from Tohoku, the northern region heavily touched by the earthquake of 2011. May this program help cheer up earthquake victims and cast a light of hope for them?\n\n(Source: Crunchyroll)",
    "episodes": 258,
    "score": 6.92,
    "scored_by": 2807,
    "type": "TV",
    "source": "Other",
    "studios": [
      "Tomason"
    ],
    "producers": [
      "TV Tokyo",
      "Sony Music Entertainment",
      "Peter Pan Creation"
    ],
    "genres": [
      "Supernatural"
    ],
    "themes": [
      "Historical"
    ],
    "aired_from": "2012-04-01T00:00:00+00:00",
    "aired_to": "2017-03-26T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/13163/Furusato_Saisei__Nippon_no_Mukashibanashi",
    "year": 2012,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 13159,
    "title": "Kuromajo-san ga Tooru!!",
    "title_english": "Here Comes the Black Witch!!",
    "image_url": "https://cdn.myanimelist.net/images/anime/7/75496l.jpg",
    "synopsis": "Kurotori Chiyoko, a 5th-grader in elementary school, loves the occult. One day, a friend requests her to do a love fortune-telling. Chiyoko tries to summon Cupid, but thanks to a stuffy nose, accidentally summons a witch named Gyubid instead!\n\nFrom that day on, Chiyoko starts learning witchcraft from Gyubid, the self-proclaimed hottest instructor of the magic world. The training regimen is tough, and punishment for slacking is harsh. Fortunately, Chiyoko is able to keep her extra-curricular studies secret, aided by the fact that no one else can see Gyubid.\n\n(Source: AnimeNfo.com)",
    "episodes": 60,
    "score": 6.55,
    "scored_by": 3020,
    "type": "TV",
    "source": "Novel",
    "studios": [
      "Shin-Ei Animation"
    ],
    "producers": [
      "NHK"
    ],
    "genres": [
      "Comedy",
      "Slice of Life"
    ],
    "themes": [
      "School"
    ],
    "aired_from": "2012-04-04T00:00:00+00:00",
    "aired_to": "2014-02-19T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/13159/Kuromajo-san_ga_Tooru",
    "year": 2012,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 13141,
    "title": "Shiba Inuko-san",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/7/38283l.jpg",
    "synopsis": "Chako Ishibashi is a normal middle schooler at a normal school having normal school days. However, there is one oddity in Chako's everyday life—the student sitting at the desk next to her, Shibainuko-san. What is it about her that Chako finds strange? The answer is simple: Shibainuko-san doesn't look like a human at all. Instead, she looks just like a Shiba Inu!\n\nPolite, well-meaning, and with the mannerisms of both a dog and a human, Shibainuko-san is loved by all. However, Chako notices that her classmates seem oblivious to Shibainuko-san's physical appearance. Can a dog go to school and be a normal student? \n\nJoin Chako and her best friend Naho on bite-sized misadventures with their unusual classmate, who may or may not actually be a dog.\n\n[Written by MAL Rewrite]",
    "episodes": 26,
    "score": 5.7,
    "scored_by": 4009,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Hotline"
    ],
    "producers": [
      "DAX Production",
      "Takeshobo",
      "Dream Creation"
    ],
    "genres": [
      "Comedy"
    ],
    "themes": [],
    "aired_from": "2012-04-01T00:00:00+00:00",
    "aired_to": "2012-09-23T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/13141/Shiba_Inuko-san",
    "year": 2012,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 12863,
    "title": "Pretty Rhythm: Dear My Future",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/8/36633l.jpg",
    "synopsis": "It is three years after the legendary Prism Queen Cup, and Aira Harune, Rizumu Amamiya, and Mion Takamine have become famed Prism Stars, spreading the glamor and radiance of Prism Shows wherever they perform. However, they encounter an unexpected challenge from a passionate and lively girl, Mia Ageha, who has publicly declared her intent to defeat Aira and become the greatest Prism Star.\n\nSensing her potential, the Prism Show agency Pretty Top recruits Mia alongside three other aspiring Prism Stars—Karin Shijimi, Reina Miyama, and Ayami Ooruri—to form an idol group, Prizmmy. But the road to stardom is not easy: Mia has to deal with an old friend's unexpected appearance, this time as her rival, as well as navigate her way through the alluring yet conniving world of Prism Shows. Nevertheless, with her friends and team by her side, Mia is all the more fired up to march forward and carve the future for herself.\n\n[Written by MAL Rewrite]",
    "episodes": 51,
    "score": 6.73,
    "scored_by": 4193,
    "type": "TV",
    "source": "Game",
    "studios": [
      "Tatsunoko Production",
      "Dongwoo A&E"
    ],
    "producers": [],
    "genres": [
      "Sports"
    ],
    "themes": [
      "Idols (Female)",
      "Music"
    ],
    "aired_from": "2012-04-07T00:00:00+00:00",
    "aired_to": "2013-03-30T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/12863/Pretty_Rhythm__Dear_My_Future",
    "year": 2012,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 12123,
    "title": "Yurumates 3D",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/3/36705l.jpg",
    "synopsis": "Yurume, an 18-year-old \"ronin\" and recent high school graduate, has high hopes of being accepted and attending Tokyo University. She moves into an apartment complex, the Maison du Wish, located on the outskirts of Tokyo where other ronins living there are studying for upcoming college acceptance exams.",
    "episodes": 13,
    "score": 6.27,
    "scored_by": 4246,
    "type": "TV",
    "source": "4-koma manga",
    "studios": [
      "C2C"
    ],
    "producers": [
      "DAX Production",
      "Takeshobo",
      "Right Gauge",
      "Dwango Music Entertainment"
    ],
    "genres": [
      "Slice of Life"
    ],
    "themes": [
      "Adult Cast"
    ],
    "aired_from": "2012-04-03T00:00:00+00:00",
    "aired_to": "2012-06-26T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/12123/Yurumates_3D",
    "year": 2012,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 13139,
    "title": "Gakkatsu!",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/8/62295l.jpg",
    "synopsis": "In a fictional school, \"Tender Tank\" Rareko is constantly opening absurd yet strangely enthusiastic debates, this way creating a lively classroom life. Bringing up tremendous themes, she and her classmates exchange words like sword-strokes, and here and there even a profound remark is slipped in. \n\nA fun and informative debate comedy, packed into only five minutes each time. \n\n(Source: AniDB)",
    "episodes": 25,
    "score": 6.42,
    "scored_by": 2859,
    "type": "TV",
    "source": "Original",
    "studios": [
      "NHK"
    ],
    "producers": [
      "Fanworks"
    ],
    "genres": [
      "Comedy"
    ],
    "themes": [
      "School"
    ],
    "aired_from": "2012-04-03T00:00:00+00:00",
    "aired_to": "2012-09-18T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/13139/Gakkatsu",
    "year": 2012,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 12963,
    "title": "Jewelpet Kira☆Deco!",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1750/103979l.jpg",
    "synopsis": "In the Legends of Jewel Land, the Jewelpets were born from the love and caring of their queen, Jewelina. However a strange meteor crashes into the Mirror Ball, destroying it into a million pieces and its fragments called \"Deco Stones\" were all scattered in Jewel Land. In the present time, Ruby, a dimwitted Rabbit Jewelpet and owner of the Kira Kira Shop, has a thing on sparkly decorations and loves to collect anything that sparkles and shines. However, when she and the others learn about the legend of the Mirror Ball and the Deco Stones, they all decided to go and search for them, until they all meet 5 strange individuals called the KiraDeco 5. The group also has the same goal on wanting to collect the Deco Stones and they befriended the Jewelpets, especially to one of their members: Pink Oomiya. Now, the group need to gather all the Deco Stones and stop the Eternal Darkness from taking over the human world. \n\n(Source: ANN)",
    "episodes": 52,
    "score": 6.75,
    "scored_by": 1746,
    "type": "TV",
    "source": "Original",
    "studios": [
      "Studio Comet"
    ],
    "producers": [
      "TV Tokyo",
      "Sotsu",
      "Sanrio"
    ],
    "genres": [],
    "themes": [
      "Anthropomorphic",
      "Mahou Shoujo"
    ],
    "aired_from": "2012-04-07T00:00:00+00:00",
    "aired_to": "2013-03-30T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/12963/Jewelpet_Kira☆Deco",
    "year": 2012,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 13143,
    "title": "Baku Tech! Bakugan",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1738/129892l.jpg",
    "synopsis": "Bakugan is the card game for a new generation. In \"Baku TECH\" passionate warriors fight each other and risk their life for Bakugan.",
    "episodes": 51,
    "score": 5.86,
    "scored_by": 2138,
    "type": "TV",
    "source": "Manga",
    "studios": [],
    "producers": [
      "Shogakukan Music & Digital Entertainment"
    ],
    "genres": [
      "Action"
    ],
    "themes": [
      "Strategy Game"
    ],
    "aired_from": "2012-04-07T00:00:00+00:00",
    "aired_to": "2013-03-30T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/13143/Baku_Tech_Bakugan",
    "year": 2012,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 18845,
    "title": "Ninja Hattori-kun (2012)",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/9/50285l.jpg",
    "synopsis": "Remake of the Ninja Hattori-kun series.",
    "episodes": 52,
    "score": 6.72,
    "scored_by": 1827,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Shin-Ei Animation"
    ],
    "producers": [
      "TV Asahi"
    ],
    "genres": [
      "Comedy"
    ],
    "themes": [],
    "aired_from": "2012-05-13T00:00:00+00:00",
    "aired_to": "2015-02-16T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/18845/Ninja_Hattori-kun_2012",
    "year": 2012,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 13029,
    "title": "Arashi no Yoru ni: Himitsu no Tomodachi",
    "title_english": "One Stormy Night: Secret Friends",
    "image_url": "https://cdn.myanimelist.net/images/anime/4/36603l.jpg",
    "synopsis": "A new anime adaptation by Sparky Animation, Duckbill Entertainment, Baku Enterprise and Bandai Visual of the book Arashi no Yoru ni (One Stormy Night...) by Kimura Yuuichi.",
    "episodes": 26,
    "score": 6.65,
    "scored_by": 884,
    "type": "TV",
    "source": "Book",
    "studios": [
      "Sparky Animation"
    ],
    "producers": [
      "Bandai Visual",
      "Dentsu",
      "TV Osaka",
      "MediaNet",
      "AT-X",
      "Duckbill Entertainment",
      "Baku Enterprise"
    ],
    "genres": [
      "Adventure",
      "Drama"
    ],
    "themes": [
      "Anthropomorphic"
    ],
    "aired_from": "2012-04-04T00:00:00+00:00",
    "aired_to": "2012-09-26T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/13029/Arashi_no_Yoru_ni__Himitsu_no_Tomodachi",
    "year": 2012,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 7867,
    "title": "Gon",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1454/150485l.jpg",
    "synopsis": "The Gon series features the completely wordless adventures of the irascible title character, a tiny fictional dinosaur, as he interacts with the natural world. Gon somehow survived the extinction of his fellow dinosaurs and interacts with paleolithic animals. \n\n(Source: Wikipedia)",
    "episodes": 50,
    "score": 5.98,
    "scored_by": 982,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Daewon Media"
    ],
    "producers": [
      "Kodansha"
    ],
    "genres": [
      "Action",
      "Adventure"
    ],
    "themes": [
      "Anthropomorphic"
    ],
    "aired_from": "2012-04-02T00:00:00+00:00",
    "aired_to": "2013-03-25T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/7867/Gon",
    "year": 2012,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 21997,
    "title": "Duel Masters Victory V",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1549/105193l.jpg",
    "synopsis": "This series continues the adventures of Katta Kirifuda, Bucyake and Yohdel throughout the school season. They meet new classmates such as Leo to duel against. \n\n(Source: Duel Masters Wikia)",
    "episodes": 51,
    "score": 5.81,
    "scored_by": 358,
    "type": "TV",
    "source": "Original",
    "studios": [
      "Shogakukan Music & Digital Entertainment"
    ],
    "producers": [
      "Shogakukan-Shueisha Productions"
    ],
    "genres": [
      "Action",
      "Adventure",
      "Comedy",
      "Fantasy"
    ],
    "themes": [],
    "aired_from": "2012-04-07T00:00:00+00:00",
    "aired_to": "2013-03-30T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/21997/Duel_Masters_Victory_V",
    "year": 2012,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 13431,
    "title": "Himitsukessha Taka no Tsume NEO",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/6/82813l.jpg",
    "synopsis": "Eagle Talon, a secret society based in Kojimachi, Tokyo, with plans for world domination, isn't a secret society anymore! In fact, it's a famous society, known by just about every household in Japan there is, because Eagle Talon went nation-wide with golden time on NHK!",
    "episodes": 38,
    "score": 5.98,
    "scored_by": 174,
    "type": "TV",
    "source": "Original",
    "studios": [
      "DLE"
    ],
    "producers": [],
    "genres": [
      "Comedy"
    ],
    "themes": [
      "Parody",
      "Super Power"
    ],
    "aired_from": "2012-04-06T00:00:00+00:00",
    "aired_to": "2013-02-15T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/13431/Himitsukessha_Taka_no_Tsume_NEO",
    "year": 2012,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 18941,
    "title": "Shimajirou no Wow!",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/9/50737l.jpg",
    "synopsis": "Fourth season of the Shimajirou children's television series.",
    "episodes": null,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Other",
    "studios": [
      "The Answer Studio"
    ],
    "producers": [],
    "genres": [
      "Adventure",
      "Comedy",
      "Fantasy"
    ],
    "themes": [],
    "aired_from": "2012-04-02T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/18941/Shimajirou_no_Wow",
    "year": 2012,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 13455,
    "title": "Zumomo to Nupepe",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1881/133698l.jpg",
    "synopsis": "No synopsis has been added for this series yet.\n\nClick here to update this information.",
    "episodes": 32,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Unknown",
    "studios": [
      "Egg"
    ],
    "producers": [],
    "genres": [
      "Comedy"
    ],
    "themes": [],
    "aired_from": "2012-04-03T00:00:00+00:00",
    "aired_to": "2013-02-26T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/13455/Zumomo_to_Nupepe",
    "year": 2012,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 13465,
    "title": "Little Charo: Touhoku-hen",
    "title_english": "Magical Journey: Little Charo in Tohoku",
    "image_url": "https://cdn.myanimelist.net/images/anime/1786/93779l.jpg",
    "synopsis": "Charo venture around Tono, Iwate, a city in Japan's Tohoku (Northeast) region, attempting to find the Eight-Starred Note in order to prevent the reappearance of the Tenaga-Ashinaga monster of local legend.\n\n(Source: ANN)",
    "episodes": 12,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [
      "Spooky graphic"
    ],
    "producers": [
      "NHK"
    ],
    "genres": [],
    "themes": [
      "Educational"
    ],
    "aired_from": "2012-04-07T00:00:00+00:00",
    "aired_to": "2012-06-30T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/13465/Little_Charo__Touhoku-hen",
    "year": 2012,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 35317,
    "title": "Mini Rope",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/5/85044l.jpg",
    "synopsis": "A short broadcast of Kamiusagi Rope meant to promote the feature film that was released during the middle as well as promote features of the Nihon Eiga Senmon Channel (Japanese Movie Specialty Channel) which is a luxury TV channel that specializes in broadcasting films that costs about 700 yen a month. Rope and Akira talk about what \"mono\" sound is and what does the \"service\" feature actually do.",
    "episodes": 4,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [
      "Comedy",
      "Slice of Life"
    ],
    "themes": [],
    "aired_from": "2012-05-04T00:00:00+00:00",
    "aired_to": "2012-05-25T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/35317/Mini_Rope",
    "year": 2012,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 13463,
    "title": "Panda no Taputapu",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1747/90564l.jpg",
    "synopsis": "A short anime featuring the zodiac animals with a panda named Taputapu as the main character. Each episode is focuses on having a proverb, moral, or uplifting value.",
    "episodes": 431,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [
      "Kachidoki Studio"
    ],
    "producers": [],
    "genres": [],
    "themes": [],
    "aired_from": "2012-04-02T00:00:00+00:00",
    "aired_to": "2013-11-29T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/13463/Panda_no_Taputapu",
    "year": 2012,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 31892,
    "title": "The Legend of Huainanzi",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/13/76794l.jpg",
    "synopsis": "During the ancient Western Han dynasty (206BC-9AD), a series of disasters caused by occult phenomena swept across the entire world. Huainanzi, the mysterious Chinese book bound in bamboo, was ripped apart and sent through time to different historical junctures. The book pieces were transformed into various objects, waiting to be rediscovered.\n\nA hundred years later, a young man, named Hong Lie, lifts up the burden to collect the missing pieces of the ancient bamboo book. With the help of Ba Gong and his friends going through the Gate of 24 Solar Terms, Hong Lie travels through dynasties to search for the lost pieces.\n\nIn his adventure, Hong Lie and his loyal friends, Ji Ming and Gou Tiao, experienced the greatness of the ancient legends, appreciating the wisdom of the ancestors from Chun Qiu Period, and witnessed all the weird things happening among ordinary people. Warmth and coldness, sadness and happiness, separation and reunion, stories led him to the great world in the book Huainanzi. Through exciting adventures, he also made lifelong friends. In this special way, Hong Lie communicated with ancestors and started to see the principle of world, realizing that obeying the laws of nature and being in harmony with the environment was the right thing to do. A simple collecting journey slowly became a challenging trip for him to go on with his family mission, and inherit the ancestor’s spirit.\n\n(Source: Wikipedia)",
    "episodes": 26,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Other",
    "studios": [],
    "producers": [
      "CCTV Animation Group"
    ],
    "genres": [
      "Adventure",
      "Fantasy"
    ],
    "themes": [
      "Historical"
    ],
    "aired_from": "2012-04-23T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/31892/The_Legend_of_Huainanzi",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 22585,
    "title": "Nukko.",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/2/58907l.jpg",
    "synopsis": "The new Nukko. anime is an adolescent school story revolving around Nukko and Nukko's slightly(?) oddball friends.\n\n(Source: ANN)",
    "episodes": 24,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [
      "Kachidoki Studio"
    ],
    "producers": [],
    "genres": [
      "Comedy"
    ],
    "themes": [],
    "aired_from": "2012-04-02T00:00:00+00:00",
    "aired_to": "2012-09-19T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/22585/Nukko",
    "year": 2012,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 13165,
    "title": "Paboo & Mojies",
    "title_english": "Paboo & Mojies",
    "image_url": "https://cdn.myanimelist.net/images/anime/11/36873l.jpg",
    "synopsis": "Paboo is a fun loving and curious boy panda, and he and his group of larger-than-life friends explore and problem-solve in their quirky, imaginative and sometimes zany world! Each episode sees the Mojies (Japanese for letters of the alphabet) and Pappy (the Mojies book fairy of course!) help Paboo to discover the Magic Word and solve the problem of the day!\n\n(Source: Nelvana)",
    "episodes": 52,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [
      "Dongwoo A&E"
    ],
    "producers": [],
    "genres": [],
    "themes": [],
    "aired_from": "2012-04-02T00:00:00+00:00",
    "aired_to": "2013-03-02T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/13165/Paboo___Mojies",
    "year": 2012,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 13459,
    "title": "Ribbon-chan",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/13/48753l.jpg",
    "synopsis": "An anime short series inspired by soft drink company Sapporo Beverage's mascot character Ribbon-chan. The story center on the soda-loving young girl named Ribbon-chan and her pet dog Citron.\n\nNote: The series aired on Wednesdays during episodes of the Nori Suta Max television program.\n\n(Source: ANN)",
    "episodes": 24,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Unknown",
    "studios": [],
    "producers": [],
    "genres": [
      "Comedy"
    ],
    "themes": [],
    "aired_from": "2012-04-04T00:00:00+00:00",
    "aired_to": "2013-03-27T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/13459/Ribbon-chan",
    "year": 2012,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 40087,
    "title": "Penguin no Mondai POW",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1575/101999l.jpg",
    "synopsis": "Final Season of Penguin no Mondai.",
    "episodes": 51,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Unknown",
    "studios": [
      "Shogakukan Music & Digital Entertainment"
    ],
    "producers": [],
    "genres": [],
    "themes": [],
    "aired_from": "2012-04-07T00:00:00+00:00",
    "aired_to": "2013-03-30T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/40087/Penguin_no_Mondai_POW",
    "year": 2012,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 24797,
    "title": "Kubire 3 Shimai",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/5/63745l.jpg",
    "synopsis": "Anthropomorphic peanuts teach dance. Premiered on the Music Launcher's television anime block.",
    "episodes": 7,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Unknown",
    "studios": [
      "Kachidoki Studio"
    ],
    "producers": [],
    "genres": [
      "Comedy"
    ],
    "themes": [],
    "aired_from": "2012-04-01T00:00:00+00:00",
    "aired_to": "2012-01-01T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/24797/Kubire_3_Shimai",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 46907,
    "title": "Dongnan Te Weidui",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1631/127846l.jpg",
    "synopsis": null,
    "episodes": 52,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [
      "Action",
      "Sci-Fi"
    ],
    "themes": [],
    "aired_from": "2012-05-01T00:00:00+00:00",
    "aired_to": "2013-05-01T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/46907/Dongnan_Te_Weidui",
    "year": 2012,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 44293,
    "title": "Gangtie Feilong",
    "title_english": "Dragon Force",
    "image_url": "https://cdn.myanimelist.net/images/anime/1311/123072l.jpg",
    "synopsis": null,
    "episodes": 50,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Unknown",
    "studios": [],
    "producers": [
      "BlueArc Animation Studios"
    ],
    "genres": [
      "Action",
      "Sci-Fi"
    ],
    "themes": [],
    "aired_from": "2012-05-25T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/44293/Gangtie_Feilong",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 44415,
    "title": "Shaonian Shiye: Xiayi Huanle Xing",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1612/123100l.jpg",
    "synopsis": null,
    "episodes": 26,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [],
    "themes": [
      "Historical"
    ],
    "aired_from": "2012-05-01T00:00:00+00:00",
    "aired_to": "2012-11-01T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/44415/Shaonian_Shiye__Xiayi_Huanle_Xing",
    "year": 2012,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 46402,
    "title": "Ben Ben You Youji: Mala Xialingying",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1270/129718l.jpg",
    "synopsis": null,
    "episodes": 50,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [],
    "themes": [],
    "aired_from": "2012-04-01T00:00:00+00:00",
    "aired_to": "2012-08-01T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/46402/Ben_Ben_You_Youji__Mala_Xialingying",
    "year": 2012,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 46332,
    "title": "Shi Er Shengxiao: Long Xing Tianxia",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1158/131002l.jpg",
    "synopsis": null,
    "episodes": 40,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [
      "Fantasy"
    ],
    "themes": [],
    "aired_from": "2012-05-01T00:00:00+00:00",
    "aired_to": "2012-10-01T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/46332/Shi_Er_Shengxiao__Long_Xing_Tianxia",
    "year": 2012,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 44455,
    "title": "Doby Disy: Ku Bi Xiao Zhentan",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1916/122904l.jpg",
    "synopsis": null,
    "episodes": 52,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [],
    "themes": [],
    "aired_from": "2012-04-01T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/44455/Doby_Disy__Ku_Bi_Xiao_Zhentan",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 44476,
    "title": "Zhihui Zidan Che",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1494/122311l.jpg",
    "synopsis": null,
    "episodes": 52,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [],
    "themes": [],
    "aired_from": "2012-04-01T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/44476/Zhihui_Zidan_Che",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 60414,
    "title": "Arms Micron Gekijou",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1963/146744l.jpg",
    "synopsis": "The Arms Microns goof around in their Tokyo living room.",
    "episodes": 52,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [
      "Comedy",
      "Sci-Fi"
    ],
    "themes": [
      "Mecha"
    ],
    "aired_from": "2012-04-07T00:00:00+00:00",
    "aired_to": "2013-03-30T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/60414/Arms_Micron_Gekijou",
    "year": 2012,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  }
]