[
  {
    "mal_id": 11757,
    "title": "Sword Art Online",
    "title_english": "Sword Art Online",
    "image_url": "https://cdn.myanimelist.net/images/anime/11/39717l.jpg",
    "synopsis": "Ever since the release of the innovative NerveGear, gamers from all around the globe have been given the opportunity to experience a completely immersive virtual reality. Sword Art Online (SAO), one of the most recent games on the console, offers a gateway into the wondrous world of Aincrad, a vivid, medieval landscape where users can do anything within the limits of imagination. With the release of this worldwide sensation, gaming has never felt more lifelike.\n\nHowever, the idyllic fantasy rapidly becomes a brutal nightmare when SAO's creator traps thousands of players inside the game. The \"log-out\" function has been removed, with the only method of escape involving beating all of Aincrad's one hundred increasingly difficult levels. Adding to the struggle, any in-game death becomes permanent, ending the player's life in the real world.\n\nWhile Kazuto \"Kirito\" Kirigaya was fortunate enough to be a beta-tester for the game, he quickly finds that despite his advantages, he cannot overcome SAO's challenges alone. Teaming up with Asuna Yuuki and other talented players, Kirito makes an effort to face the seemingly insurmountable trials head-on. But with difficult bosses and threatening dark cults impeding his progress, Kirito finds that such tasks are much easier said than done.\n\n[Written by MAL Rewrite]",
    "episodes": 25,
    "score": 7.22,
    "scored_by": 2246779,
    "type": "TV",
    "source": "Light novel",
    "studios": [
      "A-1 Pictures"
    ],
    "producers": [
      "Aniplex",
      "Genco",
      "DAX Production",
      "ASCII Media Works",
      "Bandai Namco Games"
    ],
    "genres": [
      "Action",
      "Adventure",
      "Fantasy",
      "Romance"
    ],
    "themes": [
      "Video Game"
    ],
    "aired_from": "2012-07-08T00:00:00+00:00",
    "aired_to": "2012-12-23T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/11757/Sword_Art_Online",
    "year": 2012,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 11887,
    "title": "Kokoro Connect",
    "title_english": "Kokoro Connect",
    "image_url": "https://cdn.myanimelist.net/images/anime/2/39665l.jpg",
    "synopsis": "When five students at Yamaboshi Academy realize that there are no clubs where they fit in, they band together to form the Student Cultural Society, or \"StuCS\" for short. The club consists of: Taichi Yaegashi, a hardcore wrestling fan; Iori Nagase, an indecisive optimist; Himeko Inaba, a calm computer genius; Yui Kiriyama, a petite karate practitioner; and Yoshifumi Aoki, the class clown.\n \nOne day, Aoki and Yui experience a strange incident when, without warning, they switch bodies for a short period of time. As this supernatural phenomenon continues to occur randomly amongst the five friends, they begin to realize that it is not just fun and games. Now forced to become closer than ever, they soon discover each other's hidden secrets and emotional scars, which could end up tearing the StuCS and their friendship apart.\n\n[Written by MAL Rewrite]",
    "episodes": 13,
    "score": 7.72,
    "scored_by": 438312,
    "type": "TV",
    "source": "Light novel",
    "studios": [
      "SILVER LINK."
    ],
    "producers": [
      "Starchild Records",
      "Enterbrain"
    ],
    "genres": [
      "Drama",
      "Romance",
      "Supernatural"
    ],
    "themes": [
      "Love Polygon",
      "School"
    ],
    "aired_from": "2012-07-08T00:00:00+00:00",
    "aired_to": "2012-09-30T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/11887/Kokoro_Connect",
    "year": 2012,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 13161,
    "title": "Hagure Yuusha no Aesthetica",
    "title_english": "Aesthetica of a Rogue Hero",
    "image_url": "https://cdn.myanimelist.net/images/anime/9/74047l.jpg",
    "synopsis": "Since the discovery of Samon Syndrome 30 years ago, thousands of young people have traveled to fantasy worlds, the few returnees managing to keep the special abilities they acquired in those parallel universes.\n\nAkatsuki Ousawa, known as the \"Rogue Hero,\" discards his peaceful life in the fantasy world Alayzard to face new challenges upon returning to Earth. He comes back with Miu, the daughter of the Demon King he defeated, and is now forced to hide her true identity by having her pose as his little sister. The two soon join Babel, a special school designed for those who have acquired special abilities and magical powers through their journey to a fantasy world.\n\nBabel was seemingly founded to train young interdimensional travelers and \"guide them to the right path for the sake of humanity and themselves,\" but its true purpose remains unclear to the pseudo-siblings. Will Akatsuki and Miu be able to overcome the hostile, powerful student council and uncover the forces at play behind the scenes?\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 6.69,
    "scored_by": 230423,
    "type": "TV",
    "source": "Light novel",
    "studios": [
      "Arms"
    ],
    "producers": [
      "Genco",
      "Lantis",
      "Media Factory",
      "AT-X",
      "Showgate",
      "Zack Promotion"
    ],
    "genres": [
      "Action",
      "Fantasy",
      "Ecchi"
    ],
    "themes": [
      "Harem",
      "School",
      "Urban Fantasy"
    ],
    "aired_from": "2012-07-06T00:00:00+00:00",
    "aired_to": "2012-09-21T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/13161/Hagure_Yuusha_no_Aesthetica",
    "year": 2012,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 12549,
    "title": "Dakara Boku wa, H ga Dekinai.",
    "title_english": "So, I Can't Play H!",
    "image_url": "https://cdn.myanimelist.net/images/anime/4/75102l.jpg",
    "synopsis": "On the surface, Ryousuke Kaga is the token perverted teenager, spending his days ogling women and indulging in erotic reveries. Because of this, Ryousuke is ostracized by his classmates. Only his childhood friend Mina Okura knows that behind his lecherous persona lies a compassionate boy who has sworn to be chivalrous to girls, believing they are treasures that must be protected.\n\nOne fateful day, Ryousuke runs into Lisara Restall, a Soul Reaper hailing from a noble family, whose primary objective in the human realm is to locate a magically potent person known as the One. In order to fuel her movement with magic, she decides to form a provisional contract with Ryousuke: to use his sexual desires as a source of energy. Carrying out this peculiar arrangement with Lisara, Ryousuke encounters many disparate individuals but also learns of the intriguing yet dark secrets surrounding his world.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 6.52,
    "scored_by": 220613,
    "type": "TV",
    "source": "Light novel",
    "studios": [
      "feel."
    ],
    "producers": [
      "Geneon Universal Entertainment",
      "Sotsu",
      "Lantis",
      "AT-X",
      "DAX Production",
      "KlockWorx",
      "Fujimi Shobo"
    ],
    "genres": [
      "Comedy",
      "Romance",
      "Supernatural",
      "Ecchi"
    ],
    "themes": [
      "Harem",
      "School"
    ],
    "aired_from": "2012-07-06T00:00:00+00:00",
    "aired_to": "2012-09-25T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/12549/Dakara_Boku_wa_H_ga_Dekinai",
    "year": 2012,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 12293,
    "title": "Campione! Matsurowanu Kamigami to Kamigoroshi no Maou",
    "title_english": "Campione!",
    "image_url": "https://cdn.myanimelist.net/images/anime/13/75662l.jpg",
    "synopsis": "The gods of the world are not myths or legends. They exist, unbeknownst to humans, fighting their battles and laying waste to land and life. People perceive the fights of such \"Heretic Gods\" as inexplicable natural disasters they cannot escape.\n\nSixteen-year-old high school student Godou Kusanagi travels to Italy at the request of his grandfather to return a particular tablet to an acquaintance for safekeeping. Godou does not expect to get drawn into a battle between two Heretic Gods alongside Erica Blandelli, a self-proclaimed witch fighting to protect people. Fortunately, he manages to defeat the god of war in mortal combat and becomes a \"Campione\"—or \"God Slayer\"—whose duty is to fight Heretic Gods to save humanity.\n\nGodou's new status as a Campione attracts a bevy of Gods who wish to challenge him and a band of devout followers—mostly women—who are willing to aid him in his battles. Campione!: Matsurowanu Kamigami to Kamigoroshi no Maou follows Godou as he tackles dueling deities in a conflict between Heaven and Earth.\n\n[Written by MAL Rewrite]",
    "episodes": 13,
    "score": 6.9,
    "scored_by": 218827,
    "type": "TV",
    "source": "Light novel",
    "studios": [
      "Diomedéa"
    ],
    "producers": [
      "Lantis",
      "AT-X",
      "Barnum Studio",
      "Magic Capsule",
      "Warner Bros. Japan",
      "KlockWorx",
      "Shueisha",
      "Bulls Eye"
    ],
    "genres": [
      "Action",
      "Comedy",
      "Romance",
      "Supernatural",
      "Ecchi"
    ],
    "themes": [
      "Harem",
      "Mythology"
    ],
    "aired_from": "2012-07-06T00:00:00+00:00",
    "aired_to": "2012-09-28T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/12293/Campione_Matsurowanu_Kamigami_to_Kamigoroshi_no_Maou",
    "year": 2012,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 11933,
    "title": "Oda Nobuna no Yabou",
    "title_english": "The Ambition of Oda Nobuna",
    "image_url": "https://cdn.myanimelist.net/images/anime/11/39249l.jpg",
    "synopsis": "High school student Yoshiharu Sagara wakes up and finds himself in the middle of a raging Sengoku period battle. He is saved by the legendary Hideyoshi Toyotomi, but at the cost of the hero's life. With his dying breath, the warrior pleads for Yoshiharu to become a feudal lord in his place. Now that the course of history has been changed, Yoshiharu pledges to keep the timeline from diverging any further. Yet, after rescuing Nobuna Oda—whom he discovers is actually the fabled Nobunaga Oda's female counterpart—Yoshiharu realizes he has been transported to an alternate reality where most of Japan's historical warlords are now cute girls!\n\nTo set things right and find a way back home, Yoshiharu agrees to become one of Nobuna's retainers and assist her in a conquest of Japan. As Nobuna initiates her campaign, Yoshiharu discovers that the history he learned from playing the video game \"Nobunaga's Ambition\" allows him to predict future events and turn the tide of war. Using this invaluable gift to aid the Oda clan's beautiful generals, Yoshiharu hopes to help his new lord fulfill her dream and win the hearts of women everywhere.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 7.35,
    "scored_by": 151266,
    "type": "TV",
    "source": "Light novel",
    "studios": [
      "Madhouse",
      "Studio Gokumi"
    ],
    "producers": [
      "Pony Canyon",
      "AT-X",
      "KlockWorx",
      "SoftBank Creative"
    ],
    "genres": [
      "Action",
      "Comedy",
      "Romance"
    ],
    "themes": [
      "Harem",
      "Historical",
      "Military",
      "Time Travel"
    ],
    "aired_from": "2012-07-09T00:00:00+00:00",
    "aired_to": "2012-09-24T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/11933/Oda_Nobuna_no_Yabou",
    "year": 2012,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 12175,
    "title": "Koi to Senkyo to Chocolate",
    "title_english": "Love, Election and Chocolate",
    "image_url": "https://cdn.myanimelist.net/images/anime/4/42015l.jpg",
    "synopsis": "Yuuki Oojima is a member of his high school's Food Research Club, whose main activity is eating snacks bought with funds allocated to them by the school. However, this peaceful and wasteful lifestyle is under threat as the upcoming student election draws near. Satsuki Shinonome, a major candidate and the head of the department of financial affairs, campaigns on a platform that includes disbanding meritless clubs such as the Food Research Club and redirecting their budgets to proper ones.\n\nUnderstandably, the Food Research Club is in an uproar over this development, with president Chisato Sumiyoshi vowing to preserve it. But what can they even do to stop the highly competent and popular Satsuki from getting elected?\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 6.96,
    "scored_by": 107028,
    "type": "TV",
    "source": "Visual novel",
    "studios": [
      "AIC Build"
    ],
    "producers": [
      "Aniplex",
      "AIC",
      "Lantis",
      "TBS",
      "Magic Capsule"
    ],
    "genres": [
      "Drama",
      "Romance"
    ],
    "themes": [
      "Harem",
      "School"
    ],
    "aired_from": "2012-07-06T00:00:00+00:00",
    "aired_to": "2012-09-28T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/12175/Koi_to_Senkyo_to_Chocolate",
    "year": 2012,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 12031,
    "title": "Kingdom",
    "title_english": "Kingdom",
    "image_url": "https://cdn.myanimelist.net/images/anime/13/39511l.jpg",
    "synopsis": "China’s Warring States period, a raging dragon that would raze the land for 500 years, saw many kingdoms rise and fall, making way for the next generation of kings and generals to fight for supremacy. Eventually, seven powerful states emerged from the endless cycle of warfare.\n\nIn the kingdom of Qin, Xin, a war-orphaned slave, trains vigorously with fellow slave and best friend, Piao, who shares his proud dream of one day becoming a Great General of the Heavens. However, the two are suddenly forced to part ways when Piao is recruited to work in the royal palace by a retainer of the King.\n\nAfter a fierce coup d'état unfolds, Piao returns to Xin, half dead, with a mission that will lead him to a meeting with China's young King, Ying Zheng, who bears a striking resemblance to Piao. Kingdom follows Xin as he takes his first steps into the great blood-soaked pages of China's history. He must carve his own path to glory on his long quest to become a Great General of the historic Seven Warring States.\n\n[Written by MAL Rewrite]",
    "episodes": 38,
    "score": 7.88,
    "scored_by": 85932,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Studio Pierrot"
    ],
    "producers": [
      "NHK",
      "Sogo Vision"
    ],
    "genres": [
      "Action"
    ],
    "themes": [
      "Historical",
      "Military"
    ],
    "aired_from": "2012-06-04T00:00:00+00:00",
    "aired_to": "2013-02-25T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/12031/Kingdom",
    "year": 2012,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 13535,
    "title": "Binbougami ga!",
    "title_english": "Good Luck Girl!",
    "image_url": "https://cdn.myanimelist.net/images/anime/8/39333l.jpg",
    "synopsis": "Ichiko Sakura lives life on easy mode. Blessed with good fortune, she has everything she has ever wanted, including beauty, intelligence, and wealth. Momiji Binboda is a goddess of poverty. In stark contrast to Ichiko, she is cursed with misfortune, such as a perpetual cast on her arm, a flat chest, and a box under a bridge for a home.\n\nTheir lives collide when Momiji lives up to her title and delivers some unfortunate news to Ichiko: her large amount of luck is due to her subconsciously draining the luck from those around her! Momiji has been tasked with stealing back Ichiko's fortune before she leaves everyone without enough luck to even survive. But Ichiko, with the help of the wandering monk Bobby Statice, manages to fight off the poverty goddess. This defeat forces the goddess to enlist reinforcements in the form of Kumagai, her teddy bear familiar, and the masochistic dog god, Momoo Inugami.\n\nInsanity ensues as Ichiko's quiet life is replaced with daily battles for her fortune. To survive the chaos, Ichiko will need all the luck she can get in Binbougami ga!!\n\n[Written by MAL Rewrite]",
    "episodes": 13,
    "score": 7.66,
    "scored_by": 115512,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Sunrise"
    ],
    "producers": [
      "TV Tokyo",
      "Bandai Visual",
      "Dentsu",
      "Trinity Sound",
      "Sony Music Entertainment",
      "Shueisha"
    ],
    "genres": [
      "Comedy",
      "Supernatural"
    ],
    "themes": [
      "Gag Humor",
      "Parody"
    ],
    "aired_from": "2012-07-05T00:00:00+00:00",
    "aired_to": "2012-09-27T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/13535/Binbougami_ga",
    "year": 2012,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 13367,
    "title": "Kono Naka ni Hitori, Imouto ga Iru!",
    "title_english": "NAKAIMO - My Little Sister Is Among Them!",
    "image_url": "https://cdn.myanimelist.net/images/anime/5/75534l.jpg",
    "synopsis": "Shougo Mikadono's father has just passed away, and now he must become the head of Mikadono Group, his father's company. After completing the training to take over, there is just one other stipulation he must adhere to: he will need to find a girl he loves at his new school and marry her by the time he graduates high school.\n\nShougo transfers to Miryuin Private Academy, and it seems like he has many girls to choose from, such as Konoe Suruma, the class representative as well as his first new friend; Miyabi Kannagi, a standoffish but kind girl; Rinka Kunitachi, the student council vice president; Mei Sagara, who runs a cafe and dresses like a witch; and Mana Tendou, the student council president. However, there is a complication: one of them is his long-lost half sister, and he has no idea which one, so how can he become romantically involved with any of them?\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 6.49,
    "scored_by": 103020,
    "type": "TV",
    "source": "Light novel",
    "studios": [
      "Studio Gokumi"
    ],
    "producers": [
      "Lantis",
      "TBS",
      "DAX Production"
    ],
    "genres": [
      "Comedy",
      "Mystery",
      "Romance",
      "Ecchi"
    ],
    "themes": [
      "Harem",
      "School"
    ],
    "aired_from": "2012-07-06T00:00:00+00:00",
    "aired_to": "2012-09-28T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/13367/Kono_Naka_ni_Hitori_Imouto_ga_Iru",
    "year": 2012,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 12967,
    "title": "Arcana Famiglia",
    "title_english": "La storia della Arcana Famiglia",
    "image_url": "https://cdn.myanimelist.net/images/anime/9/39495l.jpg",
    "synopsis": "​On the island of Regalo, a group of supernaturally powered mafia-like protectors called the Arcana Famiglia safeguard the people from any who would harm them. The members of their organization, having made contracts with tarot cards, each possess different abilities, such as overwhelming strength, invisibility, or the power to see into someone's heart. \n\nMondo, their leader and the \"Papa\" of their family, announces at his birthday party that he will be retiring soon. He plans to hold the Arcana Duello, a competition that, if won, will grant the winner the title of Papa and any wish they desire. But there is more at stake than just a title: Mondo also decides that the winner will marry his daughter, Felicità. Enraged by this, the strong-willed Felicità decides to enter the competition herself, in order to make her own way in the world. As Felicità battles for her freedom, her competitors battle for her heart.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 6.26,
    "scored_by": 101799,
    "type": "TV",
    "source": "Visual novel",
    "studios": [
      "J.C.Staff"
    ],
    "producers": [
      "Frontier Works",
      "Movic",
      "Warner Bros. Japan",
      "Showgate"
    ],
    "genres": [
      "Action",
      "Fantasy",
      "Romance"
    ],
    "themes": [
      "Reverse Harem"
    ],
    "aired_from": "2012-07-01T00:00:00+00:00",
    "aired_to": "2012-09-16T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/12967/Arcana_Famiglia",
    "year": 2012,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 12403,
    "title": "Yuru Yuri♪♪",
    "title_english": "YuruYuri: Happy Go Lily ♪♪",
    "image_url": "https://cdn.myanimelist.net/images/anime/8/75174l.jpg",
    "synopsis": "The girls of the Amusement Club return in Yuru Yuri♪♪, finding new ways to make passing time even more enjoyable. Their members consist of the always energetic Kyouko Toshinou; calm and sensible Yui Funami; polite but often overlooked Akari Akaza; and Chinatsu Yoshikawa, who stumbled upon the others while looking for the Tea Ceremony Club. Together they are the Amusement Club, which has the deceptively simple task of keeping its members entertained.\n\nAlong with the Student Council and the odd family member, they strive to enjoy their youth to the fullest. Whether it's a trip to a hot spring or finishing overdue homework, their lives are never dull, and they will always find an excuse to spend time together.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 7.81,
    "scored_by": 117564,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Doga Kobo"
    ],
    "producers": [
      "Sotsu",
      "Pony Canyon",
      "DAX Production"
    ],
    "genres": [
      "Comedy",
      "Girls Love"
    ],
    "themes": [
      "CGDCT",
      "Gag Humor",
      "School"
    ],
    "aired_from": "2012-07-03T00:00:00+00:00",
    "aired_to": "2012-09-18T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/12403/Yuru_Yuri♪♪",
    "year": 2012,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 10357,
    "title": "Jinrui wa Suitai Shimashita",
    "title_english": "Humanity Has Declined",
    "image_url": "https://cdn.myanimelist.net/images/anime/12/50345l.jpg",
    "synopsis": "Because of the constantly declining birth rates over many decades, human civilization is all but extinct. With only a few humans remaining, they survive in this post-apocalyptic world with what was left behind by the previous generations. Earth is now dominated by fairies, tiny creatures with extremely advanced technology, an obsession with candy, and a complete disregard for human safety. \n\nA young girl who has just finished her studies returns to her hometown and is designated as an official United Nations arbitrator. Her duty is to serve as a link between mankind and fairies, reassuring each side that both races can live together peacefully. She imagines this task will be easy enough, but controlling the disasters created by the oblivious fairies in their pursuit of candy will require a lot more effort than she initially believes.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 7.7,
    "scored_by": 63442,
    "type": "TV",
    "source": "Light novel",
    "studios": [
      "AIC ASTA"
    ],
    "producers": [
      "AIC",
      "Sotsu",
      "Lantis",
      "Pony Canyon",
      "Movic",
      "Marvelous AQL"
    ],
    "genres": [
      "Adventure",
      "Comedy",
      "Fantasy",
      "Sci-Fi"
    ],
    "themes": [],
    "aired_from": "2012-07-02T00:00:00+00:00",
    "aired_to": "2012-09-17T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/10357/Jinrui_wa_Suitai_Shimashita",
    "year": 2012,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 12679,
    "title": "Joshiraku",
    "title_english": "Joshiraku",
    "image_url": "https://cdn.myanimelist.net/images/anime/8/48925l.jpg",
    "synopsis": "Joshiraku follows the conversations of five rakugo storyteller girls relating the odd things that happen to them each day. Their comedic and satirical chatting covers all kinds of topics, from pointless observations of everyday life, to politics, manga, and more. Each girl has something new to add to the discussion, and the discourse never ends in the same place it began.\n\nEach of the rakugo girls has their own unique personality, with the energetic but immature Marii Buratei; the seemingly cute Kigurumi Haroukitei; the inherently lucky and carefree Tetora Bouhatei; the calm and violent Gankyou Kuurubiyuutei; and the pessimistic and unstable Kukuru Anrakutei. These girls—and their mysterious friend in a wrestling mask—give their observations to the audience, either backstage at the rakugo theater or in various famous locations around Tokyo.\n\n[Written by MAL Rewrite]",
    "episodes": 13,
    "score": 7.43,
    "scored_by": 51370,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "J.C.Staff"
    ],
    "producers": [
      "Starchild Records",
      "Mainichi Broadcasting System",
      "Kodansha",
      "KlockWorx"
    ],
    "genres": [
      "Comedy"
    ],
    "themes": [
      "Adult Cast",
      "Gag Humor",
      "Parody",
      "Performing Arts"
    ],
    "aired_from": "2012-07-06T00:00:00+00:00",
    "aired_to": "2012-09-28T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/12679/Joshiraku",
    "year": 2012,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 13333,
    "title": "Tari Tari",
    "title_english": "Tari Tari",
    "image_url": "https://cdn.myanimelist.net/images/anime/10/83575l.jpg",
    "synopsis": "At Shirahamazaka High School, a special recital is held every year in which music students are able to showcase their talents in front of professionals and other prestigious guests. Third-year Konatsu Miyamoto desperately wants to sing in her last high school recital, but because she screwed up the year before, the vice principal has barred her from participating.\n\nThat's when Konatsu comes up with a new plan to get involved; instead of joining the official choir, she'll form her own singing club with her friends! Unfortunately this proves to be harder than she imagined. Her friend Wakana Sakai has given up on singing, for one, and Konatsu needs more than just two members. With only a month left until the recital, will Konatsu be able to find enough members for her club and actually be ready to sing at one of the most important events of the school year and graduate without regrets?",
    "episodes": 13,
    "score": 7.28,
    "scored_by": 59473,
    "type": "TV",
    "source": "Original",
    "studios": [
      "P.A. Works"
    ],
    "producers": [
      "Bandai Visual",
      "Dentsu",
      "Sotsu",
      "Lantis",
      "Pony Canyon",
      "Showgate",
      "Good Smile Company",
      "Infinite"
    ],
    "genres": [
      "Slice of Life"
    ],
    "themes": [
      "Music",
      "Performing Arts",
      "School"
    ],
    "aired_from": "2012-07-01T00:00:00+00:00",
    "aired_to": "2012-09-23T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/13333/Tari_Tari",
    "year": 2012,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 11783,
    "title": "Dog Days'",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/9/42105l.jpg",
    "synopsis": "Cinque returns to the land of Flonyard in Dog Days' to resume his duties as the hero of the Biscotti Republic and it's as though he never left!\n\nThe difference this time is that he's brought two friends with him who become heroes in their own right: childhood best friend Rebecca Anderson, who becomes the hero for the Principality of Pastillage at the urging of their leader Princess Couvert Eschenbach Pastillage, and his cousin Nanami Takatsuki, who becomes the hero for the Galette Lion Dominion.\n\nAs with the first season though, with so many secrets to be uncovered and mysteries to be solved, will there even be time for the athletic events that these three hyper and athletic teenagers love to participate in so much?",
    "episodes": 13,
    "score": 6.97,
    "scored_by": 56092,
    "type": "TV",
    "source": "Original",
    "studios": [
      "Seven Arcs"
    ],
    "producers": [
      "Aniplex",
      "Good Smile Company"
    ],
    "genres": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "themes": [
      "Isekai"
    ],
    "aired_from": "2012-07-07T00:00:00+00:00",
    "aired_to": "2012-09-29T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/11783/Dog_Days",
    "year": 2012,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 11021,
    "title": "Muv-Luv Alternative: Total Eclipse",
    "title_english": "Muv-Luv Alternative: Total Eclipse",
    "image_url": "https://cdn.myanimelist.net/images/anime/3/44462l.jpg",
    "synopsis": "In 1973, following the ruthless six-year-long Lunar War, the hostile alien species known as the BETA—Beings of Extra Terrestrial origin which are Adversary of the human race—invaded Earth, killing billions and decimating Eurasia. While BETA can be destroyed with conventional weapons, their laser-class is able to wipe out entire aircraft fleets, forcing mankind to develop giant combat suits called Tactical Surface Fighters (TSF) to combat them.\n    \nWhen the BETA reach Japan in 1998, military school student and TSF pilot—or eishi—Yui Takamura is ordered to defend Kyoto's last line of defense with her fellow classmates. At the cost of countless human lives and the sacrifice of Yui's friends, the Japanese Imperial Army manages to repel the invaders, leaving destruction in its wake. However, this encounter leaves Yui determined to never again allow something like this to occur.\n    \nThree years later, now a lieutenant, Yui joins the XFJ project, an Alaska-based Japan-American TSF development program. In an international team composed of the uncooperative Japanese-American test pilot Yuuya Bridges and various eishi from countries lost to the BETA, Yui's task is to help develop the new Japanese TSF Shiranui. Amidst political tensions inherited from the Cold War, Muv-Luv Alternative: Total Eclipse follows Yui's delicate mission and Yuuya's journey to overcome the demons of the past that still haunt him.\n\n[Written by MAL Rewrite]",
    "episodes": 24,
    "score": 7.08,
    "scored_by": 42406,
    "type": "TV",
    "source": "Light novel",
    "studios": [
      "Satelight",
      "lxtl"
    ],
    "producers": [
      "TV Tokyo",
      "Avex Entertainment",
      "AT-X",
      "Magic Capsule",
      "Nippon Cultural Broadcasting"
    ],
    "genres": [
      "Drama",
      "Sci-Fi"
    ],
    "themes": [
      "Gore",
      "Mecha",
      "Military"
    ],
    "aired_from": "2012-07-02T00:00:00+00:00",
    "aired_to": "2012-12-24T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/11021/Muv-Luv_Alternative__Total_Eclipse",
    "year": 2012,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 13585,
    "title": "Natsuyuki Rendezvous",
    "title_english": "Natsuyuki Rendezvous",
    "image_url": "https://cdn.myanimelist.net/images/anime/11/38181l.jpg",
    "synopsis": "Ryousuke Hazuki is a young man whose heart has been stolen away, stopping by the local floral shop daily in order to catch a glimpse of the beautiful Rokka Shimao, the shop's owner. In hopes of getting close to her, he decides to get a part-time job at the shop, but before he is able to make his move, he runs into a major roadblock: in her apartment dwells a ghost who claims to be Rokka's deceased husband.\n\nAtsushi Shimao has quietly watched over his widowed wife ever since he passed three years ago. However, Hazuki is the first person to ever notice him, and the two quickly find themselves at odds: the jealous Shimao attempts to thwart the suitor's advances and possess his body, while Hazuki simply wants the ghost to pass on for good, allowing Rokka to move on from the past and him to be with the one he loves. As both men refuse to let go of their desires, an unusual relationship forms between a troubled woman, an unrelenting ghost, and a stubborn man in love.\n\n[Written by MAL Rewrite]",
    "episodes": 11,
    "score": 7.25,
    "scored_by": 34276,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Doga Kobo"
    ],
    "producers": [
      "Dentsu",
      "Fuji TV",
      "TOHO",
      "Sony Music Entertainment",
      "Shodensha"
    ],
    "genres": [
      "Drama",
      "Romance",
      "Supernatural"
    ],
    "themes": [
      "Adult Cast"
    ],
    "aired_from": "2012-07-06T00:00:00+00:00",
    "aired_to": "2012-09-14T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/13585/Natsuyuki_Rendezvous",
    "year": 2012,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 12487,
    "title": "Kyoukaisenjou no Horizon II",
    "title_english": "Horizon in the Middle of Nowhere II",
    "image_url": "https://cdn.myanimelist.net/images/anime/6/38227l.jpg",
    "synopsis": "Taking advantage of the opportunity that the Mikawa Conflict provides, Tori and his comrades attempt to rescue Horizon from the Testament Union. But even as the Floating City Musashi speeds towards its next destination, the Floating Island England, Tres España is preparing its own armada for war against the British Islanders. Now, as the quest of Horizon's emotions builds to its climax, Tori's new battle is about to begin in the land ruled by the Fairy Queen! The reenactment of the history described in the mysterious Testament continues as the secret of the Armor of Deadly Sins is unleashed in the spectacular second season of Horizon in the Middle of Nowhere! \n\n(Source: Sentai Filmworks)",
    "episodes": 13,
    "score": 7.46,
    "scored_by": 38193,
    "type": "TV",
    "source": "Light novel",
    "studios": [
      "Sunrise"
    ],
    "producers": [
      "Bandai Visual",
      "Lantis",
      "ASCII Media Works",
      "Sony PCL"
    ],
    "genres": [
      "Action",
      "Fantasy",
      "Sci-Fi"
    ],
    "themes": [],
    "aired_from": "2012-07-08T00:00:00+00:00",
    "aired_to": "2012-09-30T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/12487/Kyoukaisenjou_no_Horizon_II",
    "year": 2012,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 14093,
    "title": "Pokemon Best Wishes! Season 2",
    "title_english": "Pokémon: Black & White: Rival Destinies",
    "image_url": "https://cdn.myanimelist.net/images/anime/1904/140254l.jpg",
    "synopsis": "Satoshi, Iris and Dent continue their travels through the Isshu region. After successfully winning his eighth Gym Badge against Homika in Tachiwaki City, Shirona invites everyone to stay at her villa in east Isshu, where old friend Hikari is also staying, and participate in the Pokémon World Tournament Junior Cup before Satoshi participates in the Isshu League. Team Rocket, meanwhile, initiate their final plan for the Isshu region. What is the purpose of their desire for the legendary Pokémon Meloetta?",
    "episodes": 24,
    "score": 6.47,
    "scored_by": 43964,
    "type": "TV",
    "source": "Game",
    "studios": [
      "OLM"
    ],
    "producers": [
      "TV Tokyo",
      "MediaNet",
      "Half H.P Studio"
    ],
    "genres": [
      "Action",
      "Adventure",
      "Comedy",
      "Fantasy"
    ],
    "themes": [],
    "aired_from": "2012-06-21T00:00:00+00:00",
    "aired_to": "2013-01-10T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/14093/Pokemon_Best_Wishes_Season_2",
    "year": 2012,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 13115,
    "title": "Hakuouki: Reimeiroku",
    "title_english": "Hakuoki: Demon of the Fleeting Blossom - Dawn of the Shinsengumi",
    "image_url": "https://cdn.myanimelist.net/images/anime/11/71798l.jpg",
    "synopsis": "Beaten and left to perish, Ryuunosuke Ibuki is robbed of everything to his name. Seeing him in such a pitiful state, a man named Kamo Serizawa gives him a second chance and offers him to become his personal assistant. Ibuki seems to be spared by grief, but this new lifestyle only makes him nothing more than a dog to one of the most influential men in all of Kyoto.\n\nMeanwhile, with the rise of ronin attacks on the general population, the shogunate sends the Roshigumi to Kyoto to strike for peace. Led by the honorable yet soft-spoken Isami Kondou, the Roshigumi is composed of strong and skilled samurai but lacks any meaningful political connections to gain footing in the city plagued by crime. Having no other choice, Kondou allies with the arrogant Serizawa and his connections in exchange for their combative strength.\n\nDespite hating everything the samurai stand for, Ibuki finds himself tangled in the business of the Roshigumi. However, as he interacts with the members under Kondou's leadership, Ibuki slowly realizes that not all samurai are as cruel and dishonorable as he once thought. Hakuouki Reimeiroku explores the early days leading up to the formation of the Shinsengumi while the political tension in Kyoto gives rise to instability and uncertainty.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 7.42,
    "scored_by": 23274,
    "type": "TV",
    "source": "Visual novel",
    "studios": [
      "Studio Deen"
    ],
    "producers": [],
    "genres": [
      "Action",
      "Drama",
      "Supernatural"
    ],
    "themes": [
      "Historical",
      "Samurai"
    ],
    "aired_from": "2012-07-10T00:00:00+00:00",
    "aired_to": "2012-09-25T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/13115/Hakuouki__Reimeiroku",
    "year": 2012,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 13349,
    "title": "Chouyaku Hyakuninisshu: Uta Koi.",
    "title_english": "Utakoi",
    "image_url": "https://cdn.myanimelist.net/images/anime/7/42007l.jpg",
    "synopsis": "Uta Koi tells the \"super-liberal interpretation\" of the Hyakuninisshu anthology compiled during Japan's Heian period of 100 romantic poems from 100 different poets such as The Tale of Genji's Murasaki Shikibu.",
    "episodes": 13,
    "score": 7.42,
    "scored_by": 9130,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "TYO Animations"
    ],
    "producers": [
      "TV Tokyo",
      "Aniplex",
      "Nihon Ad Systems",
      "DAX Production"
    ],
    "genres": [
      "Comedy",
      "Romance"
    ],
    "themes": [
      "Historical"
    ],
    "aired_from": "2012-07-03T00:00:00+00:00",
    "aired_to": "2012-09-25T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/13349/Chouyaku_Hyakuninisshu__Uta_Koi",
    "year": 2012,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 12281,
    "title": "Rinne no Lagrange Season 2",
    "title_english": "Lagrange: The Flower of Rin-ne Season 2",
    "image_url": "https://cdn.myanimelist.net/images/anime/4/39321l.jpg",
    "synopsis": "Several months have passed since Lan and Muginami left Earth. Now in her final year of high school, Madoka spends most of her days thinking about her friends, when Lan suddenly returns to Kamogawa City.\n\n(Source: VIZ Media)",
    "episodes": 12,
    "score": 6.95,
    "scored_by": 13508,
    "type": "TV",
    "source": "Original",
    "studios": [
      "Xebec"
    ],
    "producers": [
      "Production I.G",
      "Bandai Visual",
      "Yomiuri Telecasting",
      "flying DOG"
    ],
    "genres": [
      "Comedy",
      "Sci-Fi"
    ],
    "themes": [
      "Mecha"
    ],
    "aired_from": "2012-07-08T00:00:00+00:00",
    "aired_to": "2012-09-23T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/12281/Rinne_no_Lagrange_Season_2",
    "year": 2012,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 13409,
    "title": "Moyashimon Returns",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/11/39775l.jpg",
    "synopsis": "In the second season the story continues exactly where it left off previously. Professor Itsuki's Fermentation Cellar and laboratory is ready for operation and with Sawaki Tadayasu's unique gift to see and communicate with microbes to help, Itsuki's motley group of students begin to process different fermented products like soy sauce and sake.\n\n(Source: ANN)",
    "episodes": 11,
    "score": 7.2,
    "scored_by": 13307,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Telecom Animation Film",
      "Shirogumi"
    ],
    "producers": [
      "Aniplex",
      "Dentsu",
      "Kodansha",
      "Fuji TV"
    ],
    "genres": [
      "Comedy",
      "Gourmet",
      "Supernatural"
    ],
    "themes": [
      "School"
    ],
    "aired_from": "2012-07-06T00:00:00+00:00",
    "aired_to": "2012-09-14T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/13409/Moyashimon_Returns",
    "year": 2012,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 14277,
    "title": "Chitose Get You!!",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/10/50537l.jpg",
    "synopsis": "Chitose is an 11-year-old girl who is madly in love with an older guy named Hiroshi. He works at the town hall right next to the school and Chitose spends every day relentlessly pursuing him. Can Chitose ever convince Hiroshi to go out with her?",
    "episodes": 26,
    "score": 6.2,
    "scored_by": 10161,
    "type": "TV",
    "source": "4-koma manga",
    "studios": [
      "SILVER LINK."
    ],
    "producers": [
      "AT-X",
      "Takeshobo",
      "Dream Creation"
    ],
    "genres": [
      "Comedy",
      "Romance"
    ],
    "themes": [
      "School"
    ],
    "aired_from": "2012-07-02T00:00:00+00:00",
    "aired_to": "2012-12-24T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/14277/Chitose_Get_You",
    "year": 2012,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 14333,
    "title": "Tanken Driland",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1330/100164l.jpg",
    "synopsis": "Due to the influence of someone who visited her town when she was a child, Princess Mikoto of Elua decides to become a hunter and search for treasure all over the land of Driland. She sets out on her journey with her personal assistant Wallens, but they are soon joined by Pollon, a hunter who dreams of being a hero, and Paan, a wandering knight. As they continue their exploration they begin to sense great danger drawing near.",
    "episodes": 37,
    "score": 6.63,
    "scored_by": 2189,
    "type": "TV",
    "source": "Game",
    "studios": [
      "Toei Animation"
    ],
    "producers": [
      "TV Tokyo",
      "Dentsu",
      "GREE"
    ],
    "genres": [
      "Adventure",
      "Fantasy"
    ],
    "themes": [],
    "aired_from": "2012-07-07T00:00:00+00:00",
    "aired_to": "2013-03-30T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/14333/Tanken_Driland",
    "year": 2012,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 14563,
    "title": "Maji de Otaku na English! Ribbon-chan: Eigo de Tatakau Mahou Shoujo",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/4/39693l.jpg",
    "synopsis": "Original anime that aims to teach English with cute girl characters.",
    "episodes": 12,
    "score": 5.26,
    "scored_by": 1991,
    "type": "TV",
    "source": "Original",
    "studios": [
      "AIC Frontier"
    ],
    "producers": [
      "AIC",
      "AIR AGENCY"
    ],
    "genres": [
      "Comedy"
    ],
    "themes": [
      "Mahou Shoujo"
    ],
    "aired_from": "2012-07-31T00:00:00+00:00",
    "aired_to": "2012-11-16T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/14563/Maji_de_Otaku_na_English_Ribbon-chan__Eigo_de_Tatakau_Mahou_Shoujo",
    "year": 2012,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 14693,
    "title": "Yurumates 3D Plus",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/5/40001l.jpg",
    "synopsis": "The continuation of Yurumates 3D right after the first season.",
    "episodes": 13,
    "score": 6.36,
    "scored_by": 2870,
    "type": "TV",
    "source": "4-koma manga",
    "studios": [
      "C2C"
    ],
    "producers": [
      "DAX Production",
      "Takeshobo",
      "Right Gauge",
      "Dwango Music Entertainment",
      "eNa"
    ],
    "genres": [
      "Slice of Life"
    ],
    "themes": [
      "Adult Cast"
    ],
    "aired_from": "2012-07-03T00:00:00+00:00",
    "aired_to": "2012-09-25T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/14693/Yurumates_3D_Plus",
    "year": 2012,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 36423,
    "title": "Zhandou Wang Zhi Jufeng Zhan Hun",
    "title_english": "Infinity Nado",
    "image_url": "https://cdn.myanimelist.net/images/anime/12/87892l.jpg",
    "synopsis": "Dawn and Athas find a mysterious sleeping boy, Pandora, who suffers from amnesia after he comes around. When Pandora just arrives at Freewheel Town, he becomes the chasing target of an organization called Ancient Hunter Group, which demands of him to carry out the \"Great Mission\". Under the attack of Jin and his friends, Ancient Hunter Group is temporarily repelled. \nWith the assistance of Jin and his friends, Pandora gradually gets used to life in this world and his skill on top is much improved.Can Pandora regain his memories? What is his \"Great Mission\"? The story will tell you......\n\n(Source: Official Youtube Channel)",
    "episodes": 52,
    "score": 6.36,
    "scored_by": 490,
    "type": "TV",
    "source": "Original",
    "studios": [
      "Alpha Animation"
    ],
    "producers": [
      "Alpha Group"
    ],
    "genres": [
      "Action"
    ],
    "themes": [],
    "aired_from": "2012-08-23T00:00:00+00:00",
    "aired_to": "2013-08-18T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/36423/Zhandou_Wang_Zhi_Jufeng_Zhan_Hun",
    "year": 2012,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 24793,
    "title": "Bloody Bunny",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1308/113309l.jpg",
    "synopsis": "Shorts based off of the Thai mascot owned by TwoSpot Studio, Bloody Bunny (gender male in this series), and his brother that are avenging their parents' death.",
    "episodes": 26,
    "score": 5.67,
    "scored_by": 323,
    "type": "TV",
    "source": "Other",
    "studios": [
      "Kachidoki Studio"
    ],
    "producers": [],
    "genres": [
      "Comedy"
    ],
    "themes": [],
    "aired_from": "2012-07-18T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/24793/Bloody_Bunny",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 32818,
    "title": "Xiong Chumo: Huanqiu Da Maoxian",
    "title_english": "Boonie Bears or Bust",
    "image_url": "https://cdn.myanimelist.net/images/anime/6/78681l.jpg",
    "synopsis": "Second season of Boonie Bears. \n\nHere opens a brand new chapter in the story of Briar and Bramble bear! This time their fight with Logger Vick has turned into a chase around the world. From the tranquility of life in the countryside to the hustle and bustle of the city, from the mysterious forest into the modern world, the bear brothers stay one step ahead of the marauding Logger Vick who is determined to hunt them down. Our two bears savor every bit of their long and wonderful journey which is dotted with the occasional spot of trouble and friction, but more often than not, laughter and hilarity.\n\n(Source: Official YouTube Channel)",
    "episodes": 104,
    "score": 5.72,
    "scored_by": 169,
    "type": "TV",
    "source": "Original",
    "studios": [
      "Fantawild Animation"
    ],
    "producers": [],
    "genres": [
      "Comedy"
    ],
    "themes": [],
    "aired_from": "2012-07-30T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/32818/Xiong_Chumo__Huanqiu_Da_Maoxian",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 15069,
    "title": "Robin-kun to 100 nin no Otomodachi Season 2",
    "title_english": "Robin with his 100 Friends Season 2",
    "image_url": "https://cdn.myanimelist.net/images/anime/11/40909l.jpg",
    "synopsis": "A story that unfolds around the children of the gentle Green Village, where questions as What is ecology? What is friendship? are answered.",
    "episodes": 13,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Unknown",
    "studios": [],
    "producers": [],
    "genres": [],
    "themes": [],
    "aired_from": "2012-07-07T00:00:00+00:00",
    "aired_to": "2012-09-29T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/15069/Robin-kun_to_100_nin_no_Otomodachi_Season_2",
    "year": 2012,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 48342,
    "title": "Kijeu CSI",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1510/114461l.jpg",
    "synopsis": null,
    "episodes": 104,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [
      "Adventure",
      "Mystery"
    ],
    "themes": [],
    "aired_from": "2012-07-09T00:00:00+00:00",
    "aired_to": "2014-09-15T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/48342/Kijeu_CSI",
    "year": 2012,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 48200,
    "title": "Meoteoldosa (TV)",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1591/130309l.jpg",
    "synopsis": null,
    "episodes": 26,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "themes": [],
    "aired_from": "2012-08-29T00:00:00+00:00",
    "aired_to": "2012-11-28T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/48200/Meoteoldosa_TV",
    "year": 2012,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 48151,
    "title": "Nae Salang Ddung",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1417/126972l.jpg",
    "synopsis": null,
    "episodes": 52,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Unknown",
    "studios": [],
    "producers": [],
    "genres": [
      "Comedy",
      "Fantasy"
    ],
    "themes": [],
    "aired_from": "2012-07-03T00:00:00+00:00",
    "aired_to": "2013-01-29T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/48151/Nae_Salang_Ddung",
    "year": 2012,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 43986,
    "title": "Xi Yangyang Yu Hui Tailang: Jingji Da Lianmeng",
    "title_english": "Pleasant Goat and Big Big Wolf: The Athletic Carousel",
    "image_url": "https://cdn.myanimelist.net/images/anime/1245/115272l.jpg",
    "synopsis": null,
    "episodes": 60,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Unknown",
    "studios": [],
    "producers": [],
    "genres": [
      "Adventure",
      "Comedy"
    ],
    "themes": [],
    "aired_from": "2012-06-30T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/43986/Xi_Yangyang_Yu_Hui_Tailang__Jingji_Da_Lianmeng",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 45513,
    "title": "Ruyi Ku Bao: Sha Qi Ma",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1795/131186l.jpg",
    "synopsis": null,
    "episodes": 52,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [
      "Fantasy"
    ],
    "themes": [],
    "aired_from": "2012-08-01T00:00:00+00:00",
    "aired_to": "2012-10-01T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/45513/Ruyi_Ku_Bao__Sha_Qi_Ma",
    "year": 2012,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 39137,
    "title": "Hong Mao Lan Tu: Meng Guo Li Xian Ji",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1027/98708l.jpg",
    "synopsis": null,
    "episodes": 56,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Unknown",
    "studios": [],
    "producers": [],
    "genres": [],
    "themes": [],
    "aired_from": "2012-08-17T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/39137/Hong_Mao_Lan_Tu__Meng_Guo_Li_Xian_Ji",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 46351,
    "title": "Buffett Shenmi Julebu",
    "title_english": "Secret Millionaires Club",
    "image_url": "https://cdn.myanimelist.net/images/anime/1062/137292l.jpg",
    "synopsis": null,
    "episodes": 26,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [
      "Xing Xing Donghua"
    ],
    "genres": [],
    "themes": [
      "Educational"
    ],
    "aired_from": "2012-07-01T00:00:00+00:00",
    "aired_to": "2013-01-01T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/46351/Buffett_Shenmi_Julebu",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 45380,
    "title": "Tianyan Zhi Zhan",
    "title_english": "Magic Eye Adventures",
    "image_url": "https://cdn.myanimelist.net/images/anime/1656/122374l.jpg",
    "synopsis": null,
    "episodes": 52,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [
      "Adventure",
      "Sci-Fi"
    ],
    "themes": [],
    "aired_from": "2012-07-01T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/45380/Tianyan_Zhi_Zhan",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 44109,
    "title": "Kaixin Baobei: Kaixin Xing Xingqiu",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1387/122277l.jpg",
    "synopsis": null,
    "episodes": 52,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [
      "Comedy",
      "Sci-Fi"
    ],
    "themes": [],
    "aired_from": "2012-08-04T00:00:00+00:00",
    "aired_to": "2013-01-01T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/44109/Kaixin_Baobei__Kaixin_Xing_Xingqiu",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 44469,
    "title": "Mu Ling Baobei",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1444/122292l.jpg",
    "synopsis": null,
    "episodes": 33,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Unknown",
    "studios": [],
    "producers": [],
    "genres": [
      "Fantasy"
    ],
    "themes": [],
    "aired_from": "2012-07-01T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/44469/Mu_Ling_Baobei",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 44926,
    "title": "Xiao Zhu Banna",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1483/128421l.jpg",
    "synopsis": null,
    "episodes": 52,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [
      "Fantasy"
    ],
    "themes": [
      "Anthropomorphic"
    ],
    "aired_from": "2012-08-27T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/44926/Xiao_Zhu_Banna",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 46221,
    "title": "Mo Jiao Zhentan 2: Da Sanjiao Jihua",
    "title_english": "Mojospy 2nd Season",
    "image_url": "https://cdn.myanimelist.net/images/anime/1209/129825l.jpg",
    "synopsis": null,
    "episodes": 52,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [],
    "themes": [],
    "aired_from": "2012-07-23T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/46221/Mo_Jiao_Zhentan_2__Da_Sanjiao_Jihua",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 44781,
    "title": "Roco Wangguo Wudao Hui",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1705/129887l.jpg",
    "synopsis": null,
    "episodes": 8,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Game",
    "studios": [],
    "producers": [],
    "genres": [
      "Adventure",
      "Fantasy"
    ],
    "themes": [],
    "aired_from": "2012-07-13T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/44781/Roco_Wangguo_Wudao_Hui",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 46559,
    "title": "Kuaile Yoube",
    "title_english": "Happy Yoube",
    "image_url": "https://cdn.myanimelist.net/images/anime/1509/131029l.jpg",
    "synopsis": null,
    "episodes": 160,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [],
    "themes": [],
    "aired_from": "2012-07-01T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/46559/Kuaile_Yoube",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 62762,
    "title": "Byeonsinjadongcha Tobot 7th Season",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1553/152619l.jpg",
    "synopsis": null,
    "episodes": 16,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [
      "Sci-Fi"
    ],
    "themes": [
      "Mecha"
    ],
    "aired_from": "2012-07-14T00:00:00+00:00",
    "aired_to": "2012-01-01T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/62762/Byeonsinjadongcha_Tobot_7th_Season",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  }
]