[
  {
    "mal_id": 2001,
    "title": "Tengen Toppa Gurren Lagann",
    "title_english": "Gurren Lagann",
    "image_url": "https://cdn.myanimelist.net/images/anime/4/5123l.jpg",
    "synopsis": "Simon and Kamina were born and raised in a deep, underground village, hidden from the fabled surface. Kamina is a free-spirited loose cannon bent on making a name for himself, while Simon is a timid young boy with no real aspirations. One day while excavating the earth, Simon stumbles upon a mysterious object that turns out to be the ignition key to an ancient artifact of war, which the duo dubs Lagann. Using their new weapon, Simon and Kamina fend off a surprise attack from the surface with the help of Yoko Littner, a hot-blooded redhead wielding a massive gun who wanders the world above.\n\nIn the aftermath of the battle, the sky is now in plain view, prompting Simon and Kamina to set off on a journey alongside Yoko to explore the wastelands of the surface. Soon, they join the fight against the \"Beastmen,\" humanoid creatures that terrorize the remnants of humanity in powerful robots called \"Gunmen.\" Although they face some challenges and setbacks, the trio bravely fights these new enemies alongside other survivors to reclaim the surface, while slowly unraveling a galaxy-sized mystery.\n\n[Written by MAL Rewrite]",
    "episodes": 27,
    "score": 8.64,
    "scored_by": 956165,
    "type": "TV",
    "source": "Original",
    "studios": [
      "Gainax"
    ],
    "producers": [
      "TV Tokyo",
      "Aniplex",
      "Dentsu",
      "Konami",
      "Half H.P Studio",
      "Bandai"
    ],
    "genres": [
      "Adventure",
      "Award Winning",
      "Sci-Fi"
    ],
    "themes": [
      "Mecha"
    ],
    "aired_from": "2007-04-01T00:00:00+00:00",
    "aired_to": "2007-09-30T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/2001/Tengen_Toppa_Gurren_Lagann",
    "year": 2007,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 2025,
    "title": "Darker than Black: Kuro no Keiyakusha",
    "title_english": "Darker than Black",
    "image_url": "https://cdn.myanimelist.net/images/anime/5/19570l.jpg",
    "synopsis": "It has been 10 years since Heaven's Gate appeared in South America and Hell's Gate appeared in Japan, veiling the once familiar night sky with an oppressive skyscape. Their purposes unknown, these Gates are spaces in which the very laws of physics are ignored. With the appearance of the Gates emerged Contractors, who, in exchange for their humanity, are granted supernatural abilities.\n\nIn the Japanese city surrounding Hell's Gate, Section 4 Chief Misaki Kirihara finds herself at odds with an infamous Contractor codenamed Hei. Called \"Black Reaper\" in the underground world, Hei, like his associates, undertakes missions for the mysterious and ruthless Syndicate while slowly peeling back the dark layers covering a nefarious plot that threatens the very existence of Contractors.\n\nFrom the mind of Tensai Okamura comes a sci-fi thriller taking the form of a subtle exposé on a war in which political positions and justice have no sway—a war waged exclusively in the shadows.\n\n[Written by MAL Rewrite]",
    "episodes": 25,
    "score": 8.04,
    "scored_by": 450306,
    "type": "TV",
    "source": "Original",
    "studios": [
      "Bones"
    ],
    "producers": [
      "Aniplex",
      "Square Enix",
      "Mainichi Broadcasting System",
      "Movic",
      "Myrica Music",
      "Fonishia"
    ],
    "genres": [
      "Action",
      "Mystery"
    ],
    "themes": [
      "Super Power"
    ],
    "aired_from": "2007-04-06T00:00:00+00:00",
    "aired_to": "2007-09-28T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/2025/Darker_than_Black__Kuro_no_Keiyakusha",
    "year": 2007,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 1818,
    "title": "Claymore",
    "title_english": "Claymore",
    "image_url": "https://cdn.myanimelist.net/images/anime/3/21834l.jpg",
    "synopsis": "When a shapeshifting demon with a thirst for human flesh, known as \"youma,\" arrives in Raki's village, a lone woman with silver eyes walks into town with only a sword upon her back. She is a \"Claymore,\" a being manufactured as half-human and half-youma, for the express purpose of exterminating these monsters. After Raki's family is killed, the Claymore saves his life, but he is subsequently banished from his home. With nowhere else to go, Raki finds the Claymore, known as Clare, and decides to follow her on her journeys.\n\nAs the pair travel from town to town, defeating youma along the way, more about Clare's organization and her fellow warriors comes to light. With every town cleansed and every demon destroyed, they come closer to the youma on which Clare has sought vengeance ever since she chose to become a Claymore.\n\n[Written by MAL Rewrite]",
    "episodes": 26,
    "score": 7.73,
    "scored_by": 341679,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Madhouse"
    ],
    "producers": [
      "VAP",
      "Avex Entertainment",
      "Nippon Television Network",
      "D.N. Dream Partners",
      "Arts Pro"
    ],
    "genres": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "themes": [
      "Gore"
    ],
    "aired_from": "2007-04-04T00:00:00+00:00",
    "aired_to": "2007-09-26T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/1818/Claymore",
    "year": 2007,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 1887,
    "title": "Lucky☆Star",
    "title_english": "Lucky☆Star",
    "image_url": "https://cdn.myanimelist.net/images/anime/1561/115660l.jpg",
    "synopsis": "Lucky☆Star follows the daily lives of four cute high school girls—Konata Izumi, the lazy otaku; the Hiiragi twins, Tsukasa and Kagami (sugar and spice, respectively); and the smart and well-mannered Miyuki Takara.\n\nAs they go about their lives at school and beyond, they develop their eccentric and lively friendship and making humorous observations about the world around them. Be it Japanese tradition, the intricacies of otaku culture, academics, or the correct way of preparing and eating various foods—no subject is safe from their musings.\n\n[Written by MAL Rewrite]",
    "episodes": 24,
    "score": 7.75,
    "scored_by": 336558,
    "type": "TV",
    "source": "4-koma manga",
    "studios": [
      "Kyoto Animation"
    ],
    "producers": [
      "Lantis",
      "Kadokawa Shoten",
      "Rakuonsha",
      "KlockWorx",
      "Lucky Paradise"
    ],
    "genres": [
      "Comedy"
    ],
    "themes": [
      "CGDCT",
      "Gag Humor",
      "Otaku Culture",
      "School"
    ],
    "aired_from": "2007-04-08T00:00:00+00:00",
    "aired_to": "2007-09-17T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/1887/Lucky☆Star",
    "year": 2007,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 2034,
    "title": "Lovely★Complex",
    "title_english": "Lovely Complex",
    "image_url": "https://cdn.myanimelist.net/images/anime/11/75563l.jpg",
    "synopsis": "Love is unusual for Risa Koizumi and Atsushi Ootani, who are both striving to find their ideal partner in high school—172 cm tall Koizumi is much taller than the average girl, and Ootani is much shorter than the average guy at 156 cm. To add to their plights, their crushes fall in love with each other, leaving Koizumi and Ootani comically flustered and heartbroken. To make matters worse, they're even labeled as a comedy duo by their homeroom teacher due to their personalities and the stark difference in their heights, and their classmates even think of their arguments as sketches.\n\nLovely★Complex follows Koizumi and Ootani as they encourage each other in finding love and become close friends. Apart from their ridiculous antics, they soon find out an unexpected similarity in their music and fashion tastes. Maybe they possess a chemistry yet unknown, but could love ever bloom between the mismatched pair?\n\n[Written by MAL Rewrite]",
    "episodes": 24,
    "score": 8.03,
    "scored_by": 311122,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Toei Animation"
    ],
    "producers": [
      "TBS",
      "TAP",
      "Sony Music Entertainment",
      "Shueisha",
      "Nichion"
    ],
    "genres": [
      "Comedy",
      "Romance"
    ],
    "themes": [
      "School"
    ],
    "aired_from": "2007-04-07T00:00:00+00:00",
    "aired_to": "2007-09-29T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/2034/Lovely★Complex",
    "year": 2007,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 1691,
    "title": "Kaze no Stigma",
    "title_english": "Kaze no Stigma",
    "image_url": "https://cdn.myanimelist.net/images/anime/1558/100478l.jpg",
    "synopsis": "Kazuma Yagami is a user of \"Fuujutsu,\" the ability to control the wind. He returns to his old home, the noble Kannagi household, after being banished four years ago for his inability to control fire and his subsequent defeat in a duel at the hands of his younger cousin, Ayano Kannagi.\n\nReturning after such a brutal exile already gives rise to many conflicts, but to make matters worse, several Kannagi family members have recently been murdered with Fuujutsu. This leads the Kannagi family, including the hot-headed Ayano, to suspect Kazuma as the culprit. Now, Kazuma must not only clear his name, but also aid the family he shares a mutual hatred with, in order to discover the true identity of the killer.\n\n[Written by MAL Rewrite]",
    "episodes": 24,
    "score": 7.15,
    "scored_by": 243455,
    "type": "TV",
    "source": "Light novel",
    "studios": [
      "Gonzo"
    ],
    "producers": [],
    "genres": [
      "Action",
      "Romance",
      "Supernatural"
    ],
    "themes": [],
    "aired_from": "2007-04-13T00:00:00+00:00",
    "aired_to": "2007-09-21T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/1691/Kaze_no_Stigma",
    "year": 2007,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 1292,
    "title": "Afro Samurai",
    "title_english": "Afro Samurai",
    "image_url": "https://cdn.myanimelist.net/images/anime/3/15874l.jpg",
    "synopsis": "When he was a young boy, Afro witnessed his father be cut down in a duel at the hands of a man known only as Justice. After taking the life of Afro's father, Justice cast aside his Number Two headband and took the Number One to claim its godly powers as his own.\n\nYears later, having obtained the Number Two headband which grants him the right to challenge the Number One, Afro moves forward in his hunt for revenge on the man who murdered his father. There is just one thing that stands in his way—everyone else in the world! Though the Number One can only be challenged by the Number Two, the Number Two can be challenged by anyone. As his enemies gather to try and take the title of Number Two, Afro must fight through a myriad of foes and obstacles if he hopes to reach the Number One and claim vengeance once and for all.\n\n[Written by MAL Rewrite]",
    "episodes": 5,
    "score": 7.37,
    "scored_by": 213879,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Gonzo"
    ],
    "producers": [
      "Dentsu",
      "Victor Entertainment",
      "Pony Canyon",
      "Fuji TV"
    ],
    "genres": [
      "Action",
      "Adventure"
    ],
    "themes": [
      "Gore",
      "Samurai"
    ],
    "aired_from": "2007-05-03T00:00:00+00:00",
    "aired_to": "2007-05-04T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/1292/Afro_Samurai",
    "year": 2007,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 2104,
    "title": "Seto no Hanayome",
    "title_english": "My Bride is a Mermaid",
    "image_url": "https://cdn.myanimelist.net/images/anime/1573/146854l.jpg",
    "synopsis": "During his summer vacation, middle school student Nagasumi Michishio travels to the Seto Inland Sea. One day, while swimming at Mio Sun Beach, his leg suddenly cramps. No one is close enough to notice his desperate screams for help, and so he sinks into the ocean, where he is left to drown alone. Just as he loses consciousness, however, a mermaid appears and saves his life.\n\nThat night, Nagasumi is visited by his savior, a girl who introduces herself as Sun Seto—a mermaid from a yakuza family. As it turns out, under mermaid law, a mermaid whose identity is revealed to a human must be punished by execution. To avoid this harrowing outcome, the Seto family propose a solution: Nagasumi must marry Sun or die at the hands of Gouzaburou, Sun's father and boss of the Seto clan. Faced with no other option, Nagasumi takes her hand in marriage.\n\nNow, the newlyweds face the difficult task of keeping their relationship secret. Between Gouzaburou's unending attempts on Nagasumi's life and the eccentric antics of a slew of antagonists, a genuine and innocent love blossoms between the pair as they adapt to their new life. \n\n[Written by MAL Rewrite]",
    "episodes": 26,
    "score": 7.65,
    "scored_by": 148969,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Gonzo",
      "AIC"
    ],
    "producers": [
      "TV Tokyo",
      "Square Enix",
      "Sotsu"
    ],
    "genres": [
      "Comedy",
      "Romance",
      "Supernatural"
    ],
    "themes": [
      "Organized Crime",
      "Parody",
      "School"
    ],
    "aired_from": "2007-04-02T00:00:00+00:00",
    "aired_to": "2007-10-01T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/2104/Seto_no_Hanayome",
    "year": 2007,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 2026,
    "title": "Hayate no Gotoku!",
    "title_english": "Hayate the Combat Butler",
    "image_url": "https://cdn.myanimelist.net/images/anime/7/73932l.jpg",
    "synopsis": "According to Murphy's Law, \"anything that can go wrong, will go wrong,\" and truer words cannot describe the unfortunate life of the hard-working Hayate Ayasaki. Abandoned by his parents after accumulating a debt of over one hundred fifty million yen, he is sold off to the yakuza, initiating his swift getaway from a future he does not want. On that fateful night, he runs into Nagi Sanzenin, a young girl whom he decides to try and kidnap to pay for his family's massive debt.\n\nUnfortunately, due to his kind-hearted nature and a string of misunderstandings, Nagi believes Hayate to be confessing his love to her. After saving her from real kidnappers, Hayate is hired as Nagi's personal butler, upon which she is revealed to be a member of one of the wealthiest families in Japan.\n\nHighly skilled but cursed with the world's worst luck, Hayate gets straight to work serving his employer all the while trying to deal with the many misfortunes that befall him. From taking care of a mansion to fending off dangerous foes, and even unintentionally wooing the hearts of the women around him, Hayate is in over his head in the butler comedy Hayate no Gotoku!\n\n[Written by MAL Rewrite]",
    "episodes": 52,
    "score": 7.5,
    "scored_by": 100262,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "SynergySP"
    ],
    "producers": [
      "TV Tokyo",
      "Studio Tulip",
      "Shogakukan Productions"
    ],
    "genres": [
      "Action",
      "Comedy",
      "Romance"
    ],
    "themes": [
      "Harem",
      "Parody"
    ],
    "aired_from": "2007-04-01T00:00:00+00:00",
    "aired_to": "2008-03-30T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/2026/Hayate_no_Gotoku",
    "year": 2007,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 1827,
    "title": "Seirei no Moribito",
    "title_english": "Moribito - Guardian of the Spirit",
    "image_url": "https://cdn.myanimelist.net/images/anime/4/50337l.jpg",
    "synopsis": "On the precipice of a cataclysmic drought, the Star Readers of the Shin Yogo Empire must devise a plan to avoid widespread famine. It is written in ancient myths that the first emperor, along with eight warriors, slew a water demon to avoid a great drought and save the land that was to become Shin Yogo. If a water demon was to appear once more, its death could bring salvation. However, the water demon manifests itself within the body of the emperor's son, Prince Chagum—by the emperor's order, Chagum is to be sacrificed to save the empire.\n\nMeanwhile, a mysterious spear-wielding mercenary named Balsa arrives in Shin Yogo on business. After saving Chagum from a thinly veiled assassination attempt, she is tasked by Chagum's mother to protect him from the emperor and his hunters. Bound by a sacred vow she once made, Balsa accepts.\n\nSeirei no Moribito follows Balsa as she embarks on her journey to protect Chagum, exploring the beauty of life, nature, family, and the bonds that form between strangers.\n\n[Written by MAL Rewrite]",
    "episodes": 26,
    "score": 8.12,
    "scored_by": 79768,
    "type": "TV",
    "source": "Novel",
    "studios": [
      "Production I.G"
    ],
    "producers": [
      "Dentsu",
      "NHK Enterprises",
      "Geneon Entertainment",
      "Fonishia"
    ],
    "genres": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "themes": [],
    "aired_from": "2007-04-07T00:00:00+00:00",
    "aired_to": "2007-09-29T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/1827/Seirei_no_Moribito",
    "year": 2007,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 1690,
    "title": "Bokura no",
    "title_english": "Bokurano",
    "image_url": "https://cdn.myanimelist.net/images/anime/1690/97048l.jpg",
    "synopsis": "As fifteen children at a summer camp enjoy their carefree vacation together, they stumble upon a small cave near the beach. The group finds a mysterious room deep within its caverns, where they meet a strange man who calls himself Kokopelli. The man invites the children to play a game that involves taking turns controlling a robot to protect the Earth against aliens. Thinking it might be an interesting computer game, all but one of the children sign a contract agreeing to play.\n\nLater that day, the giant robot appears in person and the children are teleported into its cockpit, where they find Kokopelli, who pilots a fight against a similar robotic creature that has appeared nearby. After winning the battle, Kokopelli tries to apologize but is interrupted as the children are teleported back to the ground in the midst of the carnage.\n\nAs the bewilderment following the fight settles, the robot suddenly disappears and the children are left scared and confused. Despite seeming like a harmless game at first, the children never anticipated the stakes of this game and how their pasts would intertwine with their decisions going forward.\n\n[Written by MAL Rewrite]",
    "episodes": 24,
    "score": 7.59,
    "scored_by": 55615,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Gonzo"
    ],
    "producers": [
      "Victor Entertainment",
      "Magic Capsule",
      "Sotsu Music Publishing",
      "Future Vision Music"
    ],
    "genres": [
      "Drama",
      "Sci-Fi",
      "Suspense"
    ],
    "themes": [
      "Mecha",
      "Psychological",
      "Survival"
    ],
    "aired_from": "2007-04-09T00:00:00+00:00",
    "aired_to": "2007-09-25T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/1690/Bokura_no",
    "year": 2007,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 1699,
    "title": "Romeo x Juliet",
    "title_english": "Romeo x Juliet",
    "image_url": "https://cdn.myanimelist.net/images/anime/12/75159l.jpg",
    "synopsis": "On the floating continent of Neo Verona, the Montague family slaughters the entire Capulet family and seizes control of the kingdom. The true heir to the throne, Juliet Fiammata Asto Capulet, manages to escape the onslaught and is hidden away by loyalists for 14 years with hope that she may one day overthrow the cruel Montague regime. \n\nDespite having forgotten the murder of her entire family, Juliet now secretly protects the oppressed citizens of Neo Verona as a vigilante called the Red Whirlwind. During one of her escapades she meets Romeo Candorebanto Montague, the kind and selfless son of the tyrannical Prince Laertes Montague, and without knowledge of each other's background, they both fall in love at first sight. \n\nUnfortunately, however, their destiny is a cursed one: not only does each of the two families wish to obliterate the other, but an ancient secret hidden beneath Neo Verona also threatens their undying love for each other. Will they be able to defy the stars, or is this truly a love that can never be?\n\n[Written by MAL Rewrite]",
    "episodes": 24,
    "score": 7.57,
    "scored_by": 77031,
    "type": "TV",
    "source": "Book",
    "studios": [
      "Gonzo"
    ],
    "producers": [
      "GDH",
      "Kadokawa Shoten",
      "CBC Television",
      "SKY Perfect Well Think",
      "Happinet Pictures",
      "Sotsu Music Publishing",
      "Future Vision Music"
    ],
    "genres": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "themes": [
      "Historical"
    ],
    "aired_from": "2007-04-05T00:00:00+00:00",
    "aired_to": "2007-09-26T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/1699/Romeo_x_Juliet",
    "year": 2007,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 2164,
    "title": "Dennou Coil",
    "title_english": "Den-noh Coil",
    "image_url": "https://cdn.myanimelist.net/images/anime/5/12844l.jpg",
    "synopsis": "In the near future, augmented reality has become a key part of daily life. A gentle middle school girl named Yuuko \"Yasako\" Okonogi and her family have just moved to Daikoku City despite rumors of people disappearing. There, her grandmother, nicknamed \"Mega-baa,\" runs a shop called Megasia that specializes in illegal tools which interact with parts of the virtual world.\n\nMega-baa also hosts an unofficial detective agency called \"Coil,\" a group of children around Yasako's age who find and handle corruption of the virtual world. Yasako gets involved with the group when Fumie Hashimoto, a playful member of Coil, helps rescue her cyberdog Densuke after getting trapped in virtual space while chasing a mysterious virus. Also investigating these corruptions and viruses is an abrasive hacker named Yuuko Amasawa, who the others take to calling Isako.\n\nCan Coil discover the truths behind the mysterious viruses and corruption, and if they can, at what cost?\n\n[Written by MAL Rewrite]",
    "episodes": 26,
    "score": 8.02,
    "scored_by": 45592,
    "type": "TV",
    "source": "Original",
    "studios": [
      "Madhouse"
    ],
    "producers": [
      "Bandai Visual",
      "NHK",
      "Tokuma Shoten",
      "Mediarte Entertainment Works"
    ],
    "genres": [
      "Adventure",
      "Award Winning",
      "Drama",
      "Mystery",
      "Sci-Fi"
    ],
    "themes": [],
    "aired_from": "2007-05-12T00:00:00+00:00",
    "aired_to": "2007-12-01T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/2164/Dennou_Coil",
    "year": 2007,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 2002,
    "title": "Heroic Age",
    "title_english": "Heroic Age",
    "image_url": "https://cdn.myanimelist.net/images/anime/12/50435l.jpg",
    "synopsis": "When the Golden Race invited other races to join them in the stars, three sentient races answered their call. The Goldens called them the Bronze, Silver and Heroic Tribes. Just before the Gold Tribe left to travel to another Universe, a fourth race appeared, traveling to the stars on their own accomplishments. The Golds named the human race the Iron Tribe. During the passing of time, humanity suffers at the hands of the more dominant races and is now facing extinction. Following a prophecy left by the Gold Tribe, Princess Deianeira sets out to search for the powerful being who might be able to save humankind. She meets a wild haired boy on an abandoned planet—a fateful encounter that will not only change the fortunes of Humanity, but also the fate of the universe.\n\n(Source: AniDB)",
    "episodes": 26,
    "score": 7.5,
    "scored_by": 48604,
    "type": "TV",
    "source": "Original",
    "studios": [
      "Xebec"
    ],
    "producers": [
      "Starchild Records"
    ],
    "genres": [
      "Sci-Fi"
    ],
    "themes": [
      "Mecha",
      "Military",
      "Space"
    ],
    "aired_from": "2007-04-02T00:00:00+00:00",
    "aired_to": "2007-10-01T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/2002/Heroic_Age",
    "year": 2007,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 2156,
    "title": "Bakugan Battle Brawlers",
    "title_english": "Bakugan Battle Brawlers",
    "image_url": "https://cdn.myanimelist.net/images/anime/7/21568l.jpg",
    "synopsis": "Mysterious cards came down from the sky one day. Capable of summoning powerful creatures from another dimension, they became the centerpiece of a new game called Bakugan. The game gained instant popularity among children and teenagers, with the best of them competing in a worldwide ranking.\n\nMeanwhile, war for domination over Vestroia, the homeland of Bakugan cards, rages on. Invaded by the White Dragon Naga and his servants, the Doom Beings, the realm becomes increasingly destabilized. Dimensions begin to merge and many Bakugan players come to realize that their pastime is not merely a game.\n\nDanma Kuusou, one such Bakugan player, intends to become the World Ranking's leader someday. However, during one of his fights he experiences a vision of a clash in Vestroia. The fight suddenly moves to Earth, where Danma comes into possession of a talking, mighty fire Bakugan, Pyrus Dragonoid.\n\nHe soon gets dragged into the conflict, and together with his Bakugan Brawlers team, must traverse the dimensions and restore balance in a ravaged world.\n\n[Written by MAL Rewrite]",
    "episodes": 52,
    "score": 6.49,
    "scored_by": 72275,
    "type": "TV",
    "source": "Original",
    "studios": [
      "TMS Entertainment"
    ],
    "producers": [
      "Nelvana"
    ],
    "genres": [
      "Action",
      "Fantasy"
    ],
    "themes": [
      "Strategy Game"
    ],
    "aired_from": "2007-04-05T00:00:00+00:00",
    "aired_to": "2008-03-27T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/2156/Bakugan_Battle_Brawlers",
    "year": 2007,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 1722,
    "title": "Nagasarete Airantou",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/7/75254l.jpg",
    "synopsis": "Ikuto Touhohin just had a fight with his old man, one that led him to make a rash decision to run away from home. He boards a ship, deciding to take a vacation, but the ship is suddenly hit by a huge storm—one that sends Ikuto overboard! When he regains consciousness, he realizes he is still alive on some island. An isolated island. An isolated island with nothing but girls. Beautiful girls. Stranded on an island with only girls, no electricity, gas, radio, television, like he was back in the stone age.\n\n(Source: AniDB)",
    "episodes": 26,
    "score": 7.2,
    "scored_by": 46312,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "feel."
    ],
    "producers": [
      "Square Enix"
    ],
    "genres": [
      "Comedy",
      "Fantasy",
      "Romance",
      "Ecchi"
    ],
    "themes": [
      "Harem"
    ],
    "aired_from": "2007-04-05T00:00:00+00:00",
    "aired_to": "2007-09-27T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/1722/Nagasarete_Airantou",
    "year": 2007,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 2159,
    "title": "Ookiku Furikabutte",
    "title_english": "Big Windup!",
    "image_url": "https://cdn.myanimelist.net/images/anime/2/20751l.jpg",
    "synopsis": "Ren Mihashi was the ace of his middle school's baseball team, but due to his poor pitching, they could never win. Constant losses eventually lead to his teammates bullying him and reached the point where his teammates no longer tried to win, causing Mihashi to graduate with little self-esteem. As a result, Mihashi decides to go to a high school in a different prefecture where he has no intention of playing baseball. Unfortunately, upon his arrival at Nishiura High, he is dragged into joining their new team as the starting pitcher.\n\nAlthough unwilling at first, Mihashi realizes that this is a place where he will be accepted for who he is; with help from the catcher Takaya Abe, he starts to have more confidence in his own abilities. Abe, seeing the potential in Mihashi, makes it a goal to help him become a pitcher worthy of being called an ace.\n\n[Written by MAL Rewrite]",
    "episodes": 25,
    "score": 7.87,
    "scored_by": 42649,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "A-1 Pictures"
    ],
    "producers": [
      "Aniplex",
      "Mainichi Broadcasting System",
      "TBS",
      "Kodansha",
      "Movic",
      "Rakuonsha"
    ],
    "genres": [
      "Sports"
    ],
    "themes": [
      "Team Sports"
    ],
    "aired_from": "2007-04-13T00:00:00+00:00",
    "aired_to": "2007-09-28T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/2159/Ookiku_Furikabutte",
    "year": 2007,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 1965,
    "title": "Sola",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/7/46119l.jpg",
    "synopsis": "Yorito Morimiya is obsessed with the sky. He especially loves taking pictures of its array of different faces—sunrises, sunsets, clouds. On one of his early-morning excursions to photograph the sunrise, Yorito meets a strange girl engaged in an argument with a vending machine. By the time that Yorito forces the girl's tomato juice out of the machine, she's vanished without a trace.\n\nSola follows the story of Yorito, his sister Aono, and their childhood friends Mana and Koyori Ishizuki, as well as that of a mysterious girl who appears and disappears, and who seems to harbor a dark secret. In a world where magic and the supernatural are never far below the surface and no one is who they seem to be, love and loneliness vie for supremacy beneath Yorito's sky.",
    "episodes": 13,
    "score": 7.16,
    "scored_by": 46756,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Nomad"
    ],
    "producers": [
      "Lantis"
    ],
    "genres": [
      "Drama",
      "Romance",
      "Supernatural"
    ],
    "themes": [],
    "aired_from": "2007-04-07T00:00:00+00:00",
    "aired_to": "2007-06-30T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/1965/Sola",
    "year": 2007,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 2130,
    "title": "Kaibutsu Oujo",
    "title_english": "Princess Resurrection",
    "image_url": "https://cdn.myanimelist.net/images/anime/2/20946l.jpg",
    "synopsis": "When Hiro Hiyorimi tries to save a beautiful young woman from certain death, he ends up a dead hero himself! However, since the drop-dead girl is Hime, daughter of the King of the Monsters, his \"reward\" is to come back as a not-quite-living soldier in her honor guard of horror! That means helping fight off the army of supernatural monstrosities Hime's siblings are unleashing against her in hopes of moving up the ladder of succession.\n\nAnd if facing off with vampires and zombies isn't bad enough, how can anyone be prepared for the REALLY weird ones, like were-sharks, pandas and killer dumplings? This sure as hell isn't the afterlife Hiro was hoping for, but the really sad part is that Hime is the good girl in all of this... or at least as close to good as you can come when you're on the wrong side of the gates of hell!\n\n(Source: RightStuf)",
    "episodes": 25,
    "score": 6.95,
    "scored_by": 30688,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Madhouse"
    ],
    "producers": [
      "Imagin",
      "Lantis",
      "Index",
      "Universal Pictures Japan"
    ],
    "genres": [
      "Action",
      "Comedy",
      "Horror",
      "Supernatural"
    ],
    "themes": [
      "Vampire"
    ],
    "aired_from": "2007-04-13T00:00:00+00:00",
    "aired_to": "2007-09-28T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/2130/Kaibutsu_Oujo",
    "year": 2007,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 2158,
    "title": "Terra e... (TV)",
    "title_english": "Toward the Terra (TV)",
    "image_url": "https://cdn.myanimelist.net/images/anime/1013/117558l.jpg",
    "synopsis": "When humanity realized that the Earth, or Terra, had been polluted beyond fixing, the planet's governments united under a unique authoritarian system named Superior Domination (SD) and started to colonize space. Centuries later, mankind has given up its freedom in favor of the AI Grand Mother; when someone reaches the age of 14, their memories are wiped and they are automatically assigned a new role in society.\n\nJomy Marquis Shin, a sensitive young man raised by loving parents, is saved from this grim fate by Soldier Blue, the current leader of the Mu race—a new species of human beings blessed with psychic abilities. However, in the eyes of SD, the existence of people like Jomy threatens the new paradigm of humanity. Hunted down by the hounds of the government, Jomy finds solace in the welcoming arms of the Mu, who hide aboard the spaceship Shangri-La.\n\nNow the leader of the Mu resistance years later, Jomy embarks on a journey toward Terra to escape from SD's manhunt led by Keith Anyan, an ambitious and ruthless rising star of humanity. Will Jomy and his people manage to reach the cradle of humanity before Keith destroys their last hope?\n\n[Written by MAL Rewrite]",
    "episodes": 24,
    "score": 7.85,
    "scored_by": 19440,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Tokyo Kids",
      "Minami Machi Bugyousho"
    ],
    "producers": [
      "Aniplex",
      "Mainichi Broadcasting System",
      "SKY Perfect Well Think"
    ],
    "genres": [
      "Action",
      "Drama",
      "Sci-Fi"
    ],
    "themes": [
      "Military",
      "Space",
      "Super Power"
    ],
    "aired_from": "2007-04-07T00:00:00+00:00",
    "aired_to": "2007-09-22T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/2158/Terra_e_TV",
    "year": 2007,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 2030,
    "title": "El Cazador de la Bruja",
    "title_english": "El Cazador de la Bruja",
    "image_url": "https://cdn.myanimelist.net/images/anime/1446/98891l.jpg",
    "synopsis": "Nadie is a bounty hunter with an attitude, and she's got a lock on her next target: Ellis, a young amnesiac girl who is a suspect in the murder of a famous scientist. Nadie manages to apprehend Ellis, but on a whim, decides to accompany her to Wiñay Marka, a place which supposedly holds the key to unlocking Ellis's memories and her mysterious past. However, Nadie cautions Ellis that this does not mean she will go free—once Ellis has found what she is looking for, Nadie will turn her over to the authorities. With Ellis's connection to a gemstone called the Inca Rose as their only guide, the two set off on their journey south through Mexico to search for the mysterious \"Eternal City\" of Wiñay Marka.\n\n[Written by MAL Rewrite]",
    "episodes": 26,
    "score": 7.2,
    "scored_by": 19331,
    "type": "TV",
    "source": "Original",
    "studios": [
      "Bee Train"
    ],
    "producers": [
      "Victor Entertainment",
      "Half H.P Studio"
    ],
    "genres": [
      "Adventure",
      "Drama",
      "Mystery"
    ],
    "themes": [],
    "aired_from": "2007-04-03T00:00:00+00:00",
    "aired_to": "2007-09-25T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/2030/El_Cazador_de_la_Bruja",
    "year": 2007,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 2142,
    "title": "Blue Dragon",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/2/20597l.jpg",
    "synopsis": "As Shu's village was being attacked by an unknown enemy, he and his friends, Jiro and Kluke decide to defend their home. They soon meet warrior Zola and receive the powers of Shadow, an ability that let's them transform their shadow into a powerful monster. Shu receives one of the most powerful monsters, Blue Dragon, and they all set out to defeat their enemy.\n\n(Source: ANN)",
    "episodes": 51,
    "score": 6.4,
    "scored_by": 29643,
    "type": "TV",
    "source": "Game",
    "studios": [
      "Studio Pierrot"
    ],
    "producers": [
      "Pony Canyon"
    ],
    "genres": [
      "Adventure",
      "Comedy",
      "Fantasy"
    ],
    "themes": [],
    "aired_from": "2007-04-07T00:00:00+00:00",
    "aired_to": "2008-03-29T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/2142/Blue_Dragon",
    "year": 2007,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 1915,
    "title": "Mahou Shoujo Lyrical Nanoha StrikerS",
    "title_english": "Magical Girl Lyrical Nanoha StrikerS",
    "image_url": "https://cdn.myanimelist.net/images/anime/3/14190l.jpg",
    "synopsis": "Distinguished mages Nanoha Takamachi, Fate Testarossa, and Hayate Yagami now work as military personnel for the Time-Space Administration Bureau on the planet Midchilda, having completed their studies on Earth in the last ten years since the \"Book of Darkness\" incident.\n\nOne day, the three end up helping the Bureau respond to a severe airport fire, but their efforts are left unrecognized. A series of unfortunate events motivate Hayate to create the elite unit Riot Force 6, which handles cases involving public safety as well as dangerous magical objects known as Lost Logia. There the trio works alongside promising recruits Subaru Nakajima, Teana Lanster, Caro Ru Lushe, and Erio Mondial, who endure difficult training to fulfill expectations while overcoming hurdles and achieving personal goals.\n\nHowever, carrying out their mission proves to be a constant struggle. Battling foes who exploit the Lost Logia and facing criticisms from within the Bureau, Riot Force 6 quickly finds itself stretched thin.\n\n[Written by MAL Rewrite]",
    "episodes": 26,
    "score": 7.61,
    "scored_by": 27225,
    "type": "TV",
    "source": "Original",
    "studios": [
      "Seven Arcs"
    ],
    "producers": [
      "A-Line",
      "King Records",
      "Omnibus Promotion"
    ],
    "genres": [
      "Action",
      "Comedy",
      "Drama"
    ],
    "themes": [
      "Mahou Shoujo"
    ],
    "aired_from": "2007-04-02T00:00:00+00:00",
    "aired_to": "2007-09-24T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/1915/Mahou_Shoujo_Lyrical_Nanoha_StrikerS",
    "year": 2007,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 1808,
    "title": "Kamichama Karin",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/12/76297l.jpg",
    "synopsis": "Thirteen-year-old Karin Hanazono feels like her life can't get any worse, Her parents died when she was younger, leaving her with an aunt who doesn't hesitate to call her stupid and useless over her poor grades. Her only friend, her cat named Shii-chan, passed away recently, leaving her completely alone. All she has left of her parents is a ring given to her by her mother, which she treasures dearly as the sole thing left of her past.\n\nKamichama Karin begins the moment her life takes a turn for the better, when she is approached by Himeka Kuujou, a cute girl who has also lost her parents, and Kazune Kuujou, her cousin who finds girls to be troublesome, both of whom are searching for a goddess. Her mother's memento ring shines brightly in their presence and fills her with its radiance, making her smarter, faster, and capable of granting wishes. It turns out that her ring allows her to become the very goddess they were looking for, and now that she has awakened that power, others will come after her for it…",
    "episodes": 26,
    "score": 7.18,
    "scored_by": 23411,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Satelight"
    ],
    "producers": [
      "Broccoli",
      "Nihon Ad Systems",
      "Pony Canyon",
      "Studio Kelmadick"
    ],
    "genres": [
      "Comedy",
      "Fantasy",
      "Romance"
    ],
    "themes": [
      "Mahou Shoujo",
      "School"
    ],
    "aired_from": "2007-04-06T00:00:00+00:00",
    "aired_to": "2007-09-28T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/1808/Kamichama_Karin",
    "year": 2007,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 2112,
    "title": "Over Drive",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/3/89534l.jpg",
    "synopsis": "Mikoto Shinozaki is a high school student lacking in social awareness. In addition, due to his untidy appearance and low self-esteem, he is an easy target for bullies. Regardless, any misfortune that falls upon Mikoto is partly his own fault—at least, that is what Yuki Fukuzawa, the most popular girl in class, believes. With this assumption, Yuki invites Mikoto to join the school's bicycle club, in hopes he can improve himself and gain new friends. Motivated by feelings he has for Yuki, Mikoto has no reason to decline her offer—except for the fact that he does not know how to ride a bicycle.\n\nDespite his lack of even the fundamentals, Mikoto cannot get over the image of himself on a bicycle. Eventually, he succumbs to his curiosity and sneaks into the school grounds at night to practice. This begins Mikoto's journey as he pedals his way through the vast world of cycling, where the scenery of his life changes in ways he never thought possible.\n\n[Written by MAL Rewrite]",
    "episodes": 26,
    "score": 7.51,
    "scored_by": 21160,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Xebec"
    ],
    "producers": [
      "Sotsu",
      "Pony Canyon",
      "Half H.P Studio"
    ],
    "genres": [
      "Sports"
    ],
    "themes": [
      "Racing"
    ],
    "aired_from": "2007-04-04T00:00:00+00:00",
    "aired_to": "2007-09-26T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/2112/Over_Drive",
    "year": 2007,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 1914,
    "title": "Saiunkoku Monogatari 2nd Season",
    "title_english": "Tales of Saiunkoku",
    "image_url": "https://cdn.myanimelist.net/images/anime/1998/139962l.jpg",
    "synopsis": "Shuurei Kou and her friend Eigetsu To, a boy prodigy of humble origins, have been appointed co-governors of the Sa province, one of the eight provinces in Saiunkoku. Together, they decide to make the province an academic research center in the hopes of bringing a long overdue prosperity to the region.\n\nHowever, while Shuurei goes to the capital to obtain approvals for the ambitious project, the Sa province's recently established tranquility is threatened by a pandemic that brings both death and turmoil as it begins to spread among the people. Counting on Eigetsu to monitor the situation until her return, Shuurei seeks support from her allies to find a suitable treatment. Yet, Eigetsu's past personal conflicts distract him, providing an opportunity for opponents of Shuurei's position to take advantage of the troubles and undermine her authority.\n\nBecoming a government official has been Shuurei's lifelong dream, but it is no easy task for the first woman undertaking such a position. Will she step up and overcome this great challenge or give in to the looming adversities?\n\n[Written by MAL Rewrite]",
    "episodes": 39,
    "score": 8,
    "scored_by": 18790,
    "type": "TV",
    "source": "Light novel",
    "studios": [
      "Madhouse"
    ],
    "producers": [
      "NHK",
      "Sogo Vision"
    ],
    "genres": [
      "Adventure",
      "Fantasy",
      "Romance"
    ],
    "themes": [
      "Historical",
      "Reverse Harem"
    ],
    "aired_from": "2007-04-07T00:00:00+00:00",
    "aired_to": "2008-03-08T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/1914/Saiunkoku_Monogatari_2nd_Season",
    "year": 2007,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 2035,
    "title": "Eikoku Koi Monogatari Emma: Molders-hen",
    "title_english": "Emma: A Victorian Romance Season Two",
    "image_url": "https://cdn.myanimelist.net/images/anime/6/80118l.jpg",
    "synopsis": "In the faraway village of Haworth, a new chapter in Emma's life has begun. Now employed by the wealthy Molders family, Emma has resolved to put the past behind her. She'll have to adjust to a new house, a charming (but eccentric) new mistress, and a host of fellow servants, some with buried pasts of their own.\n\nMeanwhile, back in London, William is doing his best to uphold his father's wishes as the Jones family heir, but try as he might, he can't forget Emma. Yet, whenever he feels at his worst, Eleanor is always there to comfort him with a warm, shy smile. Could the answer to his broken heart be right before his eyes?\n\n(Source: RightStuf)",
    "episodes": 12,
    "score": 7.8,
    "scored_by": 25538,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Ajia-do"
    ],
    "producers": [],
    "genres": [
      "Drama",
      "Romance"
    ],
    "themes": [
      "Adult Cast",
      "Historical"
    ],
    "aired_from": "2007-04-17T00:00:00+00:00",
    "aired_to": "2007-07-03T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/2035/Eikoku_Koi_Monogatari_Emma__Molders-hen",
    "year": 2007,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 2031,
    "title": "Shining Tears X Wind",
    "title_english": "Shining Tears X Wind",
    "image_url": "https://cdn.myanimelist.net/images/anime/10/2298l.jpg",
    "synopsis": "Mysterious disappearances are occurring one after the other in Tatsumi Town. Kiriya has a vision from a mysterious beautiful girl with pointy ears. A book talking for an alternative world is found. And Mao searching for her long lost friend, Zero, comes to our world. But what she didn’t expect is to find Souma and Kureha, and even less, to accidentally take them to her world. Now, Souma and Kureha have to find a way to come back. But other forces are playing their part in the darkness and Souma with Kureha will find that going back is harder than they first anticipated.\n\n(Source: ANN)",
    "episodes": 13,
    "score": 6.46,
    "scored_by": 13194,
    "type": "TV",
    "source": "Game",
    "studios": [
      "Studio Deen"
    ],
    "producers": [
      "Sega"
    ],
    "genres": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "themes": [
      "Isekai"
    ],
    "aired_from": "2007-04-07T00:00:00+00:00",
    "aired_to": "2007-06-30T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/2031/Shining_Tears_X_Wind",
    "year": 2007,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 2161,
    "title": "Skull Man",
    "title_english": "The Skull Man",
    "image_url": "https://cdn.myanimelist.net/images/anime/1273/115661l.jpg",
    "synopsis": "Otomo City: where freedom and justice have atrophied to the bone; where conspiracy rules the day and death stalks the night... Death in the form of the Skull Man, a literal Grim Reaper whose skeletal grin presages grisly mayhem and murder, even to the monstrous mutants that haunt the city's underworlds! \n\nTo investigate a bizarre slaying, journalist Minagami Hayato and photographer Kiriko Mamiya must stalk this ultimate predator, through a festering cadaver of a city where the corruption flows in rivers as deep and foul as the sins of the reigning elite, and unearth a secret so shocking that an entire city has been turned into a tomb to contain! In a nightmarish necropolis where nothing is as it seems, vengeance comes in the form of a living Death's-Head! \n\n(Source: Sentai Filmworks)",
    "episodes": 13,
    "score": 6.58,
    "scored_by": 9327,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Bones"
    ],
    "producers": [
      "Diomedéa",
      "Geneon Entertainment"
    ],
    "genres": [
      "Action",
      "Mystery",
      "Supernatural"
    ],
    "themes": [],
    "aired_from": "2007-04-29T00:00:00+00:00",
    "aired_to": "2007-07-22T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/2161/Skull_Man",
    "year": 2007,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 1727,
    "title": "Shinkyoku Soukai Polyphonica",
    "title_english": "Polyphonica",
    "image_url": "https://cdn.myanimelist.net/images/anime/1610/95574l.jpg",
    "synopsis": "Phoron Tatara's no ordinary musician. As one of the rare Dantists who can summon elder spirits using music called Commandia, his gift is so strong that his spirit partner is none other than the infamous Corticarte Apa Lagranges. Sure, she may look like a young girl in her human form, but you don't get nicknames like \"The Crimson Annihilator\" and \"The Bloody Duchess\" for sitting back and watching the daisies grow.\n\nNow, at the behest of the Tsuge Divine Music Player Office, this dynamic duet travels the continent of Polyphonica on Phoron's combination motorcycle/organ, following the song of the open road, orchestrating rescues and generally fixing whatever's baroque! Some musicians wait for a muse to hit them, but Phoron makes his work for scale!\n\n(Source: RightStuf)",
    "episodes": 12,
    "score": 6.78,
    "scored_by": 10989,
    "type": "TV",
    "source": "Visual novel",
    "studios": [
      "Ginga Ya"
    ],
    "producers": [
      "Lantis",
      "Pony Canyon",
      "TBS",
      "Movic",
      "Magic Capsule",
      "SoftBank Creative",
      "Memory-Tech",
      "T.O Entertainment",
      "Fuji Creative"
    ],
    "genres": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "themes": [
      "Music",
      "School"
    ],
    "aired_from": "2007-04-04T00:00:00+00:00",
    "aired_to": "2007-06-20T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/1727/Shinkyoku_Soukai_Polyphonica",
    "year": 2007,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 1694,
    "title": "iDOLM@STER Xenoglossia",
    "title_english": "IDOLM@STER Xenoglossia",
    "image_url": "https://cdn.myanimelist.net/images/anime/12/41087l.jpg",
    "synopsis": "107 years ago, the Moon was destroyed in a massive cataclysm that shattered Earth's former satellite into 81 quintillion tons of orbital debris. However, thanks to super-science, the Earth itself was saved and today no one really thinks much about that century-past disaster. Which is why when teenage Haruka Amami auditions for something called the Idolmaster Project, she THINKS she's trying out to be a singing idol. Instead, Haruka finds herself at a secret school run by the Mondenkind Agency, living with a group of other girls who have also been selected as candidates to pilot an iDOL - an advanced robot specifically designed to intercept falling chunks of moon rock. Except, the people who run the Mondenkind Agency aren't exactly knights in shining armor. And then there's the question of whether the iDOLs are really JUST robots. Because from almost the first moment, Haruka starts to feel emotions resonating from within the iDOL called Imber. \n\n(Source: Sentai Filmworks)",
    "episodes": 26,
    "score": 6.45,
    "scored_by": 7397,
    "type": "TV",
    "source": "Game",
    "studios": [
      "Sunrise"
    ],
    "producers": [
      "Bandai Visual"
    ],
    "genres": [
      "Comedy",
      "Sci-Fi"
    ],
    "themes": [
      "Mecha"
    ],
    "aired_from": "2007-04-03T00:00:00+00:00",
    "aired_to": "2007-09-25T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/1694/iDOLMSTER_Xenoglossia",
    "year": 2007,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 2155,
    "title": "Kono Aozora ni Yakusoku wo: Youkoso Tsugumi Ryou e",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/3/75248l.jpg",
    "synopsis": "One morning, Wataru Hoshino found a sleeping girl—in nothing but her underwear—in his room. When she woke up, she quickly escaped by jumping out of the window, but not without punching Wataru in the face first. This girl, Rinna Sawaki, ends up being a transfer student of Wataru's school, as well as the new roommate of Wataru's dormitory.\n\nWataru lives with four other girls and their school teacher, but due to Temizugawa Heavy Industry's cancellation of their aviation branch—South Sakojima Island's major company—the families involved with the corporation have to be evacuated in one year. As a result of this, the four girls have to leave the island in one year's time.\n\nKnowing this, Rinna refuses to become friends with Wataru and the other girls, because of the pain that she might experience as a result of their eventual separation; however, Wataru disagrees with her, and over the course of the year, tries to convince her otherwise.\n\n(Source: ANN)",
    "episodes": 13,
    "score": 6.14,
    "scored_by": 6778,
    "type": "TV",
    "source": "Visual novel",
    "studios": [
      "Artland"
    ],
    "producers": [],
    "genres": [
      "Romance"
    ],
    "themes": [
      "Harem",
      "School"
    ],
    "aired_from": "2007-04-04T00:00:00+00:00",
    "aired_to": "2007-06-27T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/2155/Kono_Aozora_ni_Yakusoku_wo__Youkoso_Tsugumi_Ryou_e",
    "year": 2007,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 2105,
    "title": "Touka Gettan",
    "title_english": "Toka Gettan: The Moonlight Lady Returns",
    "image_url": "https://cdn.myanimelist.net/images/anime/2/75452l.jpg",
    "synopsis": "Touka Gettan is set in the land of Kamitsumihara, where traces of magic and legend can still be seen. The land has been under the protection of the Kamiazuma clan since it was founded. The story revolves around Touka Kamiazuma, the main protagonist, and his encounter with a young girl named Momoka Kawakabe who comes to stay with the clan. Their meeting sets off a chain of events that will bring an ancient legend to life.\n\n(Source: ANN)",
    "episodes": 26,
    "score": 6.45,
    "scored_by": 4942,
    "type": "TV",
    "source": "Visual novel",
    "studios": [
      "Studio Deen"
    ],
    "producers": [
      "Avex Entertainment",
      "DAX Production",
      "WAO World",
      "Imagine"
    ],
    "genres": [
      "Drama",
      "Fantasy",
      "Romance",
      "Ecchi"
    ],
    "themes": [],
    "aired_from": "2007-04-03T00:00:00+00:00",
    "aired_to": "2007-09-25T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/2105/Touka_Gettan",
    "year": 2007,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 1721,
    "title": "Hitohira",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/9/23639l.jpg",
    "synopsis": "A transfer student Asai Mugi is a painfully shy girl. She is so shy that she can't speak when she becomes seriously nervous. However, for some reason, she is spotted and recruited as a member of the drama club.\n\n(Source: AnimeNfo)",
    "episodes": 12,
    "score": 6.71,
    "scored_by": 8128,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "XEBEC M2"
    ],
    "producers": [
      "Genco",
      "Media Factory",
      "AT-X",
      "ASCII Media Works",
      "Index",
      "Futabasha",
      "Gigno Systems"
    ],
    "genres": [
      "Drama",
      "Romance"
    ],
    "themes": [
      "Performing Arts",
      "School"
    ],
    "aired_from": "2007-03-28T00:00:00+00:00",
    "aired_to": "2007-06-13T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/1721/Hitohira",
    "year": 2007,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 2152,
    "title": "Oh! Edo Rocket",
    "title_english": "Oh! Edo Rocket",
    "image_url": "https://cdn.myanimelist.net/images/anime/8/75790l.jpg",
    "synopsis": "In Edo in the mid-1800's, fireworks maker Seikichi Tamaya and his friends struggle to live under the harsh morality laws imposed by the strict city councilor, which ban all luxuries, including fireworks. One day, a strange girl stops by Sekichi's shop with an equally strange request: she wants Sekichi to build a firework that can reach the moon.\n\n(Source: ANN)",
    "episodes": 26,
    "score": 7.18,
    "scored_by": 4863,
    "type": "TV",
    "source": "Other",
    "studios": [
      "Madhouse"
    ],
    "producers": [
      "Sunny Side Up",
      "Index",
      "Universal Pictures Japan"
    ],
    "genres": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Sci-Fi"
    ],
    "themes": [
      "Historical"
    ],
    "aired_from": "2007-04-04T00:00:00+00:00",
    "aired_to": "2007-09-26T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/2152/Oh_Edo_Rocket",
    "year": 2007,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 10870,
    "title": "Koukaku Kidoutai: Stand Alone Complex - Tachikoma na Hibi (TV)",
    "title_english": "Ghost in the Shell: Stand Alone Complex: Tachikomatic Days",
    "image_url": "https://cdn.myanimelist.net/images/anime/4/30022l.jpg",
    "synopsis": "Tachikoma TV series that aired on Animax. Unlike the previous \"Tachikoma na Hibi,\" which were auxiliary episodes to the main Ghost in the Shell SAC and 2nd GIG, the special version has longer stories based on various Japanese and Orthodox folklore. Later re-released on a BD box with all the Tachikoma shorts.",
    "episodes": 12,
    "score": 7.18,
    "scored_by": 3818,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Production I.G"
    ],
    "producers": [],
    "genres": [
      "Comedy"
    ],
    "themes": [],
    "aired_from": "2007-05-02T00:00:00+00:00",
    "aired_to": "2008-04-13T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/10870/Koukaku_Kidoutai__Stand_Alone_Complex_-_Tachikoma_na_Hibi_TV",
    "year": 2007,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 1941,
    "title": "Moonlight Mile 1st Season: Lift Off",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1543/134894l.jpg",
    "synopsis": "After scaling Mt. Everest, mountain climbing partners Saruwatari Gorou and \"Lostman\" Jack F. Woodbridge see the ISA Space Station, and each vows to make the trek into outerspace. When Helium 3, a new energy source, is discovered on the moon, NASA forms a new project named \"Nexus\" to harness that energy for use on earth. This is the story of the two and the paths they take to see their dream become a reality in the quest to harness the next-generation energy source.\n\n(Source: ANN)",
    "episodes": 12,
    "score": 7.11,
    "scored_by": 3489,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Studio Hibari"
    ],
    "producers": [],
    "genres": [
      "Adventure",
      "Drama",
      "Sci-Fi"
    ],
    "themes": [
      "Space"
    ],
    "aired_from": "2007-03-04T00:00:00+00:00",
    "aired_to": "2007-05-27T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/1941/Moonlight_Mile_1st_Season__Lift_Off",
    "year": 2007,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 2106,
    "title": "Kiss Dum: Engage Planet",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/8/21586l.jpg",
    "synopsis": "In A.D. 2031, humans are enjoying a prosperous existence until strange life forms called Hardians appear. They suddenly begin to multiply and assault the human population. As a countermeasure, mankind organizes the N.I.D.F. to investigate the Hardians and protect themselves.\n\nA fighter pilot, Aiba Shu, begins to become involved in the battle against the lifeforms. Rurika Yuno, one of Earth's foremost scientists, investigates the Hardians and hears rumors about the \"Book of a Dead Man.\" What is the secret of this tome, and what relation does it have to the Hardians?\n\nNow, the fight for mankind's survival begins.\n\n(Source: AnimeNfo)",
    "episodes": 26,
    "score": 6.51,
    "scored_by": 3293,
    "type": "TV",
    "source": "Original",
    "studios": [
      "Satelight"
    ],
    "producers": [
      "Bandai Visual"
    ],
    "genres": [
      "Sci-Fi"
    ],
    "themes": [
      "Mecha",
      "Military"
    ],
    "aired_from": "2007-04-04T00:00:00+00:00",
    "aired_to": "2007-09-26T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/2106/Kiss_Dum__Engage_Planet",
    "year": 2007,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 2032,
    "title": "Wellber no Monogatari: Sisters of Wellber",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/13/23585l.jpg",
    "synopsis": "10 years since the great war, tensions were mounting within the country of Wellber, which was barely capable of keeping peace, as war could commence at any time with its neighboring country, Sangatras. In order to avoid warfare, the king of Wellber, Haidel planned on marrying off his daughter, Princess Rita, to Sangatras` Prince Guernia.\n\nHowever, Rita stabbed her groom to be and ran away. Infuriated, Sangatras` King Ranbahnhof threatens to wage war unless Rita is captured and publicly executed within 14 days. In order to avoid the worst case scenario, Rita decides to head for the neutral country of Greedom.\n\nMeanwhile, the woman thief Tina sneaks into Castle Wellber, seeking its treasures, when she happens to witness the stabbing of Guernia by Rita.\nWhether it be by coincidence or necessity, Tina receives information that the \"Wasp Man\" she was after is in Greedom, her sworn enemy who took the life of her parents.\n\nTina agrees to become Rita`s bodyguard as they head out to Greedom. Shouldering their fate and destiny, the two meet, leave, and set out on their journey. What awaits them is war or peace, vengeance or death...\n\n(Source: AniDB)",
    "episodes": 13,
    "score": 6.6,
    "scored_by": 3079,
    "type": "TV",
    "source": "Original",
    "studios": [
      "Trans Arts"
    ],
    "producers": [
      "Production I.G",
      "Avex Entertainment",
      "Nagoya Broadcasting Network"
    ],
    "genres": [
      "Action",
      "Adventure",
      "Comedy",
      "Drama",
      "Fantasy"
    ],
    "themes": [
      "Historical"
    ],
    "aired_from": "2007-04-04T00:00:00+00:00",
    "aired_to": "2007-06-27T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/2032/Wellber_no_Monogatari__Sisters_of_Wellber",
    "year": 2007,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 2162,
    "title": "Koutetsu Sangokushi",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/3/75661l.jpg",
    "synopsis": "The Imperial Seal has been passed down through the generations since ancient times. It confers great power unto the warriors that it chooses. This is the story of those warriors.\n\nIt is a time of chaos and of civil war. It is a time when great armies clash in titanic battles and great heroes carve their names in history. It is also a time of death and destruction, when the people of the land live in constant fear of the sword. Onto this stage steps the reluctant Rikuson (Lu Xun), whose family had been the guardians of the Imperial Seal up until it was stolen by Sonsaku. At the behest of his mentor Rikuson offers his services to Sonsaku with the intention of confirming the will of the Imperial Seal. However, assassins strike down Sonsaku and the Imperial Seal is lost. So begins, Rikuson’s journey to recover the Imperial Seal and discover his destiny.\n\n(Source: AniDB)",
    "episodes": 25,
    "score": 6.28,
    "scored_by": 2796,
    "type": "TV",
    "source": "Novel",
    "studios": [
      "Picture Magic"
    ],
    "producers": [
      "Nihon Ad Systems"
    ],
    "genres": [
      "Adventure"
    ],
    "themes": [
      "Historical"
    ],
    "aired_from": "2007-04-06T00:00:00+00:00",
    "aired_to": "2007-09-28T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/2162/Koutetsu_Sangokushi",
    "year": 2007,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 1878,
    "title": "Kaze no Shoujo Emily",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1176/150473l.jpg",
    "synopsis": "Based on the Emily of New Moon novel by Lucy Maud Montgomery. Emily is an orphan who gets sent to live with her relatives on Prince Edward Island, after her father dies. In New Moon she lives with her Aunt Elizabeth, Aunt Laura, and Cousin Jimmy, and learns to adapt with the help of her imagination and new friends. \n\n(Source: ANN)",
    "episodes": 26,
    "score": 7.35,
    "scored_by": 2980,
    "type": "TV",
    "source": "Novel",
    "studios": [
      "TMS Entertainment"
    ],
    "producers": [
      "NHK"
    ],
    "genres": [
      "Drama"
    ],
    "themes": [
      "Historical"
    ],
    "aired_from": "2007-04-07T00:00:00+00:00",
    "aired_to": "2007-09-29T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/1878/Kaze_no_Shoujo_Emily",
    "year": 2007,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 2157,
    "title": "Koutetsushin Jeeg",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1208/135061l.jpg",
    "synopsis": "Kotetsushin Jeeg takes place fifty years after the original and features a new cast of characters—primarily the new main character Kenji Kusanagi, a high school student who becomes Kotetsushin Jeeg to fight the sudden reappearance of \"Haniwa Genjin\" (\"Haniwa Phantom Gods\", or clay robots) from the Jamada Empire ruled by Queen Himika. Other characters include Tsubaki Tamashiro (grandaughter of Miwa Uzuki); and Kyou Misumi. Other main characters from the original series also appear.",
    "episodes": 13,
    "score": 6.89,
    "scored_by": 2913,
    "type": "TV",
    "source": "Original",
    "studios": [
      "Actas"
    ],
    "producers": [
      "Dynamic Planning",
      "Kyoraku Industrial Holdings"
    ],
    "genres": [
      "Sci-Fi"
    ],
    "themes": [
      "Mecha"
    ],
    "aired_from": "2007-04-05T00:00:00+00:00",
    "aired_to": "2007-07-12T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/2157/Koutetsushin_Jeeg",
    "year": 2007,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 2215,
    "title": "Kishin Taisen Gigantic Formula",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1387/133796l.jpg",
    "synopsis": "2035 A.D. The heads of ancient giant idols were excavated all over the world. Using those twelve stones statues, Humanity had barely overcome the threat of extinction called the \"Equatorial Winter\". But the stone statues had forced Humanity to construct colossal suits of armor as their bodies and demanded that the humans fight each other.\n\n(Source: ANN)",
    "episodes": 26,
    "score": 6.79,
    "scored_by": 2492,
    "type": "TV",
    "source": "Original",
    "studios": [
      "Brain's Base"
    ],
    "producers": [
      "Bandai Visual",
      "TV Tokyo Music"
    ],
    "genres": [
      "Sci-Fi"
    ],
    "themes": [
      "Mecha"
    ],
    "aired_from": "2007-04-05T00:00:00+00:00",
    "aired_to": "2007-09-27T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/2215/Kishin_Taisen_Gigantic_Formula",
    "year": 2007,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 2153,
    "title": "Saint Beast: Kouin Jojishi Tenshi Tan",
    "title_english": "Saint Beast: Angel Chronicles",
    "image_url": "https://cdn.myanimelist.net/images/anime/2/75557l.jpg",
    "synopsis": "A long time ago, Zeus, the great god, created a three–tier hierarchy of angels, top, middle and lower, although they were supposed to be equal. Also, Zeus appointed 6 angels as Saint Beasts who govern the animals of Earth. They were: Go, the seiyu; Shin, the genbu; Rei, the suzaku; Guy, the byakko; Yuda, the kirin; and Ruka, the hooh. However, Kira, the shooting star, and Maya, the fuga, didn’t attend the selection tests and left for the Earth.\n\nThe six angels fulfilled their tasks faithfully. However, because of Zeus’s increasingly tyrannical acts, they begin to mistrust him.\n\n(Source: AnimeNfo)",
    "episodes": 13,
    "score": 6.29,
    "scored_by": 2554,
    "type": "TV",
    "source": "Mixed media",
    "studios": [
      "Tokyo Kids",
      "Yuhodo"
    ],
    "producers": [
      "Avex Entertainment",
      "Lantis",
      "Marvelous AQL"
    ],
    "genres": [
      "Fantasy"
    ],
    "themes": [],
    "aired_from": "2007-04-04T00:00:00+00:00",
    "aired_to": "2007-06-27T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/2153/Saint_Beast__Kouin_Jojishi_Tenshi_Tan",
    "year": 2007,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 2165,
    "title": "Gegege no Kitarou (2007)",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/6/27397l.jpg",
    "synopsis": "The classic tale of Gegege no Kitaro told yet again.  The story is the usual in the Gegege no Kitaro series. Kitaro is a boy living in the Gegege Forest/Cemetery (lands where many Yokai roam) with his mostly dead father (who survives only in his eye), Sunakake Babaa, NekoMusume, and Konaki Jiji.  One difference between this Kitaro and all of the others that came before him, is that this one has brown hair instead of the standard grayish silver.",
    "episodes": 100,
    "score": 6.95,
    "scored_by": 2246,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Toei Animation"
    ],
    "producers": [],
    "genres": [
      "Comedy",
      "Fantasy",
      "Horror"
    ],
    "themes": [],
    "aired_from": "2007-04-01T00:00:00+00:00",
    "aired_to": "2009-03-29T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/2165/Gegege_no_Kitarou_2007",
    "year": 2007,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 2620,
    "title": "Spider Riders: Yomigaeru Taiyou",
    "title_english": "Spider Riders: Resurrected Sun",
    "image_url": "https://cdn.myanimelist.net/images/anime/1351/138787l.jpg",
    "synopsis": "The battle against the Insectors to save the Inner World rages on, as Hunter Steele and the Spider Riders defend Arachna. With the help of his friends—Igneous, an intelligent young royal officer of Arachna's military; Magma, a foolhardy warrior; and Corona, a kind-hearted girl—crisis has been averted—but not for long.\n\nNews of the Kingdom of Nuuma being attacked by the Insectors is soon brought to the attention of the Spider Riders, who are reluctant to leave Arachna undefended. But past favors need to be repaid, so they decide to travel across the Inner Ocean to protect the Kingdom of Nuuma. Entrusted with finding four of the Oracle's keys locked away by the leader of the Insectors, Hunter and his friends strive to bring about peace once and for all.\n\nSpider Riders: Yomigaeru Taiyou is the epic conclusion to the Spider Riders series. Will the four Oracle Keys find their way to Hunter and the Spider Riders, or will Mantid and the Insectors finally have their wish granted, conquering the Inner World for themselves?\n\n[Written by MAL Rewrite]",
    "episodes": 26,
    "score": 6.69,
    "scored_by": 2347,
    "type": "TV",
    "source": "Novel",
    "studios": [
      "Bee Train"
    ],
    "producers": [
      "TV Tokyo",
      "Yomiko Advertising",
      "Cookie Jar Entertainment"
    ],
    "genres": [
      "Adventure"
    ],
    "themes": [
      "Mecha"
    ],
    "aired_from": "2007-04-14T00:00:00+00:00",
    "aired_to": "2007-10-13T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/2620/Spider_Riders__Yomigaeru_Taiyou",
    "year": 2007,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 5520,
    "title": "Onegai My Melody Sukkiri♪",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/10/23593l.jpg",
    "synopsis": "The third series of Onegai My Melody.",
    "episodes": 52,
    "score": 6.95,
    "scored_by": 1010,
    "type": "TV",
    "source": "Unknown",
    "studios": [
      "Studio Comet"
    ],
    "producers": [
      "Sanrio"
    ],
    "genres": [
      "Comedy",
      "Fantasy"
    ],
    "themes": [],
    "aired_from": "2007-04-01T00:00:00+00:00",
    "aired_to": "2008-03-24T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/5520/Onegai_My_Melody_Sukkiri♪",
    "year": 2007,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 4444,
    "title": "Zero Duel Masters",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1456/124274l.jpg",
    "synopsis": "It is featured in an alternate universe where Shobu had lost his duel against Hakuoh in their duel back in the Season 1 episode \"Just Duel It\".\n\nA mysterious organization is interested in fledgling duelist Shobu Kirifuda's ability to bring Duel Master creatures to life. With the support of his friends, Shobu duels with passion, discipline, and heart as he strives to be like his father and become the next Kaijudo master.\n\n(Source: Duel Masters Wikia)",
    "episodes": 12,
    "score": 6.01,
    "scored_by": 1015,
    "type": "TV",
    "source": "Original",
    "studios": [
      "SynergySP"
    ],
    "producers": [],
    "genres": [
      "Adventure",
      "Comedy",
      "Sports"
    ],
    "themes": [
      "Strategy Game"
    ],
    "aired_from": "2007-04-09T00:00:00+00:00",
    "aired_to": "2007-09-28T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/4444/Zero_Duel_Masters",
    "year": 2007,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 9200,
    "title": "Dae Jang Geum: Jang Geum's Dream 2",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/11/25501l.jpg",
    "synopsis": "Second season of Jang Geum's Dream.",
    "episodes": 26,
    "score": 7.31,
    "scored_by": 998,
    "type": "TV",
    "source": "Other",
    "studios": [],
    "producers": [
      "Heewon Entertainment"
    ],
    "genres": [
      "Adventure",
      "Comedy",
      "Gourmet"
    ],
    "themes": [
      "Historical"
    ],
    "aired_from": "2007-03-14T00:00:00+00:00",
    "aired_to": "2007-09-19T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/9200/Dae_Jang_Geum__Jang_Geums_Dream_2",
    "year": 2007,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 7522,
    "title": "Taichi Senjimon",
    "title_english": "Tai Chi Chasers",
    "image_url": "https://cdn.myanimelist.net/images/anime/2/22328l.jpg",
    "synopsis": "After a strange and devastating attack on his home, a young boy named Rai is shocked to discover he's a secret descendent of the Tigeroids: an ancient race of peaceful beings locked in a struggle with the ruthless and cunning Dragonoids. In a parallel universe called Suhn, the Tigeroids and Dragonoids are battling furiously to recover 500 lost tai chi characters. Whoever retrieves these precious and potent symbols will possess the ultimate power to rule their realm…and destroy their enemies. As Rai hones his innate tai chi skills to fight the Dragonoids, he must find the lost tai chi and battle to become one of the champion Tai Chi Chasers!\n\n(Source: 4Kids Entertainment)",
    "episodes": 39,
    "score": 6.36,
    "scored_by": 628,
    "type": "TV",
    "source": "Other",
    "studios": [
      "Toei Animation",
      "JM Animation"
    ],
    "producers": [
      "KBS",
      "Iconix Entertainment"
    ],
    "genres": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "themes": [],
    "aired_from": "2007-04-29T00:00:00+00:00",
    "aired_to": "2008-01-20T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/7522/Taichi_Senjimon",
    "year": 2007,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 3885,
    "title": "Sugar Bunnies",
    "title_english": "Sugar Bunnies",
    "image_url": "https://cdn.myanimelist.net/images/anime/5/6947l.jpg",
    "synopsis": "Random cutesy edutainment tales aimed at small children, featuring animated speaking plushy toys.\n\nAired inside the anime corner of the Kitty's Paradise TV block.",
    "episodes": 26,
    "score": 6.07,
    "scored_by": 277,
    "type": "TV",
    "source": "Unknown",
    "studios": [
      "Asahi Production"
    ],
    "producers": [
      "Sanrio"
    ],
    "genres": [],
    "themes": [],
    "aired_from": "2007-04-03T00:00:00+00:00",
    "aired_to": "2007-09-25T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/3885/Sugar_Bunnies",
    "year": 2007,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 19467,
    "title": "Revbahaf Wang-gug Jaegeon-soelgi",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/4/52259l.jpg",
    "synopsis": "Three people are hiding out in a cabin by the foothills.  Van is the prince from the now-defunct Revbahaf Kingdom, Kona – his hand maiden, and Sian – his philosopher and tutor.  Chased by enemies, these three individuals earn the kindness of Aaron, who feeds them at the cabin.  By helping out with Aaron’s chores, the former royal family learns to live a peaceful life getting by, rather than plotting a revenge on the neighboring country which invaded them. Together they try to rebuild the Kingdom of Revbahaf. \n\n(Source: Manhwa101)",
    "episodes": 26,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Unknown",
    "studios": [],
    "producers": [
      "Studio Kaab"
    ],
    "genres": [
      "Comedy",
      "Drama"
    ],
    "themes": [],
    "aired_from": "2007-05-21T00:00:00+00:00",
    "aired_to": "2007-11-26T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/19467/Revbahaf_Wang-gug_Jaegeon-soelgi",
    "year": 2007,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 10705,
    "title": "Yasai no Yousei: N.Y.Salad",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1601/139671l.jpg",
    "synopsis": "It is based on N.Y.SALAD written by Yoshitaka Amano. It depicts lives of vegetable fairies at a kitchen in N. Y.",
    "episodes": 26,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Unknown",
    "studios": [
      "Digital Media Lab"
    ],
    "producers": [
      "NHK"
    ],
    "genres": [],
    "themes": [],
    "aired_from": "2007-04-05T00:00:00+00:00",
    "aired_to": "2007-05-17T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/10705/Yasai_no_Yousei__NYSalad",
    "year": 2007,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 20087,
    "title": "Treasure Gaust",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/3/53535l.jpg",
    "synopsis": "Based on a set of toys called Treasure Gaust, the anime was based off of the manga serialized in corocoro with the main character being an anime original character.",
    "episodes": 5,
    "score": 5.28,
    "scored_by": 139,
    "type": "TV",
    "source": "Other",
    "studios": [
      "SynergySP"
    ],
    "producers": [
      "TV Tokyo"
    ],
    "genres": [],
    "themes": [
      "Strategy Game"
    ],
    "aired_from": "2007-06-11T00:00:00+00:00",
    "aired_to": "2007-06-15T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/20087/Treasure_Gaust",
    "year": 2007,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 35642,
    "title": "Lei Su Deng Shandian Chong Xian",
    "title_english": "Race-Tin: Flash & Dash",
    "image_url": "https://cdn.myanimelist.net/images/anime/1281/93043l.jpg",
    "synopsis": "Twin brothers Frank and Karl live with Uncle Charles when their parents are away. They go to school and meet Mike and Sally.\nThey meet Sally, Norton and Mike and tell them all about R.C. Racing, but Karl tells that R.C. Racing is just babies games. Then after school, the guys go to the Race Tin club, and Mike races the duo. Karl fumbles with the controller buttons and Frank copies Mike and comes into second. After the race, Sally and his father arrive. They get to the car shop and analyze some cars. Mike tells them what R.C. Racing cars are like. He explains his car as an example, and he tells that the higher the level, the car will have to be modified with spoilers and new body kits.\nFrank and Karl Race Marco and later on Sword, continuing to race Tommy and Norton, onwards against Ocean, and they race Sword again in the finals.\n\n(Source: Wikipedia)",
    "episodes": 26,
    "score": 5.94,
    "scored_by": 225,
    "type": "TV",
    "source": "Original",
    "studios": [
      "Alpha Animation"
    ],
    "producers": [
      "Alpha Group"
    ],
    "genres": [],
    "themes": [
      "Racing"
    ],
    "aired_from": "2007-05-01T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/35642/Lei_Su_Deng_Shandian_Chong_Xian",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 3073,
    "title": "Robby to Kerobby",
    "title_english": "Robby & Kerobby",
    "image_url": "https://cdn.myanimelist.net/images/anime/4/67973l.jpg",
    "synopsis": "A story of the adventures of Robby and Kerobby along with their other friends.",
    "episodes": 52,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [
      "A-1 Pictures"
    ],
    "producers": [
      "Aniplex",
      "Yomiko Advertising",
      "We've Inc."
    ],
    "genres": [
      "Comedy"
    ],
    "themes": [],
    "aired_from": "2007-04-01T00:00:00+00:00",
    "aired_to": "2008-03-30T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/3073/Robby_to_Kerobby",
    "year": 2007,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 37300,
    "title": "Xiao Liyu Lixian Ji",
    "title_english": "The Adventures of Little Carp",
    "image_url": "https://cdn.myanimelist.net/images/anime/1305/90532l.jpg",
    "synopsis": "Bubbles, a carp, lives in Carp Lake with his grandmother, who often tells him about the legendary, powerful ruler of the seas and the rivers: the Dragon, whom Bubbles idolises. One day, Bubbles encounters Evil Snake, who pretends that he is the Dragon King. Evil Snake and his two accomplices, Lobby and Bogart, accompany Bubbles to the lake, where Bubbles' grandmother suspects that he is an impostor. No one believes her at first until his \"dragon horns\" and fake skin slip from his body, and his identity is revealed.\n\nIn anger, Evil Snake turns Bubbles' grandmother into a bubble in a fierce fight. Angry, Bubbles searches for the real dragon to revive his grandmother, and avenge her death by finding the five dragon scales left by the Dragon in order to beat Evil Snake. Along the way, he meets new friends, including the imposing Aku, the sassy Mei Mei, and the timid Erl, while Evil Snake and his henchmen relentlessly pursue Bubbles.\n\n(Source: Wikipedia)",
    "episodes": 52,
    "score": 6.12,
    "scored_by": 178,
    "type": "TV",
    "source": "Other",
    "studios": [],
    "producers": [],
    "genres": [
      "Adventure",
      "Fantasy"
    ],
    "themes": [],
    "aired_from": "2007-06-01T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/37300/Xiao_Liyu_Lixian_Ji",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 29745,
    "title": "ColoColo Animal",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/9/71522l.jpg",
    "synopsis": null,
    "episodes": 60,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Unknown",
    "studios": [],
    "producers": [
      "Milky Cartoon"
    ],
    "genres": [],
    "themes": [],
    "aired_from": "2007-03-22T00:00:00+00:00",
    "aired_to": "2007-07-27T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/29745/ColoColo_Animal",
    "year": 2007,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 32418,
    "title": "Chibinacs 2.0",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/6/77793l.jpg",
    "synopsis": "The second season of Chibinacs with a brand new protagonist.",
    "episodes": 25,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Other",
    "studios": [],
    "producers": [],
    "genres": [
      "Comedy"
    ],
    "themes": [],
    "aired_from": "2007-04-14T00:00:00+00:00",
    "aired_to": "2007-10-13T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/32418/Chibinacs_20",
    "year": 2007,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 45765,
    "title": "Huo Xing Wa: Maoxian Leyuan",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1382/115387l.jpg",
    "synopsis": null,
    "episodes": 53,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Unknown",
    "studios": [],
    "producers": [],
    "genres": [],
    "themes": [],
    "aired_from": "2007-05-01T00:00:00+00:00",
    "aired_to": "2007-08-01T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/45765/Huo_Xing_Wa__Maoxian_Leyuan",
    "year": 2007,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 45293,
    "title": "Xiaoshi de Wenming",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1241/131259l.jpg",
    "synopsis": null,
    "episodes": 13,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [],
    "themes": [],
    "aired_from": "2007-04-01T00:00:00+00:00",
    "aired_to": "2008-09-01T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/45293/Xiaoshi_de_Wenming",
    "year": 2007,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  }
]