[
  {
    "mal_id": 34933,
    "title": "Kakegurui",
    "title_english": "Kakegurui",
    "image_url": "https://cdn.myanimelist.net/images/anime/3/86578l.jpg",
    "synopsis": "Unlike many schools, attending Hyakkaou Private Academy prepares students for their time in the real world. Since many of the students are the children of the richest people in the world, the academy has its quirks that separate it from all the others. By day, it is a normal school, educating its pupils in history, languages, and the like. But at night, it turns into a gambling den, educating them in the art of dealing with money and manipulating people. Money is power; those who come out on top in the games stand at the top of the school.\n\nYumeko Jabami, a seemingly naive and beautiful transfer student, is ready to try her hand at Hyakkaou's special curriculum. Unlike the rest, she doesn't play to win, but for the thrill of the gamble, and her borderline insane way of gambling might just bring too many new cards to the table.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 7.22,
    "scored_by": 978272,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "MAPPA"
    ],
    "producers": [
      "Dentsu",
      "Square Enix",
      "Mainichi Broadcasting System",
      "Movic",
      "KlockWorx",
      "DIVE II Entertainment",
      "81 Produce",
      "Avex Pictures",
      "FuRyu"
    ],
    "genres": [
      "Drama",
      "Mystery",
      "Suspense"
    ],
    "themes": [
      "High Stakes Game",
      "Psychological",
      "School",
      "Strategy Game"
    ],
    "aired_from": "2017-07-01T00:00:00+00:00",
    "aired_to": "2017-09-23T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/34933/Kakegurui",
    "year": 2017,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 34599,
    "title": "Made in Abyss",
    "title_english": "Made in Abyss",
    "image_url": "https://cdn.myanimelist.net/images/anime/6/86733l.jpg",
    "synopsis": "The Abyss—a gaping chasm stretching down into the depths of the earth, filled with mysterious creatures and relics from a time long past. How did it come to be? What lies at the bottom? Countless brave individuals, known as Divers, have sought to solve these mysteries of the Abyss, fearlessly descending into its darkest realms. The best and bravest of the Divers, the White Whistles, are hailed as legends by those who remain on the surface.\n\nRiko, daughter of the missing White Whistle Lyza the Annihilator, aspires to become like her mother and explore the furthest reaches of the Abyss. However, just a novice Red Whistle herself, she is only permitted to roam its most upper layer. Even so, Riko has a chance encounter with a mysterious robot with the appearance of an ordinary young boy. She comes to name him Reg, and he has no recollection of the events preceding his discovery. Certain that the technology to create Reg must come from deep within the Abyss, the two decide to venture forth into the chasm to recover his memories and see the bottom of the great pit with their own eyes. However, they know not of the harsh reality that is the true existence of the Abyss.\n\n[Written by MAL Rewrite]",
    "episodes": 13,
    "score": 8.63,
    "scored_by": 816728,
    "type": "TV",
    "source": "Web manga",
    "studios": [
      "Kinema Citrus"
    ],
    "producers": [
      "AT-X",
      "Takeshobo",
      "Sony Music Communications",
      "Kadokawa Media House",
      "Cygames",
      "Kanetsu Investment",
      "Kadokawa",
      "Global Solutions",
      "IRMA LA DOUCE"
    ],
    "genres": [
      "Adventure",
      "Drama",
      "Fantasy",
      "Mystery",
      "Sci-Fi"
    ],
    "themes": [
      "Gore"
    ],
    "aired_from": "2017-07-07T00:00:00+00:00",
    "aired_to": "2017-09-29T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/34599/Made_in_Abyss",
    "year": 2017,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 35507,
    "title": "Youkoso Jitsuryoku Shijou Shugi no Kyoushitsu e",
    "title_english": "Classroom of the Elite",
    "image_url": "https://cdn.myanimelist.net/images/anime/5/86830l.jpg",
    "synopsis": "On the surface, Koudo Ikusei Senior High School is a utopia. The students enjoy an unparalleled amount of freedom, and it is ranked highly in Japan. However, the reality is less than ideal. Four classes, A through D, are ranked in order of merit, and only the top classes receive favorable treatment.\n\nKiyotaka Ayanokouji is a student of Class D, where the school dumps its worst. There he meets the unsociable Suzune Horikita, who believes she was placed in Class D by mistake and desires to climb all the way to Class A, and the seemingly amicable class idol Kikyou Kushida, whose aim is to make as many friends as possible.\n\nWhile class membership is permanent, class rankings are not; students in lower ranked classes can rise in rankings if they score better than those in the top ones. Additionally, in Class D, there are no bars on what methods can be used to get ahead. In this cutthroat school, can they prevail against the odds and reach the top?\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 7.84,
    "scored_by": 889282,
    "type": "TV",
    "source": "Light novel",
    "studios": [
      "Lerche"
    ],
    "producers": [
      "Studio Hibari",
      "Lantis",
      "AT-X",
      "Sony Music Communications",
      "Toranoana",
      "Crunchyroll",
      "Kadokawa Media House",
      "Kadokawa",
      "AKABEiSOFT2"
    ],
    "genres": [
      "Drama",
      "Suspense"
    ],
    "themes": [
      "Psychological",
      "School"
    ],
    "aired_from": "2017-07-12T00:00:00+00:00",
    "aired_to": "2017-09-27T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/35507/Youkoso_Jitsuryoku_Shijou_Shugi_no_Kyoushitsu_e",
    "year": 2017,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 34902,
    "title": "Tsurezure Children",
    "title_english": "Tsuredure Children",
    "image_url": "https://cdn.myanimelist.net/images/anime/12/86676l.jpg",
    "synopsis": "Young love—it takes many unique and fascinating forms that flourish as children begin to mature into adults. From being unable to confess to not knowing what real love actually feels like, various obstacles can arise when learning about romantic attraction for the first time. But underneath all that, young love is something truly beautiful to behold, leading to brand new experiences for those young and in love.\n\nTsurezure Children depicts various scenarios of young love coming to fruition, along with the struggles and joys that it entails.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 7.53,
    "scored_by": 412012,
    "type": "TV",
    "source": "4-koma manga",
    "studios": [
      "Studio Gokumi"
    ],
    "producers": [
      "Nihon Ad Systems",
      "Kodansha",
      "Movic",
      "KlockWorx",
      "Sony Music Entertainment",
      "King Records",
      "BS11",
      "Animatic",
      "Marui Group"
    ],
    "genres": [
      "Comedy",
      "Romance"
    ],
    "themes": [
      "School"
    ],
    "aired_from": "2017-07-04T00:00:00+00:00",
    "aired_to": "2017-09-19T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/34902/Tsurezure_Children",
    "year": 2017,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 34280,
    "title": "Gamers!",
    "title_english": "Gamers!",
    "image_url": "https://cdn.myanimelist.net/images/anime/4/86828l.jpg",
    "synopsis": "Keita Amano is a typical high school gamer living out an average student's life. One day, however, he has an unexpected meeting with the cutest girl in school that makes him want to disappear without a trace! \n\nThis girl, Karen Tendou, is an exemplary student who is proclaimed to be the school's idol. She discovers that Amano is a gamer, and this newfound knowledge incites a passionate desire within her to recruit him into the game club. Upon visiting the club, Amano is forcefully made aware of a side to gaming wildly different than the one he loves so dearly. \n\nTendou's interest in Amano begins shaking up what was once an uneventful life, filling it with spontaneity, awkwardness, and a little bit of mayhem. As a result, every day becomes a comical battle for Amano's sanity as he tries to adapt to these wild, unexpected changes.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 6.73,
    "scored_by": 392150,
    "type": "TV",
    "source": "Light novel",
    "studios": [
      "PINE JAM"
    ],
    "producers": [
      "Sony Pictures Entertainment",
      "Frontier Works",
      "Sotsu",
      "Kadokawa Shoten",
      "AT-X",
      "NBCUniversal Entertainment Japan",
      "Tokyo MX",
      "i0+",
      "Chugai Mining",
      "BS11"
    ],
    "genres": [
      "Comedy",
      "Romance"
    ],
    "themes": [
      "Love Polygon",
      "Otaku Culture",
      "School",
      "Video Game"
    ],
    "aired_from": "2017-07-13T00:00:00+00:00",
    "aired_to": "2017-09-28T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/34280/Gamers",
    "year": 2017,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 35203,
    "title": "Isekai wa Smartphone to Tomo ni.",
    "title_english": "In Another World With My Smartphone",
    "image_url": "https://cdn.myanimelist.net/images/anime/7/86794l.jpg",
    "synopsis": "In a thoughtless blunder, God accidentally strikes down Touya Mochizuki with a stray bolt of lightning! As an apology, God offers him one wish and the chance to live again in a magical fantasy world. Touya happily accepts the offer and, for his one wish, asks only to keep his smartphone with him as he begins his journey into this mysterious world.\n\nStarting over in this new world, Touya finds it is filled with magic—which he has an affinity for—and cute girls vying for his attention. These girls—the twins Linze and Elze Silhoueska, Yumina Urnea Belfast, Leen, and Yae Kokonoe—provide Touya with no end of romantic frustrations, but also companionship as he discovers the secrets of this new world.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 6.1,
    "scored_by": 366256,
    "type": "TV",
    "source": "Light novel",
    "studios": [
      "Production Reed"
    ],
    "producers": [
      "Sotsu",
      "MediaNet",
      "Pony Canyon",
      "AT-X",
      "Asmik Ace",
      "Hobby Japan",
      "81 Produce",
      "Tokyo MX",
      "Exit Tunes"
    ],
    "genres": [
      "Adventure",
      "Comedy",
      "Fantasy",
      "Romance"
    ],
    "themes": [
      "Harem",
      "Isekai"
    ],
    "aired_from": "2017-07-11T00:00:00+00:00",
    "aired_to": "2017-09-26T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/35203/Isekai_wa_Smartphone_to_Tomo_ni",
    "year": 2017,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 34403,
    "title": "Hajimete no Gal",
    "title_english": "My First Girlfriend is a Gal",
    "image_url": "https://cdn.myanimelist.net/images/anime/9/86826l.jpg",
    "synopsis": "Following a prank pulled by his perverse friends, Junichi Hashiba asks a gal out in an attempt to change the fact that he's a hopeless virgin. Yukana Yame, the girl in question, is disgusted by Junichi's groveling. However, through a series of teasing remarks, she soon finds herself bonding with him and ultimately accepting Junichi's confession, much to his surprise.\n\nHajimete no Gal follows Junichi as he overcomes his lack of self-confidence and suppresses his sexual urges, all while thrust into a whole new school life full of lively girls and unpredictable mayhem.\n\n[Written by MAL Rewrite]",
    "episodes": 10,
    "score": 6.27,
    "scored_by": 323263,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "NAZ"
    ],
    "producers": [
      "AT-X",
      "KlockWorx",
      "Toranoana",
      "MAGES.",
      "Glovision",
      "Kadokawa Media House",
      "Sun TV",
      "Kanetsu Investment",
      "Kadokawa"
    ],
    "genres": [
      "Comedy",
      "Romance",
      "Ecchi"
    ],
    "themes": [
      "Harem",
      "School"
    ],
    "aired_from": "2017-07-12T00:00:00+00:00",
    "aired_to": "2017-09-13T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/34403/Hajimete_no_Gal",
    "year": 2017,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 34881,
    "title": "Aho Girl",
    "title_english": "AHO-GIRL",
    "image_url": "https://cdn.myanimelist.net/images/anime/7/86665l.jpg",
    "synopsis": "Yoshiko Hanabatake is an idiot beyond all belief. Somehow managing to consistently score zeroes on all of her tests and consumed by an absurd obsession with bananas, her senseless acts have caused even her own mother to lose all hope. Only one person is up to the task of keeping her insanity in check: childhood friend Akuru \"A-kun\" Akutsu.\n \nThough he bemoans the ridiculous behavior he has to endure, the studious but terrifying A-kun is always ready to put an end to any stupidity Yoshiko gets up to, with no qualms about using physical force. Unfortunately, no matter how many times he attempts to knock some sense into her, the girl bounces right back to her usual shenanigans, even dragging in some other eccentrics along for the ride. Try as he might to rein in her nonsense, every moment is unpredictable with Yoshiko and her profound idiocy on the loose.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 6.71,
    "scored_by": 287585,
    "type": "TV",
    "source": "4-koma manga",
    "studios": [
      "Diomedéa"
    ],
    "producers": [
      "Nihon Ad Systems",
      "Kodansha",
      "Movic",
      "KlockWorx",
      "Sony Music Entertainment",
      "King Records",
      "BS11",
      "Animatic",
      "Marui Group"
    ],
    "genres": [
      "Comedy"
    ],
    "themes": [
      "Gag Humor",
      "School"
    ],
    "aired_from": "2017-07-04T00:00:00+00:00",
    "aired_to": "2017-09-19T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/34881/Aho_Girl",
    "year": 2017,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 34662,
    "title": "Fate/Apocrypha",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/9/86573l.jpg",
    "synopsis": "The Holy Grail is a powerful, ancient relic capable of granting any wish the beholder desires. In order to obtain this power, various magi known as \"masters\" summon legendary Heroic Spirits called \"servants\" to fight for them in a destructive battle royale—the Holy Grail War. Only the last master-servant pair standing may claim the Grail for themselves. Yet, the third war ended inconclusively, as the Grail mysteriously disappeared following the conflict.\n\nMany years later, the magi clan Yggdmillennia announces its possession of the Holy Grail, and intends to leave the Mage's Association. In response, the Association sends 50 elite magi to retrieve the Grail; however, all but one are killed by an unknown servant. The lone survivor is used as a messenger to convey Yggdmillennia's declaration of war on the Association.\n\nAs there are only two parties involved in the conflict, the Holy Grail War takes on an unusual form. Yggdmillennia and the Mage's Association will each deploy seven master-servant pairs, and the side that loses all its combatants first will forfeit the artifact. As the 14 masters summon their servants and assemble on the battlefield, the magical world shivers in anticipation with the rise of the Great Holy Grail War.\n\n[Written by MAL Rewrite]",
    "episodes": 25,
    "score": 7.2,
    "scored_by": 267998,
    "type": "TV",
    "source": "Light novel",
    "studios": [
      "A-1 Pictures"
    ],
    "producers": [
      "Aniplex",
      "Half H.P Studio",
      "Notes",
      "Tokyo MX",
      "BS11"
    ],
    "genres": [
      "Action",
      "Fantasy"
    ],
    "themes": [
      "Urban Fantasy"
    ],
    "aired_from": "2017-07-02T00:00:00+00:00",
    "aired_to": "2017-12-31T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/34662/Fate_Apocrypha",
    "year": 2017,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 34934,
    "title": "Koi to Uso",
    "title_english": "Love and Lies",
    "image_url": "https://cdn.myanimelist.net/images/anime/5/86663l.jpg",
    "synopsis": "In a futuristic society, Japan has implemented a complex system referred to as \"The Red Threads of Science\" to encourage successful marriages and combat increasingly low birthrates. Based on a compatibility calculation, young people at the age of 16 are assigned marriage partners by the government, with severe repercussions awaiting those who disobey the arrangement. For Yukari Nejima, a teen that considers himself average in every way, this system might be his best shot at living a fulfilling life.\n\nHowever, spurred by his infatuation for his classmate and long-time crush, Misaki Takasaki, Yukari defies the system and confesses his love. After some initial reluctance, Misaki reciprocates his feelings in a moment of passion. Unfortunately, before the two can further their relationship, Yukari receives his marriage notice. He is then thrown into a confusing web of love and lies when his less-than-thrilled assigned partner, Ririna Sanada, becomes fascinated with his illicit romance.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 6.47,
    "scored_by": 208614,
    "type": "TV",
    "source": "Web manga",
    "studios": [
      "LIDENFILMS"
    ],
    "producers": [
      "Frontier Works",
      "Pony Canyon",
      "Kodansha",
      "Ultra Super Pictures",
      "Memory-Tech",
      "Amuse",
      "Hakuhodo DY Music & Pictures",
      "Animatic",
      "DeNA",
      "A-Sketch"
    ],
    "genres": [
      "Drama",
      "Romance"
    ],
    "themes": [
      "Love Polygon",
      "School"
    ],
    "aired_from": "2017-07-04T00:00:00+00:00",
    "aired_to": "2017-09-19T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/34934/Koi_to_Uso",
    "year": 2017,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 34636,
    "title": "Ballroom e Youkoso",
    "title_english": "Welcome to the Ballroom",
    "image_url": "https://cdn.myanimelist.net/images/anime/5/86739l.jpg",
    "synopsis": "Tatara Fujita is a shy middle schooler who has no particular plan for the future. He has gotten through life by avoiding any kind of confrontation and blending in with the crowd. But blending in isn't enough to get out of trouble, as some bullies harass him for money. Luckily, he is saved by a man named Kaname Sengoku.\n\nKaname invites Tatara to his dance studio. Although he would normally never set foot in such a place, Tatara is captivated by Sengoku's commanding presence. Granted an opportunity to dance with fellow classmate Shizuku Hanaoka—who often practices at the studio—Tatara realizes there's something about the idea of being put in the limelight and dancing where people will see him that keeps him coming back. With an earnest, passionate drive to improve, Tatara begins his journey into the world of competitive dance.\n\n[Written by MAL Rewrite]",
    "episodes": 24,
    "score": 8.17,
    "scored_by": 158025,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Production I.G"
    ],
    "producers": [
      "Dentsu",
      "Mainichi Broadcasting System",
      "Pony Canyon",
      "Kodansha",
      "Movic",
      "Bandai Namco Games",
      "Toy's Factory",
      "Animatic"
    ],
    "genres": [
      "Sports"
    ],
    "themes": [
      "Performing Arts"
    ],
    "aired_from": "2017-07-09T00:00:00+00:00",
    "aired_to": "2017-12-17T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/34636/Ballroom_e_Youkoso",
    "year": 2017,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 34104,
    "title": "Knight's & Magic",
    "title_english": "Knight's & Magic",
    "image_url": "https://cdn.myanimelist.net/images/anime/1472/93813l.jpg",
    "synopsis": "Having died in a car accident, Tsubasa Kurata—an otaku from modern Japan—is reborn in the Fremmevilla Kingdom, a medieval world where powerful mechs called Silhouette Knights are used to fight horrific demonic beasts.\n\nBorn into a noble family under the name of Ernesti Echevarria and bestowed with prodigious magical abilities, he enrolls into Royal Laihaila Academy. This school of magic trains young men and women on how to pilot the Silhouette Knights, prepping them to protect the kingdom from threats, both demonic and human. Ernesti teams up with the twins named Adeltrud and Archid Olter with the goal to create his own Silhouette Knight one day, a feat unheard of for several centuries.\n\n[Written by MAL Rewrite]",
    "episodes": 13,
    "score": 7.07,
    "scored_by": 142216,
    "type": "TV",
    "source": "Light novel",
    "studios": [
      "8bit"
    ],
    "producers": [
      "Bandai Visual",
      "Genco",
      "Lantis",
      "AT-X",
      "Magic Capsule",
      "Q-Tec",
      "Hakuhodo DY Music & Pictures"
    ],
    "genres": [
      "Fantasy"
    ],
    "themes": [
      "Isekai",
      "Mecha",
      "Reincarnation",
      "School"
    ],
    "aired_from": "2017-07-02T00:00:00+00:00",
    "aired_to": "2017-09-24T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/34104/Knights___Magic",
    "year": 2017,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 34012,
    "title": "Isekai Shokudou",
    "title_english": "Restaurant to Another World",
    "image_url": "https://cdn.myanimelist.net/images/anime/3/86666l.jpg",
    "synopsis": "Western Restaurant Nekoya is a popular eatery located on a street corner in a Tokyo shopping district. Serving both traditional Japanese fare as well as Western dishes, this eating establishment is popular among Tokyo's residents. But this seemingly ordinary restaurant is also popular with another type of clientele...\n\nWhile the restaurant is thought to be closed on Saturdays, the truth is that on this special day each week, its doors are instead opened to the inhabitants of other worlds. From dragons and elves to fairies and mages, this restaurant has no shortage of strange customers. Nevertheless, the enigmatic chef known only as \"Master\" will be waiting to serve up their favorite dishes with a kind smile and keep them coming back for many more Saturdays to come. \n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 7.41,
    "scored_by": 122958,
    "type": "TV",
    "source": "Light novel",
    "studios": [
      "SILVER LINK."
    ],
    "producers": [
      "TV Tokyo",
      "Sotsu",
      "flying DOG",
      "Nikkatsu",
      "Avex Pictures",
      "Crunchyroll",
      "Dai Nippon Printing",
      "Shufunotomo"
    ],
    "genres": [
      "Fantasy",
      "Gourmet",
      "Slice of Life"
    ],
    "themes": [
      "Isekai",
      "Workplace"
    ],
    "aired_from": "2017-07-04T00:00:00+00:00",
    "aired_to": "2017-09-19T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/34012/Isekai_Shokudou",
    "year": 2017,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 34914,
    "title": "New Game!!",
    "title_english": "New Game!!",
    "image_url": "https://cdn.myanimelist.net/images/anime/4/86790l.jpg",
    "synopsis": "​It has been a year since Aoba Suzukaze started working at the Eagle Jump game company. In that time, she and her eccentric coworkers in the character design department have worked hard to release the company's newest game: Fairies Story 3. With their latest title now complete, a new project must begin—starting with a contest to decide the character designs for the upcoming game. Through hard work, dedication, and some guidance from the previous character designer, Kou Yagami, Aoba wins the contest and begins her new role as lead character designer.\n\nHowever, her new job is not an easy one. In addition to having extra work and longer hours, Aoba questions whether she is the right fit for the job. As she overcomes her inexperience with the help of her friends and coworkers, Aoba is willing to face any challenge to make Eagle Jump's newest creation, a cutesy game called Peco.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 7.69,
    "scored_by": 137917,
    "type": "TV",
    "source": "4-koma manga",
    "studios": [
      "Doga Kobo"
    ],
    "producers": [
      "Frontier Works",
      "Movic",
      "AT-X",
      "Sony Music Communications",
      "Houbunsha",
      "MAGES.",
      "Lawson",
      "Kadokawa"
    ],
    "genres": [
      "Comedy"
    ],
    "themes": [
      "Adult Cast",
      "CGDCT",
      "Otaku Culture",
      "Workplace"
    ],
    "aired_from": "2017-07-11T00:00:00+00:00",
    "aired_to": "2017-09-26T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/34914/New_Game",
    "year": 2017,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 35240,
    "title": "Princess Principal",
    "title_english": "Princess Principal",
    "image_url": "https://cdn.myanimelist.net/images/anime/7/86768l.jpg",
    "synopsis": "In the early 20th century, the discovery of the substance Cavorite allowed the production of advanced military technology and steered the country toward conflict. London is now divided by a wall, and the Kingdom and the Commonwealth of Albion battle a silent war where espionage is the only weapon that can destabilize the enemy. A group of girls from the prestigious Queen's Mayfaire school work as undercover spies for the Commonwealth.  \n\nLed by Dorothy, an experienced driver with a striking personality, their group includes the talents of Ange le Carré, a cold-blooded liar and expert sharpshooter; Chise, a proficient samurai; and Beatrice, a voice-mimicking specialist. They use their unique individual skills for the Commonwealth to survive in a dark world filled with conspiracy, mystery, and infiltration. In the shadow of the war, they have only one goal in mind: completing their mission.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 7.67,
    "scored_by": 81220,
    "type": "TV",
    "source": "Original",
    "studios": [
      "Actas",
      "Studio 3Hz"
    ],
    "producers": [
      "Bandai Visual",
      "Lantis",
      "Movic",
      "Tokyo MX",
      "Q-Tec",
      "Hakuhodo DY Music & Pictures",
      "Medicos Entertainment"
    ],
    "genres": [
      "Action",
      "Mystery"
    ],
    "themes": [
      "Historical"
    ],
    "aired_from": "2017-07-09T00:00:00+00:00",
    "aired_to": "2017-09-24T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/35240/Princess_Principal",
    "year": 2017,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 34825,
    "title": "Keppeki Danshi! Aoyama-kun",
    "title_english": "Clean Freak! Aoyama-kun",
    "image_url": "https://cdn.myanimelist.net/images/anime/9/86644l.jpg",
    "synopsis": "He is charming, cool, athletic, a good cook, but more importantly, he's a clean freak. Aoyama is idolized and respected by everyone, but they can only admire him from afar due to his mysophobia. Despite that, he plays soccer—a rather dirty sport!\n\nAs the playmaker for Fujimi High School's soccer club, Aoyama avoids physical contact at all cost and cleanly dribbles toward victory. However, the path to Nationals will not be easy for Fujimi's underdog team. But alongside striker Kaoru Zaizen, Aoyama will show everyone that even as a clean freak, there are things he's willing to get dirty for.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 6.94,
    "scored_by": 86940,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Studio Hibari"
    ],
    "producers": [
      "Sotsu",
      "TMS Entertainment",
      "Pony Canyon",
      "KlockWorx",
      "Tokyo MX",
      "JR East Marketing & Communications"
    ],
    "genres": [
      "Comedy",
      "Sports"
    ],
    "themes": [
      "Gag Humor",
      "School",
      "Team Sports"
    ],
    "aired_from": "2017-07-03T00:00:00+00:00",
    "aired_to": "2017-09-18T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/34825/Keppeki_Danshi_Aoyama-kun",
    "year": 2017,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 33654,
    "title": "Hitorijime My Hero",
    "title_english": "Hitorijime My Hero",
    "image_url": "https://cdn.myanimelist.net/images/anime/12/86825l.jpg",
    "synopsis": "Masahiro Setagawa is a hopeless teenager who is often used by the neighborhood bullies as an errand boy. Defenseless, Masahiro knows that nobody will ever save him. However, his life drastically changes when he meets Kousuke Ooshiba, a man known as the \"Bear Killer,\" who takes down neighborhood gangs.\n\nA year later, Masahiro and his former friend, Kensuke Ooshiba, attend high school, only to find that Kousuke is their math teacher. While the three grow closer, Masahiro starts to view Kousuke as his \"hero,\" and Kousuke develops an urging desire to protect Masahiro. However, their normal lives take a turn when Kensuke's childhood friend, Asaya Hasekura, returns, seeing Kensuke as more than just a friend, much to his surprise. Will the three boys be able to live a regular high school life? Or will forbidden love keep them apart forever?\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 7.25,
    "scored_by": 87620,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Encourage Films"
    ],
    "producers": [
      "Sotsu",
      "AT-X",
      "Tokyo MX",
      "Avex Pictures",
      "Q-Tec",
      "Docomo Anime Store",
      "Marine Entertainment",
      "Kanon Sound",
      "Contents Seed",
      "Ichijinsha",
      "BS NTV"
    ],
    "genres": [
      "Boys Love",
      "Drama"
    ],
    "themes": [
      "School"
    ],
    "aired_from": "2017-07-08T00:00:00+00:00",
    "aired_to": "2017-09-23T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/33654/Hitorijime_My_Hero",
    "year": 2017,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 34383,
    "title": "Netsuzou TRap",
    "title_english": "Netsuzou Trap -NTR-",
    "image_url": "https://cdn.myanimelist.net/images/anime/10/86667l.jpg",
    "synopsis": "High school students Yuma Okazaki and Hotaru Mizushina are childhood friends. With their respective boyfriends, Takeda and Fujiwara, their lives couldn't be more perfect. From playing in school to going on group dates, it seems nothing can break their bond. \n\nHowever, during one such group date, Hotaru makes an unexpected move. While Takeda and Fujiwara are distracted, she begins stroking Yuma's thighs. Taken aback by this peculiar action, Yuma awkwardly retreats to the toilets, followed shortly by her aggressor. Now in private, Hotaru forces the innocent Yuma into a locked cubicle and whispers into her ear: \"You'll be more nervous with a boy; I'll help you practice.\"\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 5.31,
    "scored_by": 77104,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Creators in Pack"
    ],
    "producers": [
      "DMM.com",
      "Ichijinsha",
      "Cloud22"
    ],
    "genres": [
      "Drama",
      "Girls Love"
    ],
    "themes": [],
    "aired_from": "2017-07-05T00:00:00+00:00",
    "aired_to": "2017-09-20T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/34383/Netsuzou_TRap",
    "year": 2017,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 33018,
    "title": "Katsugeki/Touken Ranbu",
    "title_english": "Katsugeki Touken Ranbu",
    "image_url": "https://cdn.myanimelist.net/images/anime/12/87984l.jpg",
    "synopsis": "In 1863, Izuminokami Kanesada and his partner, Horikawa Kunihiro, arrive in the streets of Edo from the future to investigate their master's reports of an upcoming enemy invasion. As humanoid manifestations of the famous Toshizou Hijikata's swords, they have been tasked with protecting history from the Retrograde Army that seeks to alter it. Soon enlisting the help of other sword warriors, they continuously battle the mysterious army throughout the Bakumatsu period.\n\nHowever, their journey will not be an easy one. Fraught with blood and betrayal in the chaotic era closest to their hearts, the duo will be forced to make difficult decisions with everything they care about on the line. \n\n[Written by MAL Rewrite]",
    "episodes": 13,
    "score": 6.73,
    "scored_by": 33891,
    "type": "TV",
    "source": "Game",
    "studios": [
      "ufotable"
    ],
    "producers": [
      "Aniplex",
      "Nitroplus",
      "Good Smile Company",
      "DMM.com"
    ],
    "genres": [
      "Action",
      "Fantasy"
    ],
    "themes": [
      "Anthropomorphic",
      "Historical",
      "Samurai"
    ],
    "aired_from": "2017-07-02T00:00:00+00:00",
    "aired_to": "2017-09-24T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/33018/Katsugeki_Touken_Ranbu",
    "year": 2017,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 35434,
    "title": "Konbini Kareshi",
    "title_english": "Convenience Store Boy Friends",
    "image_url": "https://cdn.myanimelist.net/images/anime/4/86243l.jpg",
    "synopsis": "The lives of high school freshmen Haruki Mishima and Towa Honda revolve around studying, clubs, and girls. Amid their hectic routines, romance is certainly budding for the two best friends. Since childhood, Haruki has been pining over Miharu Mashiki, and a chance encounter at the convenience store reignites his feelings. As for Towa, the class representative Mami Mihashi has caught his eye; but unfortunately for him, his affections are not reciprocated.\n\nWhile Haruki's more reserved approach to pursuing Miharu contrasts Towa's persistence with Mami, love seems to be elusive for both. As the months fly by, only time will tell if romance is in the cards for the duo.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 6.26,
    "scored_by": 37425,
    "type": "TV",
    "source": "Mixed media",
    "studios": [
      "Studio Pierrot"
    ],
    "producers": [
      "VAP",
      "Dentsu",
      "TBS",
      "chara-ani.com",
      "Pierrot Plus",
      "Being",
      "Gzbrain",
      "Cocoro Free",
      "Tosho Printing"
    ],
    "genres": [
      "Romance"
    ],
    "themes": [],
    "aired_from": "2017-07-07T00:00:00+00:00",
    "aired_to": "2017-09-29T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/35434/Konbini_Kareshi",
    "year": 2017,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 34525,
    "title": "Centaur no Nayami",
    "title_english": "A Centaur's Life",
    "image_url": "https://cdn.myanimelist.net/images/anime/2/86767l.jpg",
    "synopsis": "Himeno is a sweet, shy little centaur girl. In her world, everyone seems to be a supernatural creature, and all her classmates have some kind of horns, wings, tails, halos, or other visible supernatural body part. Despite their supernatural elements, Himeno and her best friends, Nozomi and Kyouko, have a fun and mostly normal daily school life!\n\n(Source: MangaHelpers)",
    "episodes": 12,
    "score": 6.42,
    "scored_by": 41671,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Haoliners Animation League"
    ],
    "producers": [
      "Tokuma Shoten",
      "MAGES.",
      "Yomiuri TV Enterprise",
      "Kanon Sound",
      "Emon",
      "RAY",
      "NichiNare",
      "Top Marshal",
      "Crunchyroll SC Anime Fund"
    ],
    "genres": [
      "Fantasy",
      "Slice of Life"
    ],
    "themes": [
      "School",
      "Urban Fantasy"
    ],
    "aired_from": "2017-07-09T00:00:00+00:00",
    "aired_to": "2017-09-24T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/34525/Centaur_no_Nayami",
    "year": 2017,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 34547,
    "title": "Shoukoku no Altair",
    "title_english": "Altair: A Record of Battles",
    "image_url": "https://cdn.myanimelist.net/images/anime/3/86751l.jpg",
    "synopsis": "Mahmut Tuğrul is the youngest Pasha in the Türkiye Stratocracy, a title granted to members of the Divan—the council that governs the nation. Haunted by witnessing the loss of his mother and village during the war 12 years ago, he has dedicated his life to serving his country and preventing further bloodshed.\n\nYears after the devastating clash between the aggressive Balt-Rhein Empire and Türkiye, tensions flare once more. Political unrest brews along the border of the two countries as rival factions and skirmishes push both nations closer to all-out conflict, threatening their fragile peace.\n\nAs turmoil grows, Mahmut's idealism and inexperience as a leader is called into question and he is stripped of his rank. However, this setback brings about unexpected allies in the fight against the Empire. As war looms over the continent, Mahmut must navigate a web of political intrigue and dangerous battles, fighting to protect the peace he holds dear and prove himself a capable leader.\n\n[Written by MAL Rewrite]",
    "episodes": 24,
    "score": 7.55,
    "scored_by": 25226,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "MAPPA"
    ],
    "producers": [
      "Aniplex",
      "Mainichi Broadcasting System",
      "Kodansha",
      "Lucent Pictures Entertainment",
      "Hakuhodo DY Music & Pictures",
      "Lawson",
      "GYAO!",
      "Kanetsu Investment",
      "Christmas Holly"
    ],
    "genres": [
      "Adventure",
      "Drama"
    ],
    "themes": [
      "Historical",
      "Military"
    ],
    "aired_from": "2017-07-08T00:00:00+00:00",
    "aired_to": "2017-12-23T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/34547/Shoukoku_no_Altair",
    "year": 2017,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 34580,
    "title": "Nana Maru San Batsu",
    "title_english": "Fastest Finger First",
    "image_url": "https://cdn.myanimelist.net/images/anime/1818/121071l.jpg",
    "synopsis": "As soon as he entered high school, the first year student Koshiyama Shiki was invited to the mysterious Quiz Study Group led by his senpai. What will Shiki run into when being dragged along by his class mate Mari into the dazzling world of competitive quizzes?!\n\n(Source: Comic Walker)",
    "episodes": 12,
    "score": 6.66,
    "scored_by": 34069,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "TMS Entertainment"
    ],
    "producers": [
      "Toei Video",
      "Enterbrain",
      "Nippon Television Network"
    ],
    "genres": [],
    "themes": [
      "School",
      "Strategy Game"
    ],
    "aired_from": "2017-07-05T00:00:00+00:00",
    "aired_to": "2017-09-20T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/34580/Nana_Maru_San_Batsu",
    "year": 2017,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 35220,
    "title": "Youkai Apartment no Yuuga na Nichijou",
    "title_english": "Elegant Yokai Apartment Life",
    "image_url": "https://cdn.myanimelist.net/images/anime/5/86678l.jpg",
    "synopsis": "Inaba Yuushi's parents died in his first year of middle school, and he moved in with his relatives. Though they did care for him, he could tell he was a burden. After he graduated, he happily prepared to move to a high school with a dormitory. Unfortunately, the dormitory burned to the ground before he could move in! Yuushi doesn't want to live with his grudging relatives, but it's rough finding lodging as an orphaned student with little money. He finally finds a room in a nice old building which seems too good to be true.\n\nThe catch is that it is a Monster House, a place where humans and supernatural creatures—ghosts, mononoke, etc.—live together. Another high schooler lives there, a cute girl named Akine, and she's completely unfazed by the monsters. In fact, she can even exorcise evil spirits! Yuushi's high school life just got much stranger than he ever bargained for!\n\n(Source: MangaHelpers)",
    "episodes": 26,
    "score": 7.18,
    "scored_by": 27985,
    "type": "TV",
    "source": "Novel",
    "studios": [
      "Shin-Ei Animation"
    ],
    "producers": [
      "TMS Entertainment",
      "Kodansha",
      "Asmik Ace",
      "JR East Marketing & Communications",
      "Sumitomo"
    ],
    "genres": [
      "Slice of Life",
      "Supernatural"
    ],
    "themes": [
      "Mythology",
      "School"
    ],
    "aired_from": "2017-07-03T00:00:00+00:00",
    "aired_to": "2017-12-25T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/35220/Youkai_Apartment_no_Yuuga_na_Nichijou",
    "year": 2017,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 34565,
    "title": "Jikan no Shihaisha",
    "title_english": "Chronos Ruler",
    "image_url": "https://cdn.myanimelist.net/images/anime/3/86753l.jpg",
    "synopsis": "​Like many in her class, Koyuki Honda looks forward to her graduation ceremony. However, while her peers have family to attend, Koyuki has no one, as her only family—her brother—died years ago. While visiting his grave, she meets two brothers named Kiri and Victor Putin chasing a strange creature. They try to assure her that they are just actors shooting a movie; Victor, however, piques Koyuki's curiosity about the old legend of the clock tower at the cemetery: if you make a wish under the clock tower at midnight during a full moon, time will turn back, allowing someone to reclaim what they have lost.\n\nDeciding to make her wish, Koyuki learns the horrifying truth: the legend is a ruse for time demons called \"Horologues\" to steal humans' time. As they are drawn to regrets, Victor uses Koyuki as bait to lure a demon there. Kiri and Victor explain that they are Chronos Rulers, warriors who fight against the Horologues using the \"Oath of Time\"—an item allowing them to speed up or slow down time.\n\nWith the demon destroyed and the crisis averted, Koyuki is able to go on her way free from regrets. However, she is not the only human with sorrows. The two boys must continue to hunt down Horologues in order to keep humanity safe.\n\n[Written by MAL Rewrite]",
    "episodes": 13,
    "score": 6.3,
    "scored_by": 22172,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Project No.9"
    ],
    "producers": [
      "Lantis",
      "NBCUniversal Entertainment Japan",
      "FanFan Inc.",
      "Youku"
    ],
    "genres": [
      "Action",
      "Supernatural"
    ],
    "themes": [],
    "aired_from": "2017-07-08T00:00:00+00:00",
    "aired_to": "2017-09-30T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/34565/Jikan_no_Shihaisha",
    "year": 2017,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 34177,
    "title": "Tenshi no 3P!",
    "title_english": "Angel's 3Piece!",
    "image_url": "https://cdn.myanimelist.net/images/anime/8/86831l.jpg",
    "synopsis": "Since entering high school, Kyou Nukui has not attended a single class. Instead, he spends his days locked in his bedroom composing music and posting it on the internet accompanied by his only friend's drawings, an artist with the pseudonym \"Kiriyume.\" One day, Kyou hesitantly uploads his newest composition, and first departure from his typical style, TR03. Additionally, he does not upload under his usual handle \"HibikiP,\" but simply under the name \"me,\" and without a drawing from his mysterious friend.\n\nShortly after, Kyou receives a very polite email, not only praising his music but also somehow discerning that he is, in fact, the composer behind TR03. The e-mail also asks for a meetup in a nearby park, to which he cautiously decides to go. To his surprise, however, he finds three elementary school girls at the meeting place! Suddenly, Jun Gotou, Nozomi Momijidani, and Sora Kaneshiro ask for his help to hold a concert in their home, an old church now used as an orphanage. And though Kyou is reluctant at first, after seeing their musical abilities, he eventually decides to accept their proposal.\n\nBased on the light novel of the same name by the award-winning Sagu Aoyama, Tenshi no 3P! follows Kyou as these three angels change his life.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 6.6,
    "scored_by": 24449,
    "type": "TV",
    "source": "Light novel",
    "studios": [
      "Project No.9"
    ],
    "producers": [
      "Sotsu",
      "Lantis",
      "AT-X",
      "Barnum Studio",
      "KlockWorx",
      "GAGA",
      "ASCII Media Works",
      "Studio Mausu",
      "Showgate",
      "Happinet Pictures",
      "Hakuhodo DY Music & Pictures"
    ],
    "genres": [],
    "themes": [
      "Music",
      "School"
    ],
    "aired_from": "2017-07-10T00:00:00+00:00",
    "aired_to": "2017-09-25T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/34177/Tenshi_no_3P",
    "year": 2017,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 34966,
    "title": "Jigoku Shoujo: Yoi no Togi",
    "title_english": "Hell Girl: Fourth Twilight",
    "image_url": "https://cdn.myanimelist.net/images/anime/1110/92117l.jpg",
    "synopsis": "If you have a grudge against someone, you can access the Hell Correspondence website at the stroke of midnight, type in your grudge's name, and the Hell Girl, Ai Enma, will appear to grant your wish. However, the price for ridding yourself of such a burden is a steep one: in return for condemning the soul of your tormentor to Hell, your soul will also face eternal damnation. In her long vigil as the Hell Girl, Ai has met many willing to pay such a cost.\n\nIn Jigoku Shoujo: Yoi no Togi, Ai and her enigmatic companions continue to carry out their work, ferrying soul after suffering soul into the depths of Hell. However, as of late, a mysterious girl has been following them. This strange child, unable to even remember her own identity, questions Ai about her duty as the Hell Girl. Who is this girl, and what connection does she have to Ai?\n\n[Written by MAL Rewrite]",
    "episodes": 6,
    "score": 6.62,
    "scored_by": 21095,
    "type": "TV",
    "source": "Original",
    "studios": [
      "Studio Deen"
    ],
    "producers": [
      "Aniplex",
      "Fujishouji"
    ],
    "genres": [
      "Horror",
      "Mystery",
      "Supernatural"
    ],
    "themes": [
      "Psychological"
    ],
    "aired_from": "2017-07-15T00:00:00+00:00",
    "aired_to": "2017-08-19T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/34966/Jigoku_Shoujo__Yoi_no_Togi",
    "year": 2017,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 35248,
    "title": "18if",
    "title_english": "18if",
    "image_url": "https://cdn.myanimelist.net/images/anime/7/86743l.jpg",
    "synopsis": "Waking up in a strange bedroom in a dream world, teenager Haruto Tsukishiro finds a strange app on his phone. When he activates the program, an odd woman appears and tries to drag him to her realm. Luckily, a mysterious, white-haired girl severs their connection and helps him escape, revealing that the woman is a witch; however, their conversation is cut short. As Haruto enters the realm again, he meets an anthropomorphic, talking cat named Katsumi Kanzaki. While the witch's minions pursue them, the white-haired girl opens a door for them to escape.\n\nAfter their ordeal, Haruto describes their savior—which only he can see—and Katsumi, the leading authority on dream world research, realizes that she must be \"Lily,\" a being that resurfaces repeatedly across multiple dreamscapes. Hoping to leave the dream world through a blue door, they enter the witch's realm once again. Finding themselves in peril, Lily reveals the truth to Haruto: witches suffer from \"Sleeping Beauty Syndrome,\" a coma-like sleep state induced by torment in their real world lives. Thus, they cannot wake until they are defeated in the dream world.\n\nAfter finally defeating the witch and locating the blue door, Haruto and Katsumi say their farewells, promising to meet up in the real world. However, when Haruto exits through the door, he awakens in the dream world bedroom once more. Seeking answers, Haruto and Katsumi try to uncover the mysteries of the witches, Lily, and Haruto's own inability to leave the dream world.\n\n[Written by MAL Rewrite]",
    "episodes": 13,
    "score": 6.11,
    "scored_by": 22309,
    "type": "TV",
    "source": "Mixed media",
    "studios": [
      "Gonzo"
    ],
    "producers": [
      "Sotsu",
      "DLE",
      "BS Fuji",
      "Tokyo MX",
      "Mobcast",
      "RAY"
    ],
    "genres": [
      "Mystery",
      "Supernatural"
    ],
    "themes": [],
    "aired_from": "2017-07-07T00:00:00+00:00",
    "aired_to": "2017-09-29T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/35248/18if",
    "year": 2017,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 34543,
    "title": "Dive!!",
    "title_english": "DIVE!!",
    "image_url": "https://cdn.myanimelist.net/images/anime/11/86744l.jpg",
    "synopsis": "The series revolves around the Mizuki Diving Club (MDC), which is on the verge of closing down after having financial troubles. The club's new coach persuades the club's parent company to stay open on one condition: that the club sends one of its members to next year's Olympics as part of Japan's Olympic team.\n\n(Source: ANN)",
    "episodes": 12,
    "score": 6.08,
    "scored_by": 19203,
    "type": "TV",
    "source": "Novel",
    "studios": [
      "Zero-G"
    ],
    "producers": [
      "Aniplex",
      "Dentsu",
      "Fuji TV",
      "DMM pictures"
    ],
    "genres": [
      "Drama",
      "Sports"
    ],
    "themes": [],
    "aired_from": "2017-07-07T00:00:00+00:00",
    "aired_to": "2017-09-22T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/34543/Dive",
    "year": 2017,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 34368,
    "title": "Vatican Kiseki Chousakan",
    "title_english": "Vatican Miracle Examiner",
    "image_url": "https://cdn.myanimelist.net/images/anime/4/86746l.jpg",
    "synopsis": "Fathers Josef Kou Hiraga and Roberto Nicholas are Vatican Miracle Examiners who investigate the authenticity of miraculous phenomena reported from all over the world. In every seemingly sacred event lies horrors of hidden conspiracies, mysterious murders, and devil worship. In this battle of good and evil, Hiraga, a scientific and mathematical genius, and Roberto, a polymath in linguistics and classics, must work together to bring the truth to light. Will their friendship and faith endure the evils in their journey to find a true miracle?\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 6.4,
    "scored_by": 17582,
    "type": "TV",
    "source": "Novel",
    "studios": [
      "J.C.Staff"
    ],
    "producers": [
      "WOWOW",
      "Lantis",
      "Movic",
      "KlockWorx",
      "Kadokawa Media House",
      "Kadokawa"
    ],
    "genres": [
      "Drama",
      "Mystery",
      "Supernatural"
    ],
    "themes": [],
    "aired_from": "2017-07-07T00:00:00+00:00",
    "aired_to": "2017-09-22T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/34368/Vatican_Kiseki_Chousakan",
    "year": 2017,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 32447,
    "title": "Nora to Oujo to Noraneko Heart",
    "title_english": "Nora, Princess, and Stray Cat",
    "image_url": "https://cdn.myanimelist.net/images/anime/1969/116702l.jpg",
    "synopsis": "Nora Handa is a boy who lives with Shachi Yuuri, who was adopted by his mother. With everyone supporting, the two of them grew up healthily even after their parents passed away. Shachi, who likes Nora the most, wakes him up every morning.\n\nNora spends his happy student life with Michi Kuroki, who is a disciplinary committee, honor student at school and childhood friend of the main character, Yuuki Asuhara, who is a gal but is very bright and can talk his worries to, and more friends at school.\n\nOne day, Nora meets a girl who calls herself Patricia at the park on the way to the school. Patricia is a queen at hell, and claims to come here to destroy the life on land. However, she is damaged heavily because she touched the life for the first time. The energy was stronger than her, so Nora needed to tend her. Patricia asked him to tell her about the mysteries of life, and he had to even explain the ero book that he found at the park...?!\n\n(Source: Amazon Japan)",
    "episodes": 11,
    "score": 5.4,
    "scored_by": 15331,
    "type": "TV",
    "source": "Visual novel",
    "studios": [
      "W-Toon Studio",
      "DMM.futureworks"
    ],
    "producers": [
      "Magic Capsule"
    ],
    "genres": [
      "Comedy",
      "Ecchi"
    ],
    "themes": [],
    "aired_from": "2017-07-12T00:00:00+00:00",
    "aired_to": "2017-09-27T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/32447/Nora_to_Oujo_to_Noraneko_Heart",
    "year": 2017,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 33726,
    "title": "Saiyuuki Reload Blast",
    "title_english": "Saiyuki Reload Blast",
    "image_url": "https://cdn.myanimelist.net/images/anime/11/86675l.jpg",
    "synopsis": "At last, the Sanzou Party has arrived in India. In this foreign land, where the anomaly's influence runs rampant, their battles only heighten in their violence.\n\nAnd also awaiting them is their tragic fate from 500 years ago—\n\nWhat will they find at the end of their long and treacherous journey?",
    "episodes": 12,
    "score": 7.21,
    "scored_by": 13010,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Platinum Vision"
    ],
    "producers": [
      "Studio Pierrot",
      "Dentsu",
      "Frontier Works",
      "Lantis",
      "Media Factory",
      "AT-X",
      "Ichijinsha"
    ],
    "genres": [
      "Action",
      "Adventure",
      "Comedy",
      "Drama",
      "Supernatural"
    ],
    "themes": [
      "Mythology"
    ],
    "aired_from": "2017-07-05T00:00:00+00:00",
    "aired_to": "2017-09-20T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/33726/Saiyuuki_Reload_Blast",
    "year": 2017,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 32836,
    "title": "Senki Zesshou Symphogear AXZ",
    "title_english": "Symphogear AXZ",
    "image_url": "https://cdn.myanimelist.net/images/anime/3/86584l.jpg",
    "synopsis": "Hibiki Tachibana has defeated many powerful enemies, saved countless innocent lives, and escaped from numerous desperate situations, but she is currently finding herself unable to escape from her most desperate situation yet—summer homework!  Although her high school life is relatively unremarkable, her career as a member of the military organization S.O.N.G. is anything but. Using powerful, ancient armor known as Symphogear, Hibiki and her teammates work with the United Nations to deal with international disputes and disasters.  \n\nDuring a mission briefing at headquarters, Hibiki is made aware of a mysterious organization known as the Bavarian Illuminati, who has been responsible for several major disasters in the past and currently operate in the war-torn country Val Verde. Together, Hibiki and her team infiltrate one of the Bavarian Illuminati's manufacturing plants and free hundreds of slaves. Exposed, alchemists Saint-Germain, Cagliostro, and Prelati reveal themselves as the organization's top brass, and—using alchemical powers—declare a global revolution while sacrificing thousands of lives. Faced with yet another threat to the world's survival, Hibiki and her allies must confront the Bavarian Illuminati in their most difficult and destructive battle yet.\n\n[Written by MAL Rewrite]",
    "episodes": 13,
    "score": 7.61,
    "scored_by": 17268,
    "type": "TV",
    "source": "Original",
    "studios": [
      "Satelight"
    ],
    "producers": [
      "Memory-Tech",
      "Bushiroad",
      "MAGES.",
      "King Records",
      "Kinyosha"
    ],
    "genres": [
      "Action",
      "Sci-Fi"
    ],
    "themes": [
      "Idols (Female)",
      "Music"
    ],
    "aired_from": "2017-07-02T00:00:00+00:00",
    "aired_to": "2017-10-01T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/32836/Senki_Zesshou_Symphogear_AXZ",
    "year": 2017,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 34745,
    "title": "Mahoujin Guruguru (2017)",
    "title_english": "Magical Circle",
    "image_url": "https://cdn.myanimelist.net/images/anime/1880/103168l.jpg",
    "synopsis": "Nike was a simple boy from Boering Village, and the last thing he ever wanted was to become a hero. But when a sign appears from the king of Ainshent Castle Town recruiting heroes to slay the Demon Lord Giri, Nike's father enthusiastically forces him out the door. Along with Kukuri, a member of the Migu Migu Clan, Nike sets out on an adventure to become the legendary hero that the world needs.\n\nAs Nike and Kukuri travel across different continents, they attempt to learn the secrets of Guru Guru Magic, a strange but powerful type of magic used to seal Demon Lord Giri's power. While reluctantly taking on their assigned quest, the duo does not fail to acquire new comrades and have fun along the way.\n\n[Written by MAL Rewrite]",
    "episodes": 24,
    "score": 7.79,
    "scored_by": 10892,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Production I.G"
    ],
    "producers": [
      "TV Tokyo",
      "Square Enix",
      "Lantis",
      "Kadokawa Shoten",
      "AT-X",
      "Magic Capsule",
      "Sony Music Communications"
    ],
    "genres": [
      "Adventure",
      "Comedy",
      "Fantasy"
    ],
    "themes": [
      "Parody"
    ],
    "aired_from": "2017-07-11T00:00:00+00:00",
    "aired_to": "2017-12-20T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/34745/Mahoujin_Guruguru_2017",
    "year": 2017,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 34834,
    "title": "Hina Logi: From Luck & Logic",
    "title_english": "Hina Logic – from Luck & Logic",
    "image_url": "https://cdn.myanimelist.net/images/anime/11/86576l.jpg",
    "synopsis": "Liones Yelistratova, a pure princess from a small country, enters a school in Hokkaido on a spring day. The school is a specialized educational institution operated by ALCA to train Logicalists, who maintain world peace. Liones enters class S, where she meets many classmates with unique personalities, like Nina. A lively and cute everyday life begins now.\n\n(Source: MAL News)",
    "episodes": 12,
    "score": 6.64,
    "scored_by": 10493,
    "type": "TV",
    "source": "Card game",
    "studios": [
      "Doga Kobo"
    ],
    "producers": [
      "Bandai Visual",
      "Lantis",
      "Nitroplus",
      "Bushiroad",
      "Yuhodo"
    ],
    "genres": [
      "Action",
      "Comedy",
      "Fantasy"
    ],
    "themes": [
      "School"
    ],
    "aired_from": "2017-07-01T00:00:00+00:00",
    "aired_to": "2017-09-23T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/34834/Hina_Logi__From_Luck___Logic",
    "year": 2017,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 34449,
    "title": "The Reflection",
    "title_english": "The Reflection",
    "image_url": "https://cdn.myanimelist.net/images/anime/4/83018l.jpg",
    "synopsis": "After the Reflection, some of the people in all parts of the world are discovered with super powers. Some become heroes, and others villains. How did the Reflection happen? What was the cause of it? With many unsolved mysteries, the world is led into turmoil.",
    "episodes": 12,
    "score": 5.12,
    "scored_by": 8623,
    "type": "TV",
    "source": "Original",
    "studios": [
      "Studio Deen"
    ],
    "producers": [
      "Bandai Visual",
      "NHK",
      "81 Produce",
      "Haoliners Animation League",
      "China Animation Characters",
      "BIGFACE",
      "NHN PlayArt",
      "Ima Group",
      "Crunchyroll SC Anime Fund"
    ],
    "genres": [
      "Action"
    ],
    "themes": [
      "Super Power"
    ],
    "aired_from": "2017-07-22T00:00:00+00:00",
    "aired_to": "2017-10-07T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/34449/The_Reflection",
    "year": 2017,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 35714,
    "title": "Yami Shibai 5",
    "title_english": "Theatre of Darkness: Yamishibai 5",
    "image_url": "https://cdn.myanimelist.net/images/anime/11/86158l.jpg",
    "synopsis": "The mysterious masked Storyteller returns to tell more twisted tales of horror. Continuing his particular style of kamishibai inspired storytelling, he now finds that his audience is an eerie crowd of young girls, who eagerly await his devilish stories.\n\nHe recounts ghostly legends involving girls of all ages: a housewife who receives a barrage of chilling phone calls; a strange girl whose flower readings are always right; a mother and daughter's ominous meeting with the \"crow lady\"; and a young girl whose demands from others grow more and more outrageous with each request. Witness once again the Storyteller's haunting and gripping tales, which are sure to leave one with more than just chills...\n\n[Written by MAL Rewrite]",
    "episodes": 13,
    "score": 6.33,
    "scored_by": 13737,
    "type": "TV",
    "source": "Original",
    "studios": [
      "ILCA"
    ],
    "producers": [
      "TV Tokyo"
    ],
    "genres": [
      "Avant Garde",
      "Horror",
      "Supernatural"
    ],
    "themes": [],
    "aired_from": "2017-07-03T00:00:00+00:00",
    "aired_to": "2017-10-02T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/35714/Yami_Shibai_5",
    "year": 2017,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 33184,
    "title": "Battle Girl High School",
    "title_english": "Battle Girl High School",
    "image_url": "https://cdn.myanimelist.net/images/anime/9/87837l.jpg",
    "synopsis": "Based on COLOPL's school action role-playing game. Set in the year 2045. The world has been contaminated by Irousu (mysterious invaders who suddenly appeared), and humans find themselves restricted and contained. Standing boldly against these invaders are ordinary girls everywhere, without a powerful army or even weapons.\n\nThe Shinjugamine Girls Academy is a school for these \"Hoshimori\" (Star Guardians) destined to fight the Irousu. The player is assigned to this academy to train the girls and take back the contaminated Earth. And so, once again, the chimes echo through the sun-strewn schoolyard to mark the beginning of classes today...\n\n(Source: ANN, edited)",
    "episodes": 12,
    "score": 5.84,
    "scored_by": 6585,
    "type": "TV",
    "source": "Game",
    "studios": [
      "SILVER LINK."
    ],
    "producers": [
      "flying DOG",
      "Hakuhodo DY Music & Pictures",
      "COLOPL"
    ],
    "genres": [
      "Action",
      "Sci-Fi"
    ],
    "themes": [
      "School"
    ],
    "aired_from": "2017-07-03T00:00:00+00:00",
    "aired_to": "2017-09-18T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/33184/Battle_Girl_High_School",
    "year": 2017,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 35370,
    "title": "Teekyuu 9",
    "title_english": "Teekyu 9",
    "image_url": "https://cdn.myanimelist.net/images/anime/5/86833l.jpg",
    "synopsis": "Ninth season of the Teekyuu anime series.",
    "episodes": 12,
    "score": 6.56,
    "scored_by": 7606,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Millepensee"
    ],
    "producers": [
      "DAX Production",
      "SMIRAL Animation"
    ],
    "genres": [
      "Comedy"
    ],
    "themes": [],
    "aired_from": "2017-07-12T00:00:00+00:00",
    "aired_to": "2017-09-27T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/35370/Teekyuu_9",
    "year": 2017,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 34800,
    "title": "Action Heroine Cheer Fruits",
    "title_english": "Action Heroine Cheer Fruits",
    "image_url": "https://cdn.myanimelist.net/images/anime/12/86741l.jpg",
    "synopsis": "Several years ago, local heroines—superhero characters who represent towns and perform stage shows in order to raise their town's acclaim—had a boom in popularity. The most famous of these local heroines, Kamidaio, is scheduled to perform in the small town of Hinano, much to the excitement of Mikan Kise's little sister Yuzu. Unfortunately, when Mikan takes Yuzu to the show, she finds out that it has been canceled. She promises her distraught sister that she'll make sure she can see the show. Desperate not to let her down, Mikan asks her classmate, the local heroine fanatic An Akagi, for help.\n\nMikan and Ann put on their own Kamidaio performance clad in homemade costumes, which the kids in the audience love despite its lack of production value. The show is recorded by the student council president Misaki Shirogane, who posts it online to garner attention. Misaki is from a family of politicians and has taken it upon herself to revitalize Hinano. Impressed by their show, she recruits Mikan and An to become the official local heroines of their town. As the group works to improve their shows, they enlist the help of a variety of colorful individuals.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 6.51,
    "scored_by": 5026,
    "type": "TV",
    "source": "Original",
    "studios": [
      "Diomedéa"
    ],
    "producers": [
      "TBS",
      "Nippon Columbia",
      "KlockWorx",
      "Hobby Japan",
      "Glovision",
      "RAY",
      "Nichion",
      "GYAO!",
      "Production Ace"
    ],
    "genres": [
      "Comedy",
      "Slice of Life"
    ],
    "themes": [
      "School"
    ],
    "aired_from": "2017-07-07T00:00:00+00:00",
    "aired_to": "2017-09-29T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/34800/Action_Heroine_Cheer_Fruits",
    "year": 2017,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 35114,
    "title": "Clione no Akari",
    "title_english": "Lights of the Clione",
    "image_url": "https://cdn.myanimelist.net/images/anime/3/84706l.jpg",
    "synopsis": "The story centers around an illness-stricken, constantly bullied orphan girl named Minori. After one rainy day, she doesn't turn up at school, having been admitted into a hospital in a distant town. Two months pass, and the girl's two school friends, Takashi and Kyouko, receive a mysterious email with no sender listed. The email reveals a summer festival taking place at a nearby town...\n\n(Source: ANN)",
    "episodes": 12,
    "score": 5.4,
    "scored_by": 4581,
    "type": "TV",
    "source": "Novel",
    "studios": [
      "drop"
    ],
    "producers": [
      "Kyotoma",
      "Kanetsu Investment"
    ],
    "genres": [
      "Drama"
    ],
    "themes": [
      "School"
    ],
    "aired_from": "2017-07-12T00:00:00+00:00",
    "aired_to": "2017-09-27T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/35114/Clione_no_Akari",
    "year": 2017,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 34337,
    "title": "Ikemen Sengoku: Toki wo Kakeru ga Koi wa Hajimaranai",
    "title_english": "Ikemen Sengoku: Bromances Across Time",
    "image_url": "https://cdn.myanimelist.net/images/anime/7/86054l.jpg",
    "synopsis": "\"Sasuke Sarutobi\" is an average college student at Kyoto University studying time slips as a hobby until the day he falls into a time slip himself, transporting him to the Sengoku Period. Upon arrival, Sasuke encounters several warlords he could only ever dream of meeting: Toyotomi Hideyoshi, Tokugawa Ieyasu, and the famous \"Demon King of the Sixth Heaven\" Oda Nobunaga, who takes him in as a vassal. Introducing several modern concepts to the warlords varying from playing tennis to sending chain letters, Sasuke finds his place in an old but utterly new world. \n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 6.26,
    "scored_by": 3592,
    "type": "TV",
    "source": "Game",
    "studios": [
      "TMS Entertainment",
      "Jinnis Animation Studios"
    ],
    "producers": [],
    "genres": [
      "Romance"
    ],
    "themes": [
      "Historical"
    ],
    "aired_from": "2017-07-12T00:00:00+00:00",
    "aired_to": "2017-09-27T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/34337/Ikemen_Sengoku__Toki_wo_Kakeru_ga_Koi_wa_Hajimaranai",
    "year": 2017,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 35730,
    "title": "Musekinin Galaxy☆Tylor",
    "title_english": "The Irresponsible Galaxy☆Tylor",
    "image_url": "https://cdn.myanimelist.net/images/anime/13/86832l.jpg",
    "synopsis": "Taking place in a very distant in future, the adventure begins when a boy meets a certain girl. The Pan Galaxy Republic has declined and so have many empires. This resulted to people in the galaxy being scattered. Living in the peaceful side of their world, Banjou, who picks up trashes at the spherical wall met a girl, frozen, in a broken spaceship. There are bad guys who chase her, and thus, the quiet galaxy suddenly became lively. Little did he know that the frozen girl is Goza 168th, the key to decide the destiny of the whole universe. Overcoming hardship, the two embarks on a trip to make the Galaxy Republic alive again. It may be a difficult challenge, but it's alright, let's progress slowly! A comedy of irresponsible galaxy trip begins!\n\n(Source: MAL News)",
    "episodes": 12,
    "score": 3.87,
    "scored_by": 2388,
    "type": "TV",
    "source": "Light novel",
    "studios": [
      "Seven"
    ],
    "producers": [
      "DAX Production",
      "Dream Creation"
    ],
    "genres": [
      "Comedy",
      "Sci-Fi"
    ],
    "themes": [
      "Military",
      "Parody",
      "Space"
    ],
    "aired_from": "2017-07-11T00:00:00+00:00",
    "aired_to": "2017-09-26T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/35730/Musekinin_Galaxy☆Tylor",
    "year": 2017,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 35739,
    "title": "Pikotarou no Lullaby Lullaby (TV)",
    "title_english": "Pikotaro's Lullaby La La By (TV)",
    "image_url": "https://cdn.myanimelist.net/images/anime/13/86266l.jpg",
    "synopsis": "Piko-tarou will improvise the story of each three-minute episode using an illustration by the anime's director Takashi Taniguchi. He will tell each story in the style of a fairy tale and voice every character, including himself. \n\n(Source: ANN)",
    "episodes": 9,
    "score": 5.61,
    "scored_by": 2984,
    "type": "TV",
    "source": "Original",
    "studios": [
      "DLE"
    ],
    "producers": [
      "TV Tokyo Music",
      "Avex Pictures"
    ],
    "genres": [
      "Comedy"
    ],
    "themes": [
      "Parody"
    ],
    "aired_from": "2017-08-02T00:00:00+00:00",
    "aired_to": "2017-09-27T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/35739/Pikotarou_no_Lullaby_Lullaby_TV",
    "year": 2017,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 34975,
    "title": "Marvel Future Avengers",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1742/100477l.jpg",
    "synopsis": "The Avengers rescue a trio of children (Makoto, Adi, and Chloe) who were granted superhuman powers from a nefarious experiment by the evil organization, Hydra. The superhero team decides to take the youngsters under their wing, training them to be a new generation of heroes while foiling the schemes of villains.\n\n(Source: Disney+)",
    "episodes": 26,
    "score": 5.78,
    "scored_by": 1178,
    "type": "TV",
    "source": "Other",
    "studios": [
      "Madhouse"
    ],
    "producers": [],
    "genres": [
      "Action"
    ],
    "themes": [
      "Super Power"
    ],
    "aired_from": "2017-07-22T00:00:00+00:00",
    "aired_to": "2018-01-20T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/34975/Marvel_Future_Avengers",
    "year": 2017,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 34725,
    "title": "Kaito x Ansa",
    "title_english": "Kaito x Ansa",
    "image_url": "https://cdn.myanimelist.net/images/anime/5/85063l.jpg",
    "synopsis": "Second season of Nazotokine.",
    "episodes": 12,
    "score": 4.94,
    "scored_by": 395,
    "type": "TV",
    "source": "Original",
    "studios": [
      "Tengu Kobo"
    ],
    "producers": [
      "Pony Canyon"
    ],
    "genres": [],
    "themes": [
      "Strategy Game"
    ],
    "aired_from": "2017-07-12T00:00:00+00:00",
    "aired_to": "2017-09-27T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/34725/Kaito_x_Ansa",
    "year": 2017,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 36231,
    "title": "Hinomaru!",
    "title_english": "Hinomaru!",
    "image_url": "https://cdn.myanimelist.net/images/anime/3/88484l.jpg",
    "synopsis": null,
    "episodes": 12,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Manga",
    "studios": [],
    "producers": [],
    "genres": [
      "Adventure",
      "Comedy",
      "Fantasy"
    ],
    "themes": [],
    "aired_from": "2017-07-05T00:00:00+00:00",
    "aired_to": "2018-06-01T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/36231/Hinomaru",
    "year": 2017,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 35957,
    "title": "Yura Yura Suizokukan",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/9/89666l.jpg",
    "synopsis": null,
    "episodes": 50,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [
      "Kachidoki Studio"
    ],
    "producers": [
      "Asmik Ace"
    ],
    "genres": [
      "Comedy"
    ],
    "themes": [],
    "aired_from": "2017-07-24T00:00:00+00:00",
    "aired_to": "2018-07-08T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/35957/Yura_Yura_Suizokukan",
    "year": 2017,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 37263,
    "title": "Quiz Tokiko-san",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1313/91294l.jpg",
    "synopsis": "Tokiko-san got the job of making quizzes/brain-teasers/riddles for Chuukyou Television Broadcasting (a real TV station that airs the anime the fictional character works for). In particular: matchstick puzzles. The show focuses on her trying to make puzzles as well as her early life, family, personality that lead to her profession—particularly her compulsiveness for organization.",
    "episodes": 40,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [
      "Anime Beans"
    ],
    "genres": [
      "Slice of Life"
    ],
    "themes": [
      "Strategy Game"
    ],
    "aired_from": "2017-06-17T00:00:00+00:00",
    "aired_to": "2018-03-31T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/37263/Quiz_Tokiko-san",
    "year": 2017,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 35963,
    "title": "PJ Berri no Mogumogu Munyamunya Season 2",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/13/86919l.jpg",
    "synopsis": "The second season of PJ Berri no Mogumogu Munyamunya. Its broadcast will be in the same timeslot as the re-airing of the original 2001 Parappa the Rapper anime on Fuji TV.",
    "episodes": 6,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Game",
    "studios": [
      "Doga Kobo"
    ],
    "producers": [
      "Fuji TV"
    ],
    "genres": [
      "Comedy"
    ],
    "themes": [],
    "aired_from": "2017-08-03T00:00:00+00:00",
    "aired_to": "2017-09-14T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/35963/PJ_Berri_no_Mogumogu_Munyamunya_Season_2",
    "year": 2017,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 41667,
    "title": "Monkateu",
    "title_english": "MONKART",
    "image_url": "https://cdn.myanimelist.net/images/anime/1070/107052l.jpg",
    "synopsis": "Carmon Kingdom is a medieval style fantasy world where humans and monsters live together. Monkart Race is the most popular sport in the kingdom, as the highest ranker can be selected as knight. 12 year-old Jin of Latona Village also dreams to be the winner someday.\nOne day, Destro, commander of the knights, invades the kingdom and tries to marry princess Sena. The princess escapes and comes across Jin. Their encounter awakes a dragon monster named Draka, who has been sealed in Jin’s sword.\nNow Jin, Sena, and their monsters start the most exciting adventures to save the kingdom. \n\n(Source: SAMG Animation)",
    "episodes": 52,
    "score": 6.37,
    "scored_by": 142,
    "type": "TV",
    "source": "Original",
    "studios": [
      "SAMG Entertainment"
    ],
    "producers": [],
    "genres": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "themes": [],
    "aired_from": "2017-08-28T00:00:00+00:00",
    "aired_to": "2018-08-14T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/41667/Monkateu",
    "year": 2017,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 35914,
    "title": "Catchy-kun no Nice Catch!",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/3/86803l.jpg",
    "synopsis": null,
    "episodes": 13,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Other",
    "studios": [
      "DLE"
    ],
    "producers": [],
    "genres": [
      "Comedy"
    ],
    "themes": [],
    "aired_from": "2017-07-07T00:00:00+00:00",
    "aired_to": "2017-09-29T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/35914/Catchy-kun_no_Nice_Catch",
    "year": 2017,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 36657,
    "title": "Stone Age: Jeonseol-ui Pes-eul Chaj-aseo",
    "title_english": "Stone Age: The Legendary Pet",
    "image_url": "https://cdn.myanimelist.net/images/anime/1185/129475l.jpg",
    "synopsis": "An animated adaptation of the mobile game of the same name. Each episode is composed of two stories. The story is set in the future, after the destruction of machine civilization which leaves humans in a more primitive state. Dinosaurs, woolly mammoths, saber-tooth tigers, etc. roam free, as their species were brought back to life and modified to be friendlier thanks to cloning fossil samples during the machine civilization era. Children can become Stone Leaders by having one of these creatures as a \"pet\" which they can do friendly battles with against others.",
    "episodes": 26,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Game",
    "studios": [
      "Iconix Entertainment"
    ],
    "producers": [],
    "genres": [
      "Fantasy"
    ],
    "themes": [],
    "aired_from": "2017-07-12T00:00:00+00:00",
    "aired_to": "2018-05-02T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/36657/Stone_Age__Jeonseol-ui_Pes-eul_Chaj-aseo",
    "year": 2017,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 35385,
    "title": "Yukai na Animal Bus 2nd Season",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/5/85231l.jpg",
    "synopsis": "Second season of Yukai na Animal Bus.",
    "episodes": 12,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [
      "TMS Entertainment"
    ],
    "producers": [],
    "genres": [
      "Comedy"
    ],
    "themes": [],
    "aired_from": "2017-07-02T00:00:00+00:00",
    "aired_to": "2017-09-17T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/35385/Yukai_na_Animal_Bus_2nd_Season",
    "year": 2017,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 36036,
    "title": "Running Man",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1325/98783l.jpg",
    "synopsis": "The Soul Tree, the great source of our race.\n\nBut for its ultimate power and by those whose minds were blinded by it, it also became the catastrophic cause that had brought never-ending wars between the tribes. Tortured by the agonies of the wars, the leaders of the tribes finally came to a peace agreement that they would instead open a competition. Players, equipped with special watches and shields, compete against each other as winner’s tribe would be awarded with Materion, the sacred fruit of the Soul Tree.\n\nThese brave players, who throw themselves in this fierce fight, we call them the Runningman.\n\n(Source: Official YouTube Channel)",
    "episodes": 48,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Other",
    "studios": [],
    "producers": [],
    "genres": [
      "Action",
      "Adventure"
    ],
    "themes": [],
    "aired_from": "2017-07-29T00:00:00+00:00",
    "aired_to": "2018-10-12T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/36036/Running_Man",
    "year": 2017,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 42144,
    "title": "Jingju Mao Zhi Xinnian de Maoxian",
    "title_english": "Jing-Ju Cats 2",
    "image_url": "https://cdn.myanimelist.net/images/anime/1675/107855l.jpg",
    "synopsis": "Second season of Jingju Mao.",
    "episodes": 52,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [
      "Dazzling Star"
    ],
    "producers": [],
    "genres": [
      "Action",
      "Adventure",
      "Comedy",
      "Fantasy"
    ],
    "themes": [],
    "aired_from": "2017-07-10T00:00:00+00:00",
    "aired_to": "2017-08-14T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/42144/Jingju_Mao_Zhi_Xinnian_de_Maoxian",
    "year": 2017,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 38537,
    "title": "Huoli Shaonian Wang zhi You Quan Yingxiong",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1180/95685l.jpg",
    "synopsis": "Another reboot within the Huoli Shaonian Wang franchise again focusing on new characters, new story, unrelated to the previous seasons.\n\nDark energy is growing threatening to ruin the balance of the world. 5 yoyo toys were summoned and 5 teenagers were chosen to master them. They must learn to work as a team to channel the magical spiritual power to push back the dark forces who too have harnessed humans. The magical spiritual power gives them superhero abilities such as flaming armor, the ability of flight, super speed, and water-bending.",
    "episodes": 42,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [
      "Alpha Group"
    ],
    "genres": [],
    "themes": [
      "Strategy Game",
      "Super Power"
    ],
    "aired_from": "2017-08-18T00:00:00+00:00",
    "aired_to": "2017-01-01T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/38537/Huoli_Shaonian_Wang_zhi_You_Quan_Yingxiong",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 60485,
    "title": "Hello Kitty to Asobou! Manabou!",
    "title_english": "Hello Kitty & Friends: Let's Learn Together",
    "image_url": "https://cdn.myanimelist.net/images/anime/1418/146885l.jpg",
    "synopsis": "Hello Kitty and her sister Mimmy love exploring and learning new stuff, especially when they can share them with friends! It's fun to learn the world around us: from learning how to take care of flowers, dancing or even learning good manneers.\n\n(Source: Pluto TV)",
    "episodes": 21,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Unknown",
    "studios": [
      "Liberty Animation Studio"
    ],
    "producers": [
      "Sanrio"
    ],
    "genres": [
      "Slice of Life"
    ],
    "themes": [
      "Anthropomorphic",
      "Educational"
    ],
    "aired_from": "2017-07-28T00:00:00+00:00",
    "aired_to": "2017-09-01T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/60485/Hello_Kitty_to_Asobou_Manabou",
    "year": 2017,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 49070,
    "title": "Geo Mecha: Captain Dino",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1684/115252l.jpg",
    "synopsis": null,
    "episodes": 26,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [
      "Sci-Fi"
    ],
    "themes": [
      "Mecha"
    ],
    "aired_from": "2017-08-21T00:00:00+00:00",
    "aired_to": "2018-02-12T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/49070/Geo_Mecha__Captain_Dino",
    "year": 2017,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 43997,
    "title": "Xi Yangyang Yu Hui Tailang: Faming Da Zuozhan",
    "title_english": "Pleasant Goat and Big Big Wolf: War of Invention",
    "image_url": "https://cdn.myanimelist.net/images/anime/1560/115286l.jpg",
    "synopsis": null,
    "episodes": 60,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Unknown",
    "studios": [],
    "producers": [],
    "genres": [
      "Adventure",
      "Comedy"
    ],
    "themes": [],
    "aired_from": "2017-07-12T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/43997/Xi_Yangyang_Yu_Hui_Tailang__Faming_Da_Zuozhan",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 44004,
    "title": "Xi Yangyang Yu Hui Tailang: Man Jing Tou",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1294/115294l.jpg",
    "synopsis": null,
    "episodes": 60,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Unknown",
    "studios": [],
    "producers": [],
    "genres": [
      "Adventure",
      "Comedy"
    ],
    "themes": [],
    "aired_from": "2017-07-14T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/44004/Xi_Yangyang_Yu_Hui_Tailang__Man_Jing_Tou",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 48227,
    "title": "Boomba & Toomba",
    "title_english": "Boomba & Toomba",
    "image_url": "https://cdn.myanimelist.net/images/anime/1956/126950l.jpg",
    "synopsis": null,
    "episodes": 13,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [
      "Comedy",
      "Fantasy"
    ],
    "themes": [
      "Anthropomorphic"
    ],
    "aired_from": "2017-08-07T00:00:00+00:00",
    "aired_to": "2017-08-08T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/48227/Boomba___Toomba",
    "year": 2017,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 56365,
    "title": "Roy wa Hamkkehaneun Sobanganjeon Iyagi",
    "title_english": "Fire Safety with Roy",
    "image_url": "https://cdn.myanimelist.net/images/anime/1729/137911l.jpg",
    "synopsis": null,
    "episodes": 26,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [
      "Comedy"
    ],
    "themes": [
      "Educational"
    ],
    "aired_from": "2017-08-29T00:00:00+00:00",
    "aired_to": "2017-11-21T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/56365/Roy_wa_Hamkkehaneun_Sobanganjeon_Iyagi",
    "year": 2017,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 47349,
    "title": "Pan Hu Chuanqi",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1176/130704l.jpg",
    "synopsis": null,
    "episodes": 26,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Unknown",
    "studios": [],
    "producers": [],
    "genres": [],
    "themes": [],
    "aired_from": "2017-09-13T00:00:00+00:00",
    "aired_to": "2017-09-21T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/47349/Pan_Hu_Chuanqi",
    "year": 2017,
    "season": "summer",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 46898,
    "title": "Banjiui Bimil-ilgi",
    "title_english": "Banzi's Secret Diary",
    "image_url": "https://cdn.myanimelist.net/images/anime/1597/127849l.jpg",
    "synopsis": "Banzi's Secret Diary is a Korean animated series focused on the life experiences of a girl named Banzi, who owns a diary that she writes in regularly, and her friends Eungsim and Namnam. \n\n(Source: TV Tropes)",
    "episodes": 52,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Unknown",
    "studios": [],
    "producers": [],
    "genres": [
      "Comedy"
    ],
    "themes": [],
    "aired_from": "2017-07-13T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/46898/Banjiui_Bimil-ilgi",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 47489,
    "title": "Amy & Gollum",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1505/127782l.jpg",
    "synopsis": null,
    "episodes": 52,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Unknown",
    "studios": [],
    "producers": [],
    "genres": [
      "Fantasy"
    ],
    "themes": [
      "Anthropomorphic"
    ],
    "aired_from": "2017-07-18T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/47489/Amy___Gollum",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 44285,
    "title": "Guo Bao Tegong 4: Kai Zhi Hun",
    "title_english": "Fruity Robo 4: Soul of Armor",
    "image_url": "https://cdn.myanimelist.net/images/anime/1325/123017l.jpg",
    "synopsis": null,
    "episodes": 52,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [
      "BlueArc Animation Studios"
    ],
    "genres": [
      "Fantasy"
    ],
    "themes": [
      "Mecha"
    ],
    "aired_from": "2017-09-12T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/44285/Guo_Bao_Tegong_4__Kai_Zhi_Hun",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 43925,
    "title": "Xin Datou Er Zi He Xiao Tou Baba 4th Season",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1541/122597l.jpg",
    "synopsis": null,
    "episodes": 100,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Unknown",
    "studios": [],
    "producers": [],
    "genres": [
      "Slice of Life"
    ],
    "themes": [],
    "aired_from": "2017-07-17T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/43925/Xin_Datou_Er_Zi_He_Xiao_Tou_Baba_4th_Season",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 44116,
    "title": "Kaixin Chaoren Lianmeng: Xingji Weiji",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1823/122968l.jpg",
    "synopsis": null,
    "episodes": 52,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [
      "Comedy",
      "Sci-Fi"
    ],
    "themes": [],
    "aired_from": "2017-08-22T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/44116/Kaixin_Chaoren_Lianmeng__Xingji_Weiji",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 47227,
    "title": "Tuteng Lingyu 2nd Season",
    "title_english": "Totem Heroes Season 2",
    "image_url": "https://cdn.myanimelist.net/images/anime/1960/125075l.jpg",
    "synopsis": null,
    "episodes": 52,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [
      "Adventure",
      "Sci-Fi"
    ],
    "themes": [
      "Mecha"
    ],
    "aired_from": "2017-09-28T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/47227/Tuteng_Lingyu_2nd_Season",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 47541,
    "title": "Chaoji Xiaoxiong BOOMi",
    "title_english": "Super BOOMi",
    "image_url": "https://cdn.myanimelist.net/images/anime/1069/123244l.jpg",
    "synopsis": null,
    "episodes": 52,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [
      "Fantasy"
    ],
    "themes": [],
    "aired_from": "2017-07-01T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/47541/Chaoji_Xiaoxiong_BOOMi",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 47492,
    "title": "Xun Ling Da Maoxian",
    "title_english": "Jungle Survival",
    "image_url": "https://cdn.myanimelist.net/images/anime/1646/127780l.jpg",
    "synopsis": null,
    "episodes": 78,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [
      "Adventure",
      "Fantasy",
      "Sci-Fi"
    ],
    "themes": [],
    "aired_from": "2017-07-01T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/47492/Xun_Ling_Da_Maoxian",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 47381,
    "title": "Bai Bian Bu Lu Ke",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1382/129427l.jpg",
    "synopsis": null,
    "episodes": 20,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [
      "Fantasy"
    ],
    "themes": [],
    "aired_from": "2017-09-01T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/47381/Bai_Bian_Bu_Lu_Ke",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 47464,
    "title": "Dongfang Kurhn: Modern Xueyuan",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1003/127775l.jpg",
    "synopsis": null,
    "episodes": 52,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Unknown",
    "studios": [],
    "producers": [],
    "genres": [
      "Fantasy",
      "Sci-Fi"
    ],
    "themes": [],
    "aired_from": "2017-09-05T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/47464/Dongfang_Kurhn__Modern_Xueyuan",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 47552,
    "title": "Qihuan Lucheng: Mao Mao Shu Laile",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1422/123234l.jpg",
    "synopsis": null,
    "episodes": 13,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [
      "Adventure",
      "Fantasy"
    ],
    "themes": [
      "Anthropomorphic"
    ],
    "aired_from": "2017-07-17T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/47552/Qihuan_Lucheng__Mao_Mao_Shu_Laile",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 45102,
    "title": "Kong Tian Zhandui",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1446/127551l.jpg",
    "synopsis": null,
    "episodes": 52,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Unknown",
    "studios": [],
    "producers": [],
    "genres": [
      "Action",
      "Adventure",
      "Sci-Fi"
    ],
    "themes": [],
    "aired_from": "2017-09-15T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/45102/Kong_Tian_Zhandui",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 45099,
    "title": "Zhu Dike: Guguai Dao Da Maoxian II",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1740/128359l.jpg",
    "synopsis": null,
    "episodes": 26,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [
      "Adventure",
      "Fantasy"
    ],
    "themes": [
      "Anthropomorphic"
    ],
    "aired_from": "2017-08-14T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/45099/Zhu_Dike__Guguai_Dao_Da_Maoxian_II",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 47428,
    "title": "Xin Chenglong Lixian Ji: Mengjing Shouhu Zhe",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1414/129437l.jpg",
    "synopsis": null,
    "episodes": 52,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [
      "Adventure"
    ],
    "themes": [],
    "aired_from": "2017-08-14T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/47428/Xin_Chenglong_Lixian_Ji__Mengjing_Shouhu_Zhe",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 47604,
    "title": "Chao Mini Zhanshi",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1136/130176l.jpg",
    "synopsis": null,
    "episodes": 52,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [],
    "themes": [],
    "aired_from": "2017-09-27T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/47604/Chao_Mini_Zhanshi",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 47495,
    "title": "Shanhai Baobei",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1148/129464l.jpg",
    "synopsis": null,
    "episodes": 26,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [
      "Fantasy"
    ],
    "themes": [],
    "aired_from": "2017-08-22T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/47495/Shanhai_Baobei",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  }
]