[
  {
    "mal_id": 5114,
    "title": "Fullmetal Alchemist: Brotherhood",
    "title_english": "Fullmetal Alchemist: Brotherhood",
    "image_url": "https://cdn.myanimelist.net/images/anime/1208/94745l.jpg",
    "synopsis": "After a horrific alchemy experiment goes wrong in the Elric household, brothers Edward and Alphonse are left in a catastrophic new reality. Ignoring the alchemical principle banning human transmutation, the boys attempted to bring their recently deceased mother back to life. Instead, they suffered brutal personal loss: Alphonse's body disintegrated while Edward lost a leg and then sacrificed an arm to keep Alphonse's soul in the physical realm by binding it to a hulking suit of armor.\n\nThe brothers are rescued by their neighbor Pinako Rockbell and her granddaughter Winry. Known as a bio-mechanical engineering prodigy, Winry creates prosthetic limbs for Edward by utilizing \"automail,\" a tough, versatile metal used in robots and combat armor. After years of training, the Elric brothers set off on a quest to restore their bodies by locating the Philosopher's Stone—a powerful gem that allows an alchemist to defy the traditional laws of Equivalent Exchange.\n\nAs Edward becomes an infamous alchemist and gains the nickname \"Fullmetal,\" the boys' journey embroils them in a growing conspiracy that threatens the fate of the world.\n\n[Written by MAL Rewrite]",
    "episodes": 64,
    "score": 9.1,
    "scored_by": 2258940,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Bones"
    ],
    "producers": [
      "Aniplex",
      "Square Enix",
      "Mainichi Broadcasting System",
      "Techno Sound"
    ],
    "genres": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy"
    ],
    "themes": [
      "Military"
    ],
    "aired_from": "2009-04-05T00:00:00+00:00",
    "aired_to": "2010-07-04T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/5114/Fullmetal_Alchemist__Brotherhood",
    "year": 2009,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 5680,
    "title": "K-On!",
    "title_english": "K-ON!",
    "image_url": "https://cdn.myanimelist.net/images/anime/10/76120l.jpg",
    "synopsis": "A fresh high school year always means much to come, and one of those things is joining a club. Being in a dilemma about which club to join, Yui Hirasawa stumbles upon and applies for the Light Music Club, which she misinterprets to be about playing simple instruments, such as castanets. Unable to play an instrument, she decides to visit to apologize and quit.\n\nMeanwhile, the Light Music Club faces disbandment due to a lack of members. This causes the club members to offer anything, from food to slacking off during club time, in order to convince Yui to join. Despite their efforts, Yui insists on leaving due to her lack of musical experience. As a last resort, they play a piece for Yui, which sparks her fiery passion and finally convinces her to join the club.\n\nFrom then onward, it is just plain messing around with bits and pieces of practice. The members of the Light Music Club are ready to make their time together a delightful one!\n\n[Written by MAL Rewrite]",
    "episodes": 13,
    "score": 7.86,
    "scored_by": 601004,
    "type": "TV",
    "source": "4-koma manga",
    "studios": [
      "Kyoto Animation"
    ],
    "producers": [
      "Pony Canyon",
      "TBS",
      "Movic",
      "Rakuonsha",
      "Animation Do"
    ],
    "genres": [
      "Comedy"
    ],
    "themes": [
      "CGDCT",
      "Music",
      "School"
    ],
    "aired_from": "2009-04-03T00:00:00+00:00",
    "aired_to": "2009-06-26T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/5680/K-On",
    "year": 2009,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 5630,
    "title": "Higashi no Eden",
    "title_english": "Eden of The East",
    "image_url": "https://cdn.myanimelist.net/images/anime/9/15033l.jpg",
    "synopsis": "On November 22, 2010, Japan was hit by missile strikes, a terrorist act that fortunately did not harm anyone, becoming known as \"Careless Monday.\" Quickly forgotten, society goes on about their lives as normal.\n \nDuring her graduation trip to America three months later, friendly college student Saki Morimi's life is forever changed when she finds herself saved from unexpected trouble by Akira Takizawa. Takizawa is cheerful, but odd in many ways—he is stark naked and suffers from amnesia, believing himself to be a terrorist. In addition, he possesses a strange cell phone loaded with 8.2 billion yen in digital cash.\n\nDespite Takizawa's suspicious traits, Saki quickly befriends the enigmatic young man. However, unbeknownst to her, this is the beginning of a thrilling death game involving money, cell phones, and the salvation of the world. Higashi no Eden chronicles Saki's struggle to unravel the mysteries behind her savior, while Takizawa himself battles other individuals armed with similar cell phones and returning memories which reveal his possible connection to the event from months ago.\n\n[Written by MAL Rewrite]",
    "episodes": 11,
    "score": 7.73,
    "scored_by": 263761,
    "type": "TV",
    "source": "Original",
    "studios": [
      "Production I.G"
    ],
    "producers": [
      "Dentsu",
      "Fuji TV",
      "Asmik Ace",
      "Sony Music Entertainment",
      "Fonishia"
    ],
    "genres": [
      "Award Winning",
      "Mystery",
      "Romance",
      "Sci-Fi",
      "Suspense"
    ],
    "themes": [
      "Adult Cast",
      "Psychological"
    ],
    "aired_from": "2009-04-10T00:00:00+00:00",
    "aired_to": "2009-06-19T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/5630/Higashi_no_Eden",
    "year": 2009,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 4382,
    "title": "Suzumiya Haruhi no Yuuutsu (2009)",
    "title_english": "The Melancholy of Haruhi Suzumiya (2009)",
    "image_url": "https://cdn.myanimelist.net/images/anime/8/75377l.jpg",
    "synopsis": "Kyon has found himself dragged through many adventures as of late—all because of the SOS Brigade club and its excitable leader, Haruhi Suzumiya. He has stopped believing in the supernatural long ago, but after being forced to join this club based solely on that, he has seen things that cannot be explained logically. \n\nJoining Kyon on his various misadventures is the shy and soft-spoken Mikuru Asahina, the bookish Yuki Nagato, and the ever-cheerful Itsuki Koizumi. Whether it is summer vacation or a school festival, things involving their club and Haruhi herself always end up becoming strange.\n\n[Written by MAL Rewrite]",
    "episodes": 14,
    "score": 7.23,
    "scored_by": 318237,
    "type": "TV",
    "source": "Light novel",
    "studios": [
      "Kyoto Animation"
    ],
    "producers": [
      "Lantis",
      "Kadokawa Shoten",
      "Rakuonsha",
      "Kadokawa Pictures Japan",
      "KlockWorx"
    ],
    "genres": [
      "Comedy",
      "Mystery",
      "Sci-Fi"
    ],
    "themes": [
      "School"
    ],
    "aired_from": "2009-05-22T00:00:00+00:00",
    "aired_to": "2009-09-11T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/4382/Suzumiya_Haruhi_no_Yuuutsu_2009",
    "year": 2009,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 5530,
    "title": "Pandora Hearts",
    "title_english": "Pandora Hearts",
    "image_url": "https://cdn.myanimelist.net/images/anime/4/75535l.jpg",
    "synopsis": "To young Oz Vessalius, heir to the Vessalius Duke House, the perilous world called the Abyss is nothing more than a folktale used to scare misbehaving children. However, when Oz's coming-of-age ceremony is interrupted by the malicious Baskerville Clan intent on banishing him into the depths of the Abyss, the Vessalius heir realizes that his peaceful life of luxury is at its end. Now, he must confront the world of the Abyss and its dwellers, the monstrous \"Chains,\" which are both not quite as fake as he once believed.\n\nBased on the supernatural fantasy manga of the same name, Pandora Hearts tells the story of fifteen-year-old Oz's journey to discover the meaning behind the strange events that have overtaken his life. Assisted by a mysterious Chain named Alice, whose nickname is \"Bloodstained Black Rabbit,\" and members of a clandestine organization known as \"Pandora,\" Oz begins to realize his existence may have more meaning than he could have ever imagined.\n\n[Written by MAL Rewrite]",
    "episodes": 25,
    "score": 7.64,
    "scored_by": 180085,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Xebec"
    ],
    "producers": [
      "Square Enix",
      "TBS",
      "flying DOG"
    ],
    "genres": [
      "Adventure",
      "Fantasy",
      "Mystery"
    ],
    "themes": [],
    "aired_from": "2009-04-03T00:00:00+00:00",
    "aired_to": "2009-09-25T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/5530/Pandora_Hearts",
    "year": 2009,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 6033,
    "title": "Dragon Ball Kai",
    "title_english": "Dragon Ball Z Kai",
    "image_url": "https://cdn.myanimelist.net/images/anime/1102/133990l.jpg",
    "synopsis": "Five years after the events of Dragon Ball, martial arts expert Gokuu is now a grown man married to his wife Chi-Chi, with a four-year old son named Gohan. While attending a reunion on Turtle Island with his old friends Master Roshi, Krillin, Bulma and others, the festivities are interrupted when a humanoid alien named Raditz not only reveals the truth behind Gokuu's past, but kidnaps Gohan as well.\n\nWith Raditz displaying power beyond anything Gokuu has seen before, he is forced to team up with his old nemesis, Piccolo, in order to rescue his son. But when Gokuu and Piccolo reveal the secret of the seven mystical wish-granting Dragon Balls to Raditz, he informs the duo that there is more of his race, the Saiyans, and they won’t pass up an opportunity to seize the power of the Dragon Balls for themselves.\n\nThese events begin the saga of Dragon Ball Kai, a story that finds Gokuu and his friends and family constantly defending the galaxy from increasingly more powerful threats. Bizarre, comical, heartwarming and threatening characters come together in a series of battles that push the powers and abilities of Gokuu and his friends beyond anything they have ever experienced.",
    "episodes": 97,
    "score": 7.77,
    "scored_by": 260256,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Toei Animation"
    ],
    "producers": [
      "Fuji TV"
    ],
    "genres": [
      "Action",
      "Adventure",
      "Comedy",
      "Fantasy"
    ],
    "themes": [
      "Martial Arts"
    ],
    "aired_from": "2009-04-05T00:00:00+00:00",
    "aired_to": "2011-03-27T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/6033/Dragon_Ball_Kai",
    "year": 2009,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 5682,
    "title": "Phantom: Requiem for the Phantom",
    "title_english": "Phantom: Requiem for the Phantom",
    "image_url": "https://cdn.myanimelist.net/images/anime/8/22470l.jpg",
    "synopsis": "Mafia is rife in America where assassinations are a regular occurrence on the streets. Inferno, a mysterious company, is behind most of these dealings through the use of their near-invincible human weapon, \"Phantom.\"\n\nOne day, a Japanese tourist accidentally witnesses Phantom's latest murder. Desperate to escape, the tourist hides in a secluded building. However, Phantom, revealed to be a young woman named Ein, and the leader of Inferno \"Scythe Master\" captures the tourist and brainwashes him.\n\nGiven the name \"Zwei,\" this once peaceful tourist is now a puppet of Inferno with no memories. Drawn into a world of lies, deceit, and violence, Zwei must fight to survive, hopefully to one day regain his memories and escape from this world where he is constantly on the brink of death.\n\n[Written by MAL Rewrite]",
    "episodes": 26,
    "score": 7.92,
    "scored_by": 130028,
    "type": "TV",
    "source": "Visual novel",
    "studios": [
      "Bee Train"
    ],
    "producers": [
      "Genco",
      "Lantis",
      "Media Factory",
      "Rakuonsha"
    ],
    "genres": [
      "Action",
      "Drama",
      "Suspense"
    ],
    "themes": [
      "Organized Crime"
    ],
    "aired_from": "2009-04-03T00:00:00+00:00",
    "aired_to": "2009-09-25T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/5682/Phantom__Requiem_for_the_Phantom",
    "year": 2009,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 5525,
    "title": "07-Ghost",
    "title_english": "07-Ghost",
    "image_url": "https://cdn.myanimelist.net/images/anime/3/22605l.jpg",
    "synopsis": "Barsburg Empire's Military Academy is known for training elites who bring victory to the empire. Students of the academy freely utilize an ability called \"Zaiphon\" to fight, while the types of Zaiphon usable depends on the nature of the soldier.\n\nTeito Klein, a student at the academy, is one of the most promising soldiers produced. Although ridiculed by everyone for being a sklave (German for slave) with no memories of his past, he is befriended by a fellow student called Mikage. While preparing for the final exam, Teito uncovers a dark secret related to his past. When an attempt to assassinate Ayanami, a high-ranking official who killed his father, fails, Teito is locked away awaiting punishment.\n\nOnly wanting the best for Teito, Mikage helps him escape. Teito ends up at the 7th District Church where he is taken in by the bishops. It is here that Teito attempts to evade the grasp of Ayanami and the Military, so he can rediscover his memories and learn why he is the person that can change the fate of the world.\n\n[Written by MAL Rewrite]",
    "episodes": 25,
    "score": 7.18,
    "scored_by": 107183,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Studio Deen"
    ],
    "producers": [
      "Ichijinsha"
    ],
    "genres": [
      "Action",
      "Fantasy"
    ],
    "themes": [
      "Military",
      "Mythology"
    ],
    "aired_from": "2009-04-07T00:00:00+00:00",
    "aired_to": "2009-09-22T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/5525/07-Ghost",
    "year": 2009,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 5355,
    "title": "Sengoku Basara",
    "title_english": "Sengoku Basara: Samurai Kings",
    "image_url": "https://cdn.myanimelist.net/images/anime/4/21849l.jpg",
    "synopsis": "In the Sengoku period, the struggle for power and unification has brought endless bloodshed to the unstable Japan. Out of all the warring generals, Nobunaga Oda—the \"Demon King of Owari\"—has established himself as the strongest ruler. Friend or foe, he is determined to crush anyone who stands in his way of creating a tyrannical central government. \n\nThe only two who dare rebel against Oda are the \"One-eyed Dragon of Oshu\" Masamune Date, and the distinguished but hot-blooded warrior of the Takeda clan, Yukimura Sanada. Though they share the goal of preventing Oda from unifying the domains, Masamune and Yukimura cannot see eye-to-eye. Equally skilled in combat, mutual admiration for one another causes these two feuding warriors to forge a fierce rivalry, thwarting any attempts to form a united front against the Demon King of Owari. \n\nWith Oda's forces closing in on their respective territories, Masamune and Yukimura reluctantly learn to put aside their differences and fight together against the threatening usurpator.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 7.31,
    "scored_by": 67096,
    "type": "TV",
    "source": "Game",
    "studios": [
      "Production I.G"
    ],
    "producers": [
      "Dentsu",
      "Shochiku",
      "Mainichi Broadcasting System",
      "Movic",
      "flying DOG"
    ],
    "genres": [
      "Action",
      "Fantasy"
    ],
    "themes": [
      "Historical",
      "Martial Arts",
      "Samurai"
    ],
    "aired_from": "2009-04-02T00:00:00+00:00",
    "aired_to": "2009-06-18T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/5355/Sengoku_Basara",
    "year": 2009,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 5507,
    "title": "Senjou no Valkyria",
    "title_english": "Valkyria Chronicles",
    "image_url": "https://cdn.myanimelist.net/images/anime/6/53901l.jpg",
    "synopsis": "In its expansion west to gain resources, the Europan Imperial Alliance invades the neutral Principality of Gallia, seeking to take control of its vast Ragnite deposits. Their strategic advantage, technological superiority, and military might make opposition nonexistent, so they steamroll through the border of the sleepy principality with ease.\n\nAs Imperial forces run through his quiet hometown, Welkin Gunther and his younger sister Isara jump into action, banding with the leader of the local militia to push the occupational forces out of the village. Quickly retreating to the Gallian capital, they are organized into a unit with the remnants of the militia, tasked with assisting in repelling the Imperial presence from the country.\n\nThough unfamiliar with war, the newly formed Squad Seven must defend their country from annexation. But as the battle rages on through the streets of Gallia, ancient secrets will bring the team closer than they'd ever anticipated.\n\n[Written by MAL Rewrite]",
    "episodes": 26,
    "score": 7.56,
    "scored_by": 56326,
    "type": "TV",
    "source": "Game",
    "studios": [
      "A-1 Pictures"
    ],
    "producers": [
      "Aniplex",
      "Sega",
      "Sakura Create"
    ],
    "genres": [
      "Action",
      "Romance"
    ],
    "themes": [
      "Military"
    ],
    "aired_from": "2009-04-05T00:00:00+00:00",
    "aired_to": "2009-09-27T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/5507/Senjou_no_Valkyria",
    "year": 2009,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 5941,
    "title": "Cross Game",
    "title_english": "Cross Game",
    "image_url": "https://cdn.myanimelist.net/images/anime/6/22103l.jpg",
    "synopsis": "Kou Kitamura and Aoba Tsukishima are often at odds—even though their families happen to be close friends and business partners. Although the only child of a sports shop owner, Kou has never been interested in playing baseball. Despite this, he possesses an impressive batting ability honed by frequent visits to the local baseball batting center run by the Tsukishima family. On the other hand, Aoba loves to play baseball and is a star player with exceptional pitching form.\n\nHowever, these two seemingly complete opposites share something very important to them—Wakaba Tsukishima, Aoba's older sister and Kou's destined sweetheart. Admired by the quarrelsome duo, Wakaba often finds herself the catalyst to their never-ending rivalry. But whether or not they realize that they have more in common than either would care to admit, only time will tell. The game of baseball may just be what the pair needs to ultimately overcome their own personal struggles.\n\n[Written by MAL Rewrite]",
    "episodes": 50,
    "score": 8.37,
    "scored_by": 53179,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "SynergySP"
    ],
    "producers": [
      "TV Tokyo",
      "Shogakukan-Shueisha Productions",
      "Half H.P Studio"
    ],
    "genres": [
      "Drama",
      "Romance",
      "Sports"
    ],
    "themes": [
      "School",
      "Team Sports"
    ],
    "aired_from": "2009-04-05T00:00:00+00:00",
    "aired_to": "2010-03-28T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/5941/Cross_Game",
    "year": 2009,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 4192,
    "title": "Hayate no Gotoku!!",
    "title_english": "Hayate the Combat Butler!!",
    "image_url": "https://cdn.myanimelist.net/images/anime/1015/142749l.jpg",
    "synopsis": "Hayate Ayasaki's misfortune continues to hand him the short end of the stick. Now settled into his routine at the Sanzenins' mansion and Hakuou Academy, the butler continues to work as hard as ever in caring for his young mistress Nagi while studying the school's grueling curriculum—all on top of trying his best to survive the multitude of troubles that life relentlessly pushes onto him.\n\nThe unintentional chick magnet's life is far from quiet, forced to deal not only with Nagi's yet unnoticed infatuation with him, but also the evergrowing string of accidentally seduced girls—most notably, the exceptionally plain Ayumu Nishizawa, a friend of his before he became a butler, and the diligent Hinagiku Katsura, Hakuou's student council president. While one struggles to gain his affection and the other desperately tries to deny her own, both the girls are going to make the boy's life a little more complicated than it already is.\n\n[Written by MAL Rewrite]",
    "episodes": 25,
    "score": 7.65,
    "scored_by": 58733,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "J.C.Staff"
    ],
    "producers": [
      "TV Tokyo",
      "Geneon Universal Entertainment",
      "Shogakukan-Shueisha Productions",
      "Shogakukan Music & Digital Entertainment"
    ],
    "genres": [
      "Action",
      "Comedy",
      "Romance"
    ],
    "themes": [
      "Harem",
      "Parody"
    ],
    "aired_from": "2009-04-04T00:00:00+00:00",
    "aired_to": "2009-09-19T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/4192/Hayate_no_Gotoku",
    "year": 2009,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 4719,
    "title": "Queen's Blade: Rurou no Senshi",
    "title_english": "Queen's Blade: The Exiled Virgin",
    "image_url": "https://cdn.myanimelist.net/images/anime/2/12410l.jpg",
    "synopsis": "In a land where a queen is chosen every few years solely by winning a tournament, there can be no short supply of formidable opponents. For one woman warrior however, an early defeat clearly shows her that she is lacking in experience though she may be bountiful in body.\n\nFortunately, while defeat could spell one's doom, her life is saved by a powerful stranger. But unfortunately for this savior, less-than-pure motives and shrewd family members mean her reward is a prison cell. Her release is prompt when the unseasoned warrior she saved, tired of her current lifestyle of nobility, sets off to prove herself.\n\n(Source: Media Blasters)",
    "episodes": 12,
    "score": 6.12,
    "scored_by": 38362,
    "type": "TV",
    "source": "Other",
    "studios": [
      "Arms"
    ],
    "producers": [
      "Genco",
      "Media Factory",
      "AT-X",
      "Magic Capsule",
      "Hobby Japan",
      "Toranoana"
    ],
    "genres": [
      "Action",
      "Adventure",
      "Fantasy",
      "Ecchi"
    ],
    "themes": [],
    "aired_from": "2009-04-02T00:00:00+00:00",
    "aired_to": "2009-06-18T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/4719/Queens_Blade__Rurou_no_Senshi",
    "year": 2009,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 5150,
    "title": "Hatsukoi Limited.",
    "title_english": "Hatsukoi Limited",
    "image_url": "https://cdn.myanimelist.net/images/anime/1643/115475l.jpg",
    "synopsis": "Ayumi Arihara believes that being loved is the ultimate key to happiness—which is why her greatest wish is to have a boy confess to her. A series of unfortunate events leads to her ideal dream coming true, albeit in a nightmarish way: the towering and terrifying Misao Zaitsu confesses his love to Ayumi through a letter.\n\nMentally exhausted from not knowing what to do, Ayumi collapses in class. A classmate comes to her rescue, carrying her princess-style to the infirmary. This makes Ayumi fall in love with the cute boy, only to realize he is none other than Misao's younger brother, Mamoru.\n\nFeeling caught between a rock and a hard place, Ayumi must decide whether to stick to her idea of love or pursue what she truly desires. However, Ayumi is not alone in her struggles—all her friends are also taking on the challenges of first love, and for teenagers, it is never as easy as it seems.\n\n[Written by MAL Rewrite]",
    "episodes": 12,
    "score": 7.25,
    "scored_by": 41928,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "J.C.Staff"
    ],
    "producers": [
      "Geneon Universal Entertainment",
      "Lantis",
      "Magic Capsule",
      "KlockWorx",
      "Shueisha"
    ],
    "genres": [
      "Comedy",
      "Romance"
    ],
    "themes": [
      "School"
    ],
    "aired_from": "2009-04-12T00:00:00+00:00",
    "aired_to": "2009-06-28T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/5150/Hatsukoi_Limited",
    "year": 2009,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 5342,
    "title": "Asura Cryin'",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/7/17071l.jpg",
    "synopsis": "Natsume Tomoharu is a normal high-school student in every way with one exception: he's being followed by the ghost of his best friend, Misao.\n\nAfter moving into his brother's old house, Tomoharu expects to continue living his normal life but is one day left with a mysterious and locked briefcase without any instruction. At first he plans to leave it in storage; however, his house is soon invaded by multiple groups of people after the briefcase. Although still not knowing the purpose of the briefcase, Tomoharu and Misao attempt to escape with it.\n\nFrom there on, Tomoharu tries to learn the secrets behind the briefcase, the connections between it and Misao, and why it has the power to change the world.\n\n[Written by MAL Rewrite]",
    "episodes": 13,
    "score": 6.88,
    "scored_by": 47983,
    "type": "TV",
    "source": "Light novel",
    "studios": [
      "Seven Arcs"
    ],
    "producers": [
      "TV Tokyo",
      "Starchild Records",
      "Raku High Student Council"
    ],
    "genres": [
      "Fantasy",
      "Sci-Fi"
    ],
    "themes": [
      "Harem",
      "Mecha",
      "School"
    ],
    "aired_from": "2009-04-02T00:00:00+00:00",
    "aired_to": "2009-06-25T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/5342/Asura_Cryin",
    "year": 2009,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 5962,
    "title": "Metal Fight Beyblade",
    "title_english": "Beyblade: Metal Fusion",
    "image_url": "https://cdn.myanimelist.net/images/anime/13/21387l.jpg",
    "synopsis": "A new cast of characters take on the continued battle between good and evil. Ginga, our hero, and his group of loyal friends take on a dangerous group called the Dark Nebula. The Dark Nebula’s sole mission is to take over the world and unleash their evil upon it; but before they can do so, they must destroy Ginga as he is the only person that’s strong enough to stand in their way. The plot thickens as friends become enemies and enemies become allies. Everything starts and ends with Ginga as he struggles to find the strength to defend his world and the honor of Beyblade.\n\n(Source: Beyblade.com)",
    "episodes": 51,
    "score": 6.94,
    "scored_by": 66630,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Tatsunoko Production"
    ],
    "producers": [
      "TV Tokyo",
      "d-rights"
    ],
    "genres": [
      "Adventure",
      "Comedy",
      "Sports"
    ],
    "themes": [],
    "aired_from": "2009-04-05T00:00:00+00:00",
    "aired_to": "2010-03-28T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/5962/Metal_Fight_Beyblade",
    "year": 2009,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 5671,
    "title": "Saki",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/12/73933l.jpg",
    "synopsis": "Due to childhood circumstances, first-year high school student Saki Miyanaga hates anything related to mahjong. When she does play the game, she keeps a low profile to avoid standing out. One day, her friend Kyoutarou Suga drags her along to the school's mahjong club. There, she meets Nodoka Haramura, the champion of the previous year's national middle school mahjong championship, and Yuuki Kataoka, a fellow club member.\n\nAs the club play a few rounds, Saki attempts to hide her talent. However, the club president, Hisa Takei, notices Saki's unusual playstyle. Realizing her potential, she puts Saki's real ability to the test—proving her to be more talented than expected. This revelation damages Nodoka's pride, and their relationship gets off to a rocky start.\n\nSaki ends up joining the club, and after clearing up the misunderstandings between her and Nodoka, friendship blooms between them. As Saki slowly warms up to mahjong once again, she and the rest of her club only have one goal—to win nationals!\n\n[Written by MAL Rewrite]",
    "episodes": 25,
    "score": 7.45,
    "scored_by": 39426,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Gonzo",
      "Picture Magic"
    ],
    "producers": [
      "TV Tokyo",
      "Square Enix",
      "Sotsu",
      "Lantis",
      "Pony Canyon",
      "KlockWorx",
      "TV Tokyo Music",
      "Kiyosumi High School Mahjong Club",
      "Sotsu Music Publishing",
      "Future Vision Music"
    ],
    "genres": [
      "Slice of Life"
    ],
    "themes": [
      "School",
      "Strategy Game"
    ],
    "aired_from": "2009-04-06T00:00:00+00:00",
    "aired_to": "2009-09-28T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/5671/Saki",
    "year": 2009,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 3594,
    "title": "Tears to Tiara",
    "title_english": "Tears to Tiara",
    "image_url": "https://cdn.myanimelist.net/images/anime/6/18547l.jpg",
    "synopsis": "As the Holy Empire rises to power, the neighboring lands begin to gradually fall under its control. The Empire's conquest eventually reaches the small island of Erin, home to the Gael tribe. There, a priestess named Riannon is kidnapped to be offered as a living sacrifice to the demon king Arawn, a malevolent being rumored to have caused untold destruction in the past.\n\nRiannon's brother, First Warrior Arthur, rescues her, when Arawn suddenly materializes before them as a handsome grey-haired man. Hiding his true identity and remaining enigmatic, Arawn pledges his power and leadership to the tribe's cause and joins Arthur, Riannon, and their merry band of friends—including a talented swordsman, an agile hunter, and a group of ecstatic pixies—as they fight back against the Empire, while uncovering the dark secrets of the land along the way.\n\n[Written by MAL Rewrite]",
    "episodes": 26,
    "score": 7.13,
    "scored_by": 31924,
    "type": "TV",
    "source": "Visual novel",
    "studios": [
      "White Fox"
    ],
    "producers": [
      "Dwango",
      "Bushiroad",
      "Showgate",
      "Good Smile Company"
    ],
    "genres": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "themes": [],
    "aired_from": "2009-04-06T00:00:00+00:00",
    "aired_to": "2009-09-28T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/3594/Tears_to_Tiara",
    "year": 2009,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 5734,
    "title": "Tayutama: Kiss on My Deity",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/2/11972l.jpg",
    "synopsis": "Yuuri Mito is a typical, normal Japanese teenager.  He goes to school, works on people's motorcycles and performs exorcisms.  Okay, that last part's a little bit unusual, but his family lives in a shrine and they do that sort of thing.  Still, you would think he'd know enough to be careful with an ancient relic he finds in the woods, especially when a mysterious goddess appears and tells him to leave it alone.  Unfortunately, despite Mito's best efforts, the seal gets broken anyway and a number of dangerous \"tayuti\" that it held in stasis get loose.  This is bad.  Mito also ends up with a beautiful goddess girl who decides that she's going to marry him.  This might not be so bad. if he wasn't already caught up in the middle of a war between the entities he's released.  The flesh may be weak but the spirit's more than willing to compensate. \n\n(Source: Sentai Filmworks)",
    "episodes": 12,
    "score": 6.7,
    "scored_by": 30980,
    "type": "TV",
    "source": "Visual novel",
    "studios": [
      "SILVER LINK."
    ],
    "producers": [
      "Media Factory",
      "Delfi Sound"
    ],
    "genres": [
      "Romance",
      "Supernatural"
    ],
    "themes": [
      "Harem"
    ],
    "aired_from": "2009-04-06T00:00:00+00:00",
    "aired_to": "2009-06-22T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/5734/Tayutama__Kiss_on_My_Deity",
    "year": 2009,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 5835,
    "title": "Hanasakeru Seishounen",
    "title_english": "Hanasakeru Seishonen",
    "image_url": "https://cdn.myanimelist.net/images/anime/1094/116584l.jpg",
    "synopsis": "Kajika Louisa Kugami Burnsworth is the only daughter of Harry Burnsworth, an influential and respected industrialist who has the power to move the world. There was a threat on Kajika’s life when she was just two years old, and her mother died protecting her. After this tragic incident, Harry sent his only child to an isolated island, Giviolle, where she was raised by the island’s native, Maria. Kajika’s companions during her time there include a white leopard named Mustafa and a boy named Li Ren Fang, who visited her two or three times a year.\n\nKajika, now fourteen, returns to her father's side, only to be told to begin a game to find her future husband. Harry makes sure that Kajika willingly participates in this game by telling her that she needs to face the harshness of her fate along with the man she chooses to be her husband. She needs to decide among the three candidates that Harry has personally chosen, but it won’t be easy. Kajika must figure out who they are and where they are without any information to go on except that they all possess an irresistible brilliance and charm. All the while, the men aren't even aware that they are the chosen ones. Kajika must also choose wisely, as her partner has to willingly accept her to be his bride.\n\nHansakeru Seishounen revolves around endearing love, intense passion, noble friendship, undying loyalty, family relations, and political intrigue. The heaviness of Kajika’s fate is real, the threat on Kajika’s life is inevitable, and the husband game is more than just a mere game. Harry needs to find a suitable partner to protect his daughter before someone discovers Kajika’s deep secret—a secret even she is unaware of.",
    "episodes": 39,
    "score": 7.68,
    "scored_by": 27183,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Studio Pierrot"
    ],
    "producers": [
      "NHK",
      "Sogo Vision"
    ],
    "genres": [
      "Drama",
      "Romance"
    ],
    "themes": [
      "Reverse Harem"
    ],
    "aired_from": "2009-04-05T00:00:00+00:00",
    "aired_to": "2010-02-14T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/5835/Hanasakeru_Seishounen",
    "year": 2009,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 5220,
    "title": "Shangri-La",
    "title_english": "Shangri-La",
    "image_url": "https://cdn.myanimelist.net/images/anime/1780/121358l.jpg",
    "synopsis": "In a post-apocalyptic society, much of earthquake-riddled Japan has been left to ruin, resulting in an abundance of greenery. Governments manage much of the world's emissions, resulting in a massive class divide and economic disparity. The Japanese government launches \"Project Atlas,\" a utopian city that will replace Tokyo but can only fit a certain amount of people. This limitation means that some people will have to live outside the city in jungles, as refugees.\n\nHowever, with any flawed plan comes those who are willing to challenge it. These include Kuniko Houjou, an heir to a renegade town; Mikuni, a mysterious and powerful child kept in a secret temple; Kunihito Kusanagi, a soldier for the high-tech and exclusive monopoly Atlas; Karin Ishida, a genius economics whiz with her hand in markets across the world; and the villainous Ryouko Naruse, leading Atlas in its domination of this future world.\n\nCan this group of rebels, forming a movement known as \"Metal-Age,\" band together to demonstrate that inclusion and teamwork prevail over cruel segregation?\n\n[Written by MAL Rewrite]",
    "episodes": 24,
    "score": 7.05,
    "scored_by": 21378,
    "type": "TV",
    "source": "Novel",
    "studios": [
      "Gonzo"
    ],
    "producers": [
      "Rakuonsha",
      "flying DOG",
      "NTT Docomo",
      "Atelier Musa"
    ],
    "genres": [
      "Action",
      "Drama",
      "Sci-Fi"
    ],
    "themes": [],
    "aired_from": "2009-04-06T00:00:00+00:00",
    "aired_to": "2009-09-14T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/5220/Shangri-La",
    "year": 2009,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 5597,
    "title": "Natsu no Arashi!",
    "title_english": "Summer Storm!",
    "image_url": "https://cdn.myanimelist.net/images/anime/5/75256l.jpg",
    "synopsis": "In modern-day Japan, 13-year-old Hajime Yasaka moves to the countryside to stay with his grandfather. On the way to his new home, a lost Hajime finds himself in a cafe called Ark, where he immediately falls in love with one of the waitresses: the gorgeous Sayoko \"Arashi\" Arashiyama. While Arashi is initially unconcerned with the boy, her attitude quickly changes after she grasps Hajime's hand, leading her to believe they are \"connected.\"\n\nAs it turns out, Arashi is anything but a regular teenager—in reality, she is the ghost of a girl who perished in World War II. By touching a man she connects with, she gains the ability to travel back in time. Delighted to have found someone who can unlock her powers, Arashi asks Hajime to help with her mission: to save civilians from the carnage of the war that claimed her life. Smitten with Arashi, Hajime readily agrees. But as the two get further involved with Arashi's past, they soon discover that she is not the only one able to transcend time.\n\n[Written by MAL Rewrite]",
    "episodes": 13,
    "score": 7.22,
    "scored_by": 15095,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Shaft"
    ],
    "producers": [
      "Starchild Records",
      "Rakuonsha"
    ],
    "genres": [
      "Comedy",
      "Romance",
      "Supernatural"
    ],
    "themes": [
      "Time Travel"
    ],
    "aired_from": "2009-04-06T00:00:00+00:00",
    "aired_to": "2009-06-29T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/5597/Natsu_no_Arashi",
    "year": 2009,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 5984,
    "title": "Ristorante Paradiso",
    "title_english": "Ristorante Paradiso",
    "image_url": "https://cdn.myanimelist.net/images/anime/13/17488l.jpg",
    "synopsis": "When Nicoletta was a little girl, her mother, Olga, abandoned her and ran off to Rome to remarry. Now, 15 years later and a young woman, she travels to Rome with the intention of ruining her mother's life. She tracks Olga down to a restaurant called Casetta dell'Orso, but the second Nicoletta steps through its door, everything changes. It's a peculiar place staffed entirely by mature gentlemen wearing spectacles, and like their clientele, she is helpless against their wise smiles and warm voices. Before Nicoletta realizes it, her plans for vengeance start to fade, and she's swept up in the sweet romance of everyday Italian life. \n\n(Source: Right Stuf)",
    "episodes": 11,
    "score": 7.29,
    "scored_by": 14641,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "David Production"
    ],
    "producers": [
      "Fuji TV",
      "Fujipacific Music",
      "Sony PCL",
      "Omnibus Promotion"
    ],
    "genres": [
      "Drama",
      "Gourmet",
      "Romance"
    ],
    "themes": [
      "Workplace"
    ],
    "aired_from": "2009-04-09T00:00:00+00:00",
    "aired_to": "2009-06-25T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/5984/Ristorante_Paradiso",
    "year": 2009,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 5675,
    "title": "Basquash!",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/9/13680l.jpg",
    "synopsis": "On the planet Earthdash, its inhabitants gaze on its moon and the technologically advanced lunar city of Mooneyes with awe. Dan JD, a boy living in Rollingtown on Earthdash's surface, gets caught up in Bigfoot Basketball—a fast-paced sport played with giant Bigfoot robots.\n\n(Source: AniDB)",
    "episodes": 26,
    "score": 7.18,
    "scored_by": 18916,
    "type": "TV",
    "source": "Original",
    "studios": [
      "Satelight"
    ],
    "producers": [
      "Mainichi Broadcasting System"
    ],
    "genres": [
      "Sci-Fi",
      "Sports"
    ],
    "themes": [
      "Mecha",
      "Team Sports"
    ],
    "aired_from": "2009-04-03T00:00:00+00:00",
    "aired_to": "2009-10-02T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/5675/Basquash",
    "year": 2009,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 5041,
    "title": "Guin Saga",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/4/75553l.jpg",
    "synopsis": "He awakens in the dark forest of a mythical land with some type of leopard mask that he cannot remove. The only thing he remembers is his name—Guin—and that he is a warrior of unimaginable power. And when the two twins of Parros, innocent victims of a civil war arrive, Guin knows what he must do.\n\nBut the journey to save the children means much more than just slaughtering a few hundred well-trained Mongoul soldiers. Victory means he must battle magical desert tribes, assemble forces that have fought each other for hundreds of hears, and divine a mysterious plan that he is central to.\n\nPrepare for a sweeping anime epic of mystery and magic! Of violent clashes and dark double-crosses. Ready yourself for the battle with Guin Saga.\n\n(Source: Sentai Filmworks, edited)",
    "episodes": 26,
    "score": 7.15,
    "scored_by": 16129,
    "type": "TV",
    "source": "Light novel",
    "studios": [
      "Satelight"
    ],
    "producers": [
      "Aniplex",
      "BIGLOBE",
      "Hayakawa Shobou"
    ],
    "genres": [
      "Adventure",
      "Fantasy"
    ],
    "themes": [],
    "aired_from": "2009-04-05T00:00:00+00:00",
    "aired_to": "2009-09-27T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/5041/Guin_Saga",
    "year": 2009,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 6024,
    "title": "Chi's Sweet Home: Atarashii Ouchi",
    "title_english": "Chi's New Address",
    "image_url": "https://cdn.myanimelist.net/images/anime/9/14095l.jpg",
    "synopsis": "The Yamadas and Chi move to a new apartment house, where keeping a pet is allowed.",
    "episodes": 104,
    "score": 7.71,
    "scored_by": 12962,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Madhouse"
    ],
    "producers": [],
    "genres": [
      "Slice of Life"
    ],
    "themes": [
      "Pets"
    ],
    "aired_from": "2009-03-30T00:00:00+00:00",
    "aired_to": "2009-09-24T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/6024/Chis_Sweet_Home__Atarashii_Ouchi",
    "year": 2009,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 5504,
    "title": "Shinkyoku Soukai Polyphonica Crimson S",
    "title_english": "Polyphonica Crimson S",
    "image_url": "https://cdn.myanimelist.net/images/anime/1550/95575l.jpg",
    "synopsis": "The new series will again focus on Corticarte, but it will tie into Ichiro Sakaki and Noboru Kannatsuki's Shinkyoku Sōkai Polyphonica crimson S light novel adaptation, which are set during the Academy years of the storyline. \n\n(Source: ANN)",
    "episodes": 12,
    "score": 7.11,
    "scored_by": 9273,
    "type": "TV",
    "source": "Light novel",
    "studios": [
      "Diomedéa"
    ],
    "producers": [
      "Lantis",
      "Yomiko Advertising",
      "Pony Canyon",
      "Magic Capsule",
      "SoftBank Creative",
      "T.O Entertainment"
    ],
    "genres": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "themes": [
      "Music",
      "School"
    ],
    "aired_from": "2009-04-05T00:00:00+00:00",
    "aired_to": "2009-06-21T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/5504/Shinkyoku_Soukai_Polyphonica_Crimson_S",
    "year": 2009,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 5226,
    "title": "Souten Kouro",
    "title_english": "Beyond the Heavens",
    "image_url": "https://cdn.myanimelist.net/images/anime/8/13994l.jpg",
    "synopsis": "Souten Kouro's story is based loosely on the events taking place in Three Kingdoms period of China during the life of the last Chancellor of the Eastern Han Dynasty, Cao Cao (155 – March 15, 220), who also serves as the main character.\n\nThe Three Kingdoms period has been a popular theme in Japanese manga for decades, but Souten Kouro differs greatly from most of the others on several points. One significant difference is its highly positive portrayal of its main character, Cao Cao, who is traditionally the antagonist in not only Japanese manga, but also most novel versions of the Three Kingdoms period, including the original 14th century version, Romance of the Three Kingdoms by Luo Guanzhong. Another significant difference from others is that the storyline primarily uses the original historical account of the era, Records of Three Kingdoms by Chen Shou, as a reference rather than the aforementioned Romance of the Three Kingdoms novel. By this, the traditional hero of Romance of the Three Kingdoms, Liu Bei, takes on relatively less importance within the story and is portrayed in a less positive light. Yet, several aspects of the story are in fact based on the novel version, including the employment of its original characters such as Diao Chan, as well as anachronistic weapons such as Guan Yu's Green Dragon Crescent Blade and Zhang Fei's Viper Blade.\n\nA consistent theme throughout the story is Cao Cao's perpetual desire to break China and its people away from its old systems and ways of thinking and initiate a focus on pragmatism over empty ideals. This often puts him at odds with the prevalent customs and notions of Confucianism and those that support them.\n\n(Source: Wikipedia)",
    "episodes": 26,
    "score": 7.19,
    "scored_by": 4610,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Madhouse"
    ],
    "producers": [
      "VAP",
      "Arts Pro"
    ],
    "genres": [
      "Action",
      "Adventure"
    ],
    "themes": [
      "Historical"
    ],
    "aired_from": "2009-04-08T00:00:00+00:00",
    "aired_to": "2009-09-30T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/5226/Souten_Kouro",
    "year": 2009,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 4657,
    "title": "Arad Senki: Slap Up Party",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1301/134025l.jpg",
    "synopsis": "The anime will follow the adventures of Baron, a man living on continent of Arad in the year 981 after \"the cursed light of Kazan\" has fallen across the land. Thanks to the curse, one of his arms has become possessed. After finding a sword that has been possessed by the spirit Roxy, he embarks on a quest to unravel the secret of the curse and meets various people who also join his party.\n\n(Source: ANN)",
    "episodes": 26,
    "score": 6.67,
    "scored_by": 6309,
    "type": "TV",
    "source": "Game",
    "studios": [
      "Gonzo"
    ],
    "producers": [
      "Studio Mausu",
      "Sotsu Music Publishing",
      "Future Vision Music"
    ],
    "genres": [
      "Action",
      "Adventure",
      "Comedy",
      "Fantasy"
    ],
    "themes": [],
    "aired_from": "2009-04-04T00:00:00+00:00",
    "aired_to": "2009-09-26T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/4657/Arad_Senki__Slap_Up_Party",
    "year": 2009,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 5485,
    "title": "Shin Mazinger Shougeki! Z-hen",
    "title_english": "Mazinger Edition Z: The Impact!",
    "image_url": "https://cdn.myanimelist.net/images/anime/1022/92865l.jpg",
    "synopsis": "Set in the near future, humanity enters another energy revolution following the discovery of Photon Power. Derived from the ore discovered under the foothills of Mt. Fuji, its intended use was to solve the world's energy problems with its unimaginable power. Seeking this energy is Dr. Hell, a madman craving world domination who with his subordinates Baron Ashura, Count Brocken and Viscount Pygman, commands an army of mechanical beasts excavated from the ruins of ancient Greece to seize the Photon Power Lab for himself. Meeting the attack head on is the hot-blooded teenager Kabuto Kouji, who pilots the Photon Powered robot built by his grandfather, Mazinger Z. But in this battle between Dr. Hell and the Kabuto family, many legends surrounding the Mycenaean Civilization and Bardos Island, as well as the secrets of Mazinger Z remain shrouded in mystery.\n\nA new series based on the mecha show that started it all, Mazinger Z. Shin Mazinger Shougeki! Z-Hen starts over from the beginning with a new cast, to tell a new story unrelated to the original show.\n\n(Source: shin-mazinger.com)",
    "episodes": 26,
    "score": 7.64,
    "scored_by": 6010,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Bee Media",
      "Code"
    ],
    "producers": [
      "Bandai Visual",
      "Lantis",
      "Dynamic Planning"
    ],
    "genres": [
      "Drama"
    ],
    "themes": [
      "Mecha",
      "Super Power"
    ],
    "aired_from": "2009-04-04T00:00:00+00:00",
    "aired_to": "2009-09-26T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/5485/Shin_Mazinger_Shougeki_Z-hen",
    "year": 2009,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 6008,
    "title": "Jewelpet",
    "title_english": "Jewelpet",
    "image_url": "https://cdn.myanimelist.net/images/anime/9/20954l.jpg",
    "synopsis": "When what looks to be a cluster of shooting stars appear in the sky, Rinko Kougyoku and her friend Minami each make a wish.\n\nWhat the girls truly saw were not stars, but 'Jewel Charms' falling to the Earth. These charms were created by three magicians in a magical world names Jewel Land, each housing one of its many native Jewelpets. Although these creatures are free to roam the world in their original form, the magicians sometimes turn them into charms so that they can be carried around with great ease. Most Jewelpets don't find this troublesome, but once a mischievous bunny by the name of Ruby feels overly claustrophobic, she devises her escape.\n\nOne day, the magicians decide to move the Jewelpets, and task a pelican with delivering them to the Dream Forest. All is well until a strong gust of wind disorients the bird, who then drops all of the charms that he was carrying. Instead of heading towards the Dream Forest, all the Jewelpets but Ruby fall to Rinko's home city on Earth. Someone must go and retrieve them all, and as Ruby was the worst-behaved of the bunch, she is given the task of going to Earth.\n\nWhen Ruby reaches Earth in the form of a red Jewel Charm, she falls into Rinko's water glass, and thus begins a rather unexpected adventure. Rinko, Minami, and Ruby form an alliance to search and gather all of the fallen charms, encountering strange creatures and tons of helpful allies along the way. Will they be able to succesfully bring the Jewelpets home safely, or is Earth full of more danger than they had expected?",
    "episodes": 52,
    "score": 6.82,
    "scored_by": 4633,
    "type": "TV",
    "source": "Original",
    "studios": [
      "Studio Comet"
    ],
    "producers": [
      "TV Osaka",
      "Sanrio",
      "Imagine"
    ],
    "genres": [],
    "themes": [
      "Anthropomorphic",
      "Mahou Shoujo"
    ],
    "aired_from": "2009-04-05T00:00:00+00:00",
    "aired_to": "2010-03-28T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/6008/Jewelpet",
    "year": 2009,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 6117,
    "title": "Gokujou!! Mecha Mote Iinchou",
    "title_english": "The Best!! Extremely Cool Student Council President",
    "image_url": "https://cdn.myanimelist.net/images/anime/1306/133581l.jpg",
    "synopsis": "Mimi Kitagami is a kind, level-headed girl who aims to be the best, coolest student council president of her high school class. However, three trouble-making boys are always causing her grief — and she has a one-sided crush on one of the boys, Ushio Toujou.\n\n(Source: ANN)",
    "episodes": 51,
    "score": 6.35,
    "scored_by": 2825,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Shogakukan Music & Digital Entertainment"
    ],
    "producers": [
      "TV Tokyo",
      "Shogakukan-Shueisha Productions",
      "Ryukyu Asahi Broadcasting"
    ],
    "genres": [
      "Comedy",
      "Romance"
    ],
    "themes": [
      "School"
    ],
    "aired_from": "2009-04-04T00:00:00+00:00",
    "aired_to": "2010-03-27T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/6117/Gokujou_Mecha_Mote_Iinchou",
    "year": 2009,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 5494,
    "title": "Konnichiwa Anne: Before Green Gables",
    "title_english": "Before Green Gables",
    "image_url": "https://cdn.myanimelist.net/images/anime/13/54069l.jpg",
    "synopsis": "The story of what happened to Anne Shirley before she was adopted.",
    "episodes": 39,
    "score": 7.65,
    "scored_by": 2626,
    "type": "TV",
    "source": "Novel",
    "studios": [
      "Nippon Animation"
    ],
    "producers": [],
    "genres": [
      "Drama"
    ],
    "themes": [
      "Historical"
    ],
    "aired_from": "2009-04-05T00:00:00+00:00",
    "aired_to": "2009-12-27T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/5494/Konnichiwa_Anne__Before_Green_Gables",
    "year": 2009,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 5983,
    "title": "Higepiyo",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/5/23125l.jpg",
    "synopsis": "Higepiyo is a little chick with a mustache, who is seeking to aquire masculinity with his friend Hiroshi but ends up being entangled with a skin of heated milk.",
    "episodes": 39,
    "score": 7.06,
    "scored_by": 2719,
    "type": "TV",
    "source": "Original",
    "studios": [
      "Kinema Citrus"
    ],
    "producers": [
      "Aniplex"
    ],
    "genres": [
      "Comedy"
    ],
    "themes": [],
    "aired_from": "2009-04-03T00:00:00+00:00",
    "aired_to": "2010-02-19T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/5983/Higepiyo",
    "year": 2009,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 6130,
    "title": "Marie & Gali",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/11/22111l.jpg",
    "synopsis": "Marika is a gothic lolita who somehow ends up in the mysterious town  of Galihabara. There she meets different famous scientists like Galileo Galilei, Marie Skłodowska Curie and Sir Isaac Newton.",
    "episodes": 40,
    "score": 6.37,
    "scored_by": 1584,
    "type": "TV",
    "source": "Original",
    "studios": [
      "Toei Animation"
    ],
    "producers": [
      "NHK"
    ],
    "genres": [
      "Comedy"
    ],
    "themes": [
      "Educational"
    ],
    "aired_from": "2009-03-31T00:00:00+00:00",
    "aired_to": "2010-03-23T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/6130/Marie___Gali",
    "year": 2009,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 6525,
    "title": "Peeping Life",
    "title_english": "Peeping Life: The Perfect Edition",
    "image_url": "https://cdn.myanimelist.net/images/anime/10/23512l.jpg",
    "synopsis": "Slice of life comedy about pitfalls of Japanese society.",
    "episodes": 10,
    "score": 5.12,
    "scored_by": 1035,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [
      "CoMix Wave Films"
    ],
    "genres": [
      "Comedy",
      "Slice of Life"
    ],
    "themes": [],
    "aired_from": "2009-05-14T00:00:00+00:00",
    "aired_to": "2009-08-11T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/6525/Peeping_Life",
    "year": 2009,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 6116,
    "title": "Mainichi Kaasan",
    "title_english": "Kaasan: Mom's Life",
    "image_url": "https://cdn.myanimelist.net/images/anime/4/70931l.jpg",
    "synopsis": "Based on Rieko Saibara's humorous semi-autobiographical manga about her life raising her two children.",
    "episodes": 142,
    "score": 7.2,
    "scored_by": 1081,
    "type": "TV",
    "source": "Manga",
    "studios": [
      "Gallop",
      "TYO Animations",
      "Dongwoo A&E"
    ],
    "producers": [
      "Nihon Ad Systems"
    ],
    "genres": [
      "Comedy",
      "Slice of Life"
    ],
    "themes": [
      "Childcare"
    ],
    "aired_from": "2009-04-01T00:00:00+00:00",
    "aired_to": "2012-03-25T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/6116/Mainichi_Kaasan",
    "year": 2009,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 6119,
    "title": "Cookin' Idol Ai! Mai! Main!",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/13/73550l.jpg",
    "synopsis": "Cooking Idol teaches children how to cook through instruction of the main character, MAIN. The show itself is divided into an animated segment featuring MAIN, and a live-action segment featuring the voice actor of MAIN, Fukuhara Haruka, as she practices the cooking herself. The live-action segment is not included in the avg episode duration.",
    "episodes": 305,
    "score": 6.27,
    "scored_by": 759,
    "type": "TV",
    "source": "Original",
    "studios": [
      "Studio Deen"
    ],
    "producers": [
      "NHK",
      "Nihon Ad Systems",
      "Verygoo"
    ],
    "genres": [
      "Comedy",
      "Gourmet"
    ],
    "themes": [],
    "aired_from": "2009-03-30T00:00:00+00:00",
    "aired_to": "2013-03-22T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/6119/Cookin_Idol_Ai_Mai_Main",
    "year": 2009,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 6131,
    "title": "Charady no Joke na Mainichi",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/2/13420l.jpg",
    "synopsis": "A gravure idol, Asada Misako, plays the main character Charady. Other characters are played by the students of Kyoto University of Art and Design Department of Character Designing. It is a short comedy animation about jokes from all parts of the world.",
    "episodes": 365,
    "score": 5.13,
    "scored_by": 886,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [
      "Comedy"
    ],
    "themes": [],
    "aired_from": "2009-04-01T00:00:00+00:00",
    "aired_to": "2010-03-31T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/6131/Charady_no_Joke_na_Mainichi",
    "year": 2009,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 6481,
    "title": "Sugar Bunnies Fleur",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/10/46117l.jpg",
    "synopsis": "Sequel to Sugar Bunnies Chocolate!\n\nAired inside the anime corner of the Kitty's Paradise TV block.",
    "episodes": 26,
    "score": 6.05,
    "scored_by": 153,
    "type": "TV",
    "source": "Unknown",
    "studios": [
      "Asahi Production"
    ],
    "producers": [
      "Sanrio"
    ],
    "genres": [],
    "themes": [],
    "aired_from": "2009-04-07T00:00:00+00:00",
    "aired_to": "2009-09-29T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/6481/Sugar_Bunnies_Fleur",
    "year": 2009,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 7247,
    "title": "Naked Wolves",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/6/17171l.jpg",
    "synopsis": "In the Flash-animated television comedy series, a sumo wrestler named Mikoshiarashi travels around the world to train to become the Yokozuna, the Grand Sumo Champion. He meets colorful characters along the way as he is determined to meet his goals.",
    "episodes": 52,
    "score": 5.63,
    "scored_by": 303,
    "type": "TV",
    "source": "Original",
    "studios": [
      "Kate Arrow"
    ],
    "producers": [
      "Pony Canyon",
      "Kyotoma"
    ],
    "genres": [
      "Comedy",
      "Sports"
    ],
    "themes": [
      "Combat Sports"
    ],
    "aired_from": "2009-04-06T00:00:00+00:00",
    "aired_to": "2010-03-28T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/7247/Naked_Wolves",
    "year": 2009,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 6658,
    "title": "Unko-san: Tsuiteru Hito ni Shika Mienai Yousei",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/5/79398l.jpg",
    "synopsis": "Anime has as a fairy brown dispenser of some 'of his good fortune to those less fortunate. Unko-san lived on Lucky Island together with her friends, all of them with a different personality and culture.",
    "episodes": 13,
    "score": 4.77,
    "scored_by": 220,
    "type": "TV",
    "source": "Original",
    "studios": [
      "Kachidoki Studio"
    ],
    "producers": [],
    "genres": [
      "Comedy"
    ],
    "themes": [],
    "aired_from": "2009-03-18T00:00:00+00:00",
    "aired_to": "2009-07-20T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/6658/Unko-san__Tsuiteru_Hito_ni_Shika_Mienai_Yousei",
    "year": 2009,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 27455,
    "title": "Porong Porong Pororo 3",
    "title_english": "Pororo the Little Penguin 3",
    "image_url": "https://cdn.myanimelist.net/images/anime/8/66621l.jpg",
    "synopsis": "A direct continuation of the second season. This time there are aliens and a robot friend that hangs out with the gang.",
    "episodes": 52,
    "score": 5.73,
    "scored_by": 243,
    "type": "TV",
    "source": "Unknown",
    "studios": [],
    "producers": [],
    "genres": [
      "Sci-Fi"
    ],
    "themes": [],
    "aired_from": "2009-05-04T00:00:00+00:00",
    "aired_to": "2009-10-27T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/27455/Porong_Porong_Pororo_3",
    "year": 2009,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 17102,
    "title": "Rolling Seutajeu",
    "title_english": "Rolling Stars",
    "image_url": "https://cdn.myanimelist.net/images/anime/2/45851l.jpg",
    "synopsis": null,
    "episodes": 26,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Unknown",
    "studios": [],
    "producers": [],
    "genres": [
      "Sports"
    ],
    "themes": [
      "Team Sports"
    ],
    "aired_from": "2009-04-15T00:00:00+00:00",
    "aired_to": "2009-10-21T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/17102/Rolling_Seutajeu",
    "year": 2009,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 29747,
    "title": "Warai no Show Gakkou",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/6/71661l.jpg",
    "synopsis": null,
    "episodes": 20,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [
      "NHK",
      "Milky Cartoon",
      "Opera House"
    ],
    "genres": [
      "Comedy"
    ],
    "themes": [],
    "aired_from": "2009-03-30T00:00:00+00:00",
    "aired_to": "2010-03-08T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/29747/Warai_no_Show_Gakkou",
    "year": 2009,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 48318,
    "title": "Iljimae",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1875/114510l.jpg",
    "synopsis": null,
    "episodes": 26,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Other",
    "studios": [],
    "producers": [],
    "genres": [
      "Action",
      "Drama",
      "Romance"
    ],
    "themes": [
      "Historical"
    ],
    "aired_from": "2009-05-05T00:00:00+00:00",
    "aired_to": "2009-11-02T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/48318/Iljimae",
    "year": 2009,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 34182,
    "title": "Nikoniko♪Connie-chan",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/10/82202l.jpg",
    "synopsis": "The 8-year old character Connie-chan from the Japanese children's block Ponkikki Kids (successor to the famous Hirake! Ponkikki show) gets her own anime now as a 18-year old attending Tokyo University.",
    "episodes": 5,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Other",
    "studios": [],
    "producers": [
      "Fuji TV"
    ],
    "genres": [],
    "themes": [],
    "aired_from": "2009-04-01T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/34182/Nikoniko♪Connie-chan",
    "year": 2009,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 48301,
    "title": "Ulineun Myeong-tam-jeong",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1009/115259l.jpg",
    "synopsis": null,
    "episodes": 52,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [
      "Mystery"
    ],
    "themes": [
      "School"
    ],
    "aired_from": "2009-03-01T00:00:00+00:00",
    "aired_to": "2010-02-01T00:00:00+00:00",
    "url": "https://myanimelist.net/anime/48301/Ulineun_Myeong-tam-jeong",
    "year": 2009,
    "season": "spring",
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 48005,
    "title": "Dan Dan Zong Dong Yuan",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1138/118285l.jpg",
    "synopsis": null,
    "episodes": 300,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Unknown",
    "studios": [],
    "producers": [],
    "genres": [],
    "themes": [],
    "aired_from": "2009-06-01T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/48005/Dan_Dan_Zong_Dong_Yuan",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 45687,
    "title": "Hailuo Wan",
    "title_english": "Conch Bay",
    "image_url": "https://cdn.myanimelist.net/images/anime/1230/115349l.jpg",
    "synopsis": null,
    "episodes": 130,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Unknown",
    "studios": [
      "Fantawild Animation"
    ],
    "producers": [],
    "genres": [],
    "themes": [],
    "aired_from": "2009-04-30T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/45687/Hailuo_Wan",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 45911,
    "title": "Kala Yuedui",
    "title_english": "The Early Bird Band",
    "image_url": "https://cdn.myanimelist.net/images/anime/1084/115350l.jpg",
    "synopsis": null,
    "episodes": 52,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Original",
    "studios": [],
    "producers": [],
    "genres": [],
    "themes": [],
    "aired_from": "2009-04-28T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/45911/Kala_Yuedui",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 46216,
    "title": "Shengxiao Chuanqi: Shi Er Shengxiao Chuangjianghu",
    "title_english": "Kung Fu Masters of the Zodiac: Origins of the Twelve",
    "image_url": "https://cdn.myanimelist.net/images/anime/1212/130939l.jpg",
    "synopsis": null,
    "episodes": 52,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Unknown",
    "studios": [
      "Fantawild Animation"
    ],
    "producers": [],
    "genres": [],
    "themes": [],
    "aired_from": "2009-05-31T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/46216/Shengxiao_Chuanqi__Shi_Er_Shengxiao_Chuangjianghu",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  },
  {
    "mal_id": 44708,
    "title": "Hei Lian Da Baogong",
    "title_english": null,
    "image_url": "https://cdn.myanimelist.net/images/anime/1193/129848l.jpg",
    "synopsis": null,
    "episodes": 58,
    "score": null,
    "scored_by": null,
    "type": "TV",
    "source": "Other",
    "studios": [],
    "producers": [],
    "genres": [],
    "themes": [],
    "aired_from": "2009-05-28T00:00:00+00:00",
    "aired_to": null,
    "url": "https://myanimelist.net/anime/44708/Hei_Lian_Da_Baogong",
    "year": null,
    "season": null,
    "is_hentai": false,
    "is_japanese": true
  }
]